Repository: zentyal/zentyal
Catalog: client/services/po/*.po
Languages: gl, pl, ru

source: any
gl: calquera
pl: dowolny
ru: любой

source: any protocol and port
gl: calquera protocolo e porto
pl: dowolny protokół i port
ru: любой протокол и порт

source: ebox-services
pl: usługi
ru: ebox-службы

source: any UDP
gl: calquera UDP
pl: dowolny UDP
ru: любой UDP

source: any UDP port
gl: calquera porto UDP
pl: dowolny port UDP
ru: любой UDP порт

source: any TCP
gl: calquera TCP
pl: dowolny TCP
ru: любой TCP

source: any TCP port
gl: calquera porto TCP
pl: dowolny port TCP
ru: любой TCP порт

source: eBox administration
gl: Administración eBox
pl: zarządzanie Zentyalem
ru: eBox администрирование

source: Zentyal Administration Web Server
pl: Serwer Zarządzający

source: Domain
gl: Dominio
pl: Domena
ru: Домен

source: Service name
gl: Nome do servizo
pl: Nazwa usługi
ru: Имя службы

source: Description
gl: Descrición
pl: Opis
ru: Описание

source: Internal
gl: Interno
pl: Wewnętrzny
ru: Внутрений

source: Tick this field if there is actually a service on the machine using the ports configured for this service. This helps Zentyal to know what ports are already busy
pl: Zaznacz pole, jeśli ta usługa korzysta z portów skonfigurowanych dla niej. Dzięki temu Zentyal będzie miał wykaz aktualnie wykorzystywanych portów

source: Configuration
gl: Configuración
pl: Konfiguracja
ru: Настройка

source: List of services
gl: Listado de servizos
pl: Wykaz usług
ru: Список служб

source: Services
gl: Servizos
pl: Usługi
ru: Службы

source: service
gl: Servizo
pl: usługa
ru: служба

source: A service is an abstraction of one or more network protocols which can be used in other modules such as: firewall, traffic shaping...
gl: Un servizo é unha abstracción dun ou máis protocolos de rede os cales poden ser empregados por outros módulos coma: cortalume, control do tráfico...
pl: Usługa jest abstrakcją jednego lub wielu protokołów sieciowych, które mogą być używane przez inne moduły, tj. firewall, równoważenie ruchu sieciowego...
ru: Служба абстрагирования для одного или нескольких протоколов, которые могут быть использованы другими модулями, например: файервол, учет трафика ...

source: Protocol
gl: Protocolo
pl: Protokół
ru: Протокол

source: Source port
gl: Porto fonte
pl: Port źródłowy
ru: Исходный порт

source: This field is usually set to any
gl: Este campo fíxase a calquera
pl: Pole jest zazwyczaj przypisane do
ru: Обычно это поле устанавливается всегда

source: Destination port
gl: Porto destino
pl: Port docelowy
ru: Порт назначения

source: Service configuration
gl: Configuración do servizo
pl: Konfiguracja usług
ru: Настройка служб

source: This protocol does not use ports
gl: Este protocolo non emprega portos
pl: Ten protokół nie korzysta z portów
ru: Этот протокол не использует порты

source: Zentyal Administration port
pl: Port do zarządzania Zentyalem

source: Tick this field if there is actually a service on the machine using the ports configured for this service. This helps eBox to know what ports are already busy
gl: Seleccione este campo se existe actualmente un servizo sobre a máquina empregando os portos configurados para este servizo. Esto axudará a eBox a coñecer que portos están ocupados
ru: Отметьте поле, если фактическая служба использует порты настроенные для этой службы. Это поможет eBox знать какие порты уже заняты.

source: port
gl: porto
ru: порт

source: eBox Administration port
gl: Porto de Administración eBox
ru: порт администрирования eBox
