Repository: zentyal/zentyal
Catalog: client/egroupware/po/*.po
Languages: ca, cs, de, es, et, fr, hu, nb, pl, pt_br, ru

source: Groupware
ca: Treball en grup
de: Gruppensoftware
et: Rühmavara
fr: Logiciel de groupe de travail (Groupware)
hu: Csoportmunka
nb: Gruppevare

source: Create PostgreSQL user egroupware
ca: Crear un usuari de PostgreSQL egroupware
cs: Vytvoření PostgreSQL uživatele eGroupWare
de: Erstelle PostgreSQL Benutzer egroupware
es: Crear usuario PostgreSQL egroupware
et: PostgreSQL kasutaja egroupware loomine
fr: Créer un utilisateur egroupware dans PostgreSQL
hu: Az egroupware PostgreSQL felhasználó létrehozása
nb: Opprett PostgreSQL bruker egroupware
pl: Utwórz użytkownika bazy PostgreSQL dla egroupware
pt_br: Criar usuário PostgreSQL do eGroupware
ru: Создать пользователя egroupware в PostgreSQL

source: This user will be the owner of the egroupware database
ca: Aquest usuari serà el propietari de la base de dades egroupware
cs: Tento uživatel bude vlastníkem databáze eGroupWare
de: Dieser Benutzer wird Eigentümer der eGroupware Datenbank.
es: Este usuario será el propietario de la base de datos eGroupWare
et: See kasutaja saab eGroupware andmebaasi omanikuks
fr: Cet utilisateur sera le propriétaire de la base de données egroupware
hu: Ez a felhasználó az egroupware adatbázis tulajdonosa lesz
nb: Denne brukeren vil bli eieren av egroupware databasen
pl: Ten użytkownik będzie zarządzał bazą egroupware
pt_br: Este usuário será o dono da base de dados do eGroupware
ru: Этот пользователь будет владельцем базы данных egroupware

source: Create PostgreSQL egroupware database
ca: Crear la base de dades PostgreSQL egroupware
cs: Vytvoření PostgreSQL databáze eGroupWare
de: Erstelle PostgreSQL Datenbank egroupware
es: Crear base de datos de PostgreSQL egroupware
et: PostgreSQL eGroupware andmebaasi loomine
fr: Créer une base de données egroupware dans PostgreSQL
hu: Az egroupware PostgreSQL adatbázis létrehozása
nb: Opprett PostgreSQL egroupware databasen
pl: Utwórz bazę PostgreSQL dla egroupware
pt_br: Criar base de dados PostgreSQL do eGroupware
ru: Создать базу данных egroupware PostgreSQL

source: This database will store the data needed by eGroupware
ca: Aquesta base de dades emmagatzemarà les dades necessàries per l'eGroupware
cs: Tato databáze bude uchovávat data potřebná pro eGroupware
de: Diese Datenbank speichert die von eGroupware benötigten Daten.
es: Esta base de datos almacenará los datos necesarios por eGroupWare
et: Selles andmebaasis hoitakse eGroupware jaoks vajalikke andmeid
fr: Cette base de données stockera toutes les données nécessaire pour eGroupware
hu: Ez az adatbázis az eGroupware számára szükséges adatokat tárolja
nb: Denne databasen vil lagre nødvendige data for eGroupware
pl: Baza będzie zawierała niezbędne dane wymagane przez eGroupware
pt_br: Esta base de dados armazenará os dados do eGroupware
ru: Эта база данных будет хранить данные, необходимые eGroupware

source: To configure eGroupware access settings
ca: Per configurar les opcions d'accés de l'eGroupware
cs: Chcete-li nakonfigurovat eGroupware nastavení přístupu
de: Um die eGroupware Zugriffseinstellungen zu Konfigurieren
es: Configurar las opciones de acceso eGroupWare
et: eGroupware juurdepääsu seadistamiseks
fr: Pour paramétrer les options d'accès à eGroupware
hu: Az eGroupware hozzáférés beállítása
nb: For å endre eGroupware tilgangs instillinger
pl: Konfiguracja ustawień dostępu do eGroupware
pt_br: Para definir as configurações de acesso do eGroupware
ru: Для настройки параметров доступа eGroupware

source: To allow local access to egroupware database
ca: Per pemetre accés a la base de dades egroupware
cs: Chcete-li povolit přístup k místní eGroupWare databázi
de: Um lokalen zugriff auf die eGroupware Datenbank zu erlauben
es: Permitir acceso local a la base de datos de egroupware
et: eGroupware andmebaasi kohaliku juurdepääsu lubamiseks
fr: Pour permettre l'accès local à la base de données egroupware
hu: Helyi hozzáférés engedélyezése az egroupware adatbázishoz
nb: For å tillate lokal tilgang til egroupware databasen
pl: Pozwolenie na lokalny dostęp do bazy egroupware
pt_br: Para permitir acesso local à base de dados do eGroupware
ru: Для разрешения доступа к базе данных egroupware

source: username
ca: nom d'usuari
cs: uživatelské jméno
de: Benutzername
es: Nombre de usuario
et: kasutajanimi
fr: Nom d'utilisateur
hu: felhasználónév
nb: brukernavn
pl: użytkownik
pt_br: usuário
ru: имя пользователя

source: groupname
ca: nom del grup
cs: jméno skupiny
de: Gruppenname
es: Nombre de grupo
et: grupi nimi
fr: Nom du groupe
hu: csoportnév
nb: gruppenavn
pl: grupa
pt_br: grupo
ru: имя группы

source: Application
ca: Aplicació
cs: Aplikace
de: Anwendung
es: Aplicación
et: Rakendus
hu: Alkalmazás
nb: Programm
pl: Aplikacja
pt_br: Aplicação
ru: Приложение

source: Enabled
ca: Activat
cs: Povoleno
de: aktiv
es: Habilitado
et: Lubatud
fr: Activée
hu: Bekapcsolva
nb: Aktivert
pl: Włączone
pt_br: Habilitado
ru: Включено

source: Applications
ca: Aplicacions
cs: Aplikace
de: Anwendungen
es: Aplicaciones
et: Rakendused
hu: Alkalmazások
nb: Programmer
pl: Aplikacje
pt_br: Aplicações
ru: Приложения

source: application
ca: aplicacions
cs: aplikace
de: Anwendung
es: aplicación
et: rakendus
hu: alkalmazás
nb: programm
pl: aplikacja
pt_br: aplicação
ru: приложение

source: Default Applications
ca: Aplicacions per defecte
cs: Výchozí aplikace
de: Standardanwendungen
es: Aplicaciones por defecto
et: Vaikimisi õigused rakendustele
fr: Applications par défaut
hu: Alapértelmezett alkalmazások
nb: Standard Programmer
pl: Domyślne aplikacje
pt_br: Aplicações Padrão
ru: Приложения по умолчанию

source: These are the default application permissions that are given to the new created users or existing ones before enabling eGroupware module.
ca: Aquests son els permisos de les aplicacions per defecte que se li otorguen als nous usuaris creats, o als que ja existeixen quan s'activa el mòdul eGroupware
cs: Jedná se o oprávnění výchozí aplikace, které jsou uvedeny na nově vytvořeného uživatele či stávajícího před zapnutím eGroupware modulu.
de: Dies sind die Standardbenutzerrechte die neu angelegten Benutzern oder vorhandenen Benutzern gegeben werden, bevor die eGroupware Module aktiviert werden.
es: Estos son los permisos predeterminados de aplicación que se dan a los nuevos usuarios creados o existentes antes de habilitar el módulo eGroupWare.
et: Need on vaikimisi õigused rakendustele, mis määratakse uutele või loodud kasutajatele, enne eGroupware mooduli lubamist.
fr: Voici pour chaque application les permissions appliquées par défaut aux utilisateurs nouvellement créés ou aux utilisateurs existants avant l'activation du module eGroupware.
hu: Ezek az alapértelmezett alkalmazásjogosultságok. Az újonnan létrehozott, vagy már létező felhasználók ezeket kapják az eGroupware modul bekapcsolása előtt.
nb: Disse er standard programm rettighetene som er gitt til ny opprettede brukere eller eksisterende brukere før aktivering av eGroupware modulen.
pl: To są domyślnie udostępnione aplikacje nadane nowym użytkownikom lub użytkownikom istniejącym przed włączeniem modułu eGroupware
pt_br: Estas são as permissões de aplicação padrão atribuídas aos novos ou usuários existentes, antes de ativar o módulo eGroupware
ru: Речь идет о применении прав по умолчанию для приложений, для вновь созданных пользователей или к тем которые существовали до включения модуля eGroupware.

source: Name
ca: Nom
cs: Jméno
es: Nombre
et: Nimi
fr: Nom
hu: Név
nb: Navn
pl: Nazwa
pt_br: Nome
ru: Имя

source: Allowed Applications
ca: Aplicacions permeses
cs: Povolené aplikace
de: Erlaubte Anwendungen
es: Aplicaciones permitidas
et: Lubatud rakendused
fr: Applications autorisées
hu: Engedélyezett alkalmazások
nb: Tillatte Programmer
pl: Udostępnione aplikacje
pt_br: Aplicações Autorizadas
ru: Разрешёные приложения

source: User Defined Permission Templates
ca: Plantilla de permisos per un usuari
cs: Uživatelem definované šablony oprávnění
de: Nutzerdefinierte Berechtigungsvorlagen
es: Plantillas de permisos definidas por el usuario
et: Kohandatud õiguste mallid
fr: Modèle de permissions par utilisateur
hu: Felhasználói jogosultságsablonok
nb: Bruker Definerte Maler
pl: Szablony Uprawnień Użytkownika
pt_br: Permissão de Modelos Definidos de Usuário
ru: Пользовательские шаблоны разрешений

source: template
ca: plantilla
cs: šablona
de: Vorlage
es: plantilla
et: mall
fr: modèle
hu: sablon
nb: mal
pl: szablon
pt_br: modelo
ru: шаблон

source: Edit the permission templates with the allowed applications that can be assigned to users or groups.
ca: Editar els permisos de la plantilla amb les aplicacions permeses que son asignades a grups i usuaris.
cs: Upravit oprávnění šablony s povoleným aplikací, které lze přiřadit k uživatelům nebo skupinám.
de: Bearbeite die Berechtigungsvorlagen um die erlaubten Anwendungen den Gruppen oder Benutzern zuzuweisen.
es: Editar las plantillas de permisos con las aplicaciones permitidas que pueden ser asignadas a usuarios y grupos.
et: Kohandatud õiguste mallis saab muuta kasutajatele ja gruppidele lubatud rakendusi.
fr: Modifier les modèles de permission avec les applications autorisées qui peuvent être assignées à des utilisateurs ou des groupes.
hu: A jogosultságsablonok szerkesztése a csoportokhoz vagy felhasználókhoz rendelhető alkalmazásokkal.
nb: Rediger rettighets maler med tillatte programmer som kan tildeles brukere eller grupper.
pl: Edytuj szablony uprawnień dotyczące udostępnionych aplikacji, które zostaną przypisane do użytkowników i grup
pt_br: Edite os modelos de permissões com as aplicações permitidas que podem ser associadas a usuários ou grupos
ru: Редактируйте шаблоны допуска с разрешенными приложениями, которые могут быть назначены пользователям или группам.

source: No domain selected
ca: No s'ha seleccionat cap domini
cs: Žádná doména nebyla vybrána
de: Keine Domäne ausgewählt
es: Dominio no seleccionado
et: Domeeni ei ole valitud
fr: Aucun domaine sélectionné
hu: Nincs kiválasztott tartomány
nb: Ingen domene valgt
pl: Nie wybrano domeny
pt_br: Nenhum domínio selecionado
ru: Нет выбранного домена

source: You must have at least one virtual mail domain defined. You can define the at {ohref}Virtual Domains section{chref}
ca: Ha de tenir al menys un domini de correu virtual definit. El pot definir a {ohref}secció de Dominis Virtuals{chref}
cs: Musíte mít alespoň jeden virtuální mail definované domény. Můžete ho definovat na {ohref} sekce Virtuální Domény{chref}
de: Sie müssen mindestens eine virtuelle Domäne definieren. Sie können diese definieren in {ohref}Virtual Domains section{chref}
es: Debe tener al menos un dominio virtual de correo definido. Se puede definir uno en la sección de {ohref}Dominios Virtuales{chref}
et: Määratud peab olema vähemalt üks virtuaaldomeen. Selle määramiseks liigu {ohref}virtuaaldomeenide leheküljele{chref}
fr: Vous devez avoir au moins un domaine de courrier virtuel défini. Vous pouvez le définir à la {ohref}section des domaines virtuels{chref}
hu: Állítson be legalább egy virtuális levelezőtartományt. Ezt megteheti a {ohref}Virtuális tartomány{chref} menüpont alatt
nb: Du må ha minst et virtuelt domene definert. Du kan definere dem på {ohref}Virtuell Domene seksjonen{chref}
pl: Należy zdefiniować przynajmniej jedną domenę wirtualną. Aby to zrobić przejdź do zakładki{ohref}Domeny Wirtualne{chref}
pt_br: Você deve ter pelo menos um domínio de correio virtual definido. Você pode definir o {ohref} em seção domínios virtuais {chref}
ru: Вы должны иметь хотя-бы один виртуальный почтовый домен. Вы можете задать его в {ohref}Virtual Domains section{chref}

source: You must have IMAP service enabled. You can enable it at {ohref} Mail General Configuration{chref}.
ca: Ha de tenir el servei IMAP activat. El pot activar a {ohref} Configuració General del correu{chref}
cs: Musíte mít IMAP službu povolenou. Můžete ji povolit na {ohref} Mail Obecné nastavení{chref}.
de: Sie müssen den IMAP Service aktiviert haben. Aktivieren Sie ihn hier: {ohref} Mail General Configuration{chref}.
es: Se necesita tener el servicio IMAP habilitado. Se puede habilitar en {ohref} Configuración General de Correo{chref}.
et: Lubatud peab olema IMAP teenus. Selle lubamiseks liigu leheküljele {ohref}üldine e-posti seadistamine{chref}.
fr: Vous devez avoir un service IMAP activé. Vous pouvez l'activer sur la {ohref} Configuration générale de messagerie {chref}.
hu: Az IMAP szolgáltatást be kell kapcsolni. Ezt megteheti a {ohref}Levelező általános beállításai{chref} részben.
nb: Du må ha IMAP tjenesten aktivert. Du kan aktivere den på {ohref} Mail General Configuration{chref}.
pl: Włącz usługę IMAP w zakładce {ohref}Ogólne ustawienia poczty{chref}.
pt_br: Você deve ter o serviço IMAP habilitado. Você pode habilitá-lo em {ohref} Configuração Geral de Correio {chref}.
ru: Сервис IMAP должен быть активирован. Это можно сделать в {ohref} Mail General Configuration{chref}.

source: The deleted virtual domain was selected for eGroupware. Maybe you want to select another one now.
ca: El domini virtual eliminat estava seleccionat per l'eGroupware. Potser en vol seleccionar un altre ara.
cs: Smazaná virtuální doména byla vybrána pro eGroupware. Možná chcete zvolit jinou.
de: Die gelöschte virtuelle Domäne war für eGroupware ausgewählt. Eventuell möchten Sie nun eine andere auswählen.
es: El dominio virtual borrado fue seleccionado por eGroupware. Tal vez usted quiere seleccionar otro ahora.
et: Kustutatud virtuaaldomeen oli välja valitud eGroupware jaoks. Võib olla soovid kohe valida uue virtuaaldomeeni.
fr: Le domaine virtuel effacé était utilisé pour eGroupware. Vous devriez en sélectionner un autre.
hu: A törölt virtuális tartomány ki volt választva az eGroupware számára. Most egy másikat kellene kiválasztani.
nb: Det slettede virtuelle domenet var valgt for eGroupware. Kansje du vil velge et annet nå?
pl: Usunięta domena wirtualna była wykorzystana przez eGroupware. Możesz wybrać inną domenę.
pt_br: O domínio virtual removido foi selecionado para o eGroupware. Talvez você queira selecionar outro agora.
ru: Удаленный виртуальный домен был выбран для eGroupware. Может быть вы хотите сейчас выбрать другой?

source: Virtual Domain
ca: Domini Virtual
cs: Virtuální doména
de: Virtuelle Domäne
es: Dominio virtual
et: Virtuaaldomeen
fr: Domaine Virtuel
hu: Virtuális tartomány
nb: Virtuelt Domene
pl: Domena wirtualna
pt_br: Domínio Virtual
ru: Виртуальный домен

source: Virtual Mail Domain
ca: Domini Virtual de Correu
cs: Virtuální poštovní doména
de: Virtuelle Maildomäne
es: Dominio virtual de correo
et: Virtuaalne e-posti domeen
fr: Domaine de Courrier Virtuel
hu: Virtuális levelezőtartomány
nb: Virtuelt E-Post Domene
pl: Wirtualna domena pocztowa
pt_br: Domínio Virtual de Correio
ru: Виртуальный почтовый домен

source: Select the virtual mail domain to be used for eGroupware
ca: Selecciona el domini virtual de correu que farà servir l'eGroupware
cs: Vyberte virtuální poštovní doménu, která má být použita k eGroupware
de: Wählen Sie die virtuelle Maildomäne, die eGroupware nutzen soll.
es: Seleccione el dominio virtual de correo que sera usado en eGroupWare
et: Vali virtuaalne e-posti domeen, mida eGroupware poolt kasutatakse
fr: Sélectionner le domaine de courrier virtuel à utiliser pour eGroupware
hu: Válassza ki az eGroupwareben használt virtuális levelezőtartományt
nb: Velg det virtuelle E-Post domenet som skal brukes med eGroupware
pl: Wybierz wirtualną domenę pocztową do użytku przez eGroupware
pt_br: Selecione o domínio virtual de correio que será usado pelo eGroupware
ru: Выберите виртуальный почтовый домен для использования eGroupware

source: Once the module is enabled and you have created a user account, you can access the eGroupware web interface at http://<ebox_ip>/egroupware
ca: Un cop el mòdul està activat i ha creat un compte d'usuari, pot accedir a l'interfície de l'eGroupware a http://<ebox_ip>/egroupware
cs: Jakmile je modul povolen, a pokud jste si vytvořili uživatelský účet, můžete přistupovat k eGroupware přes webové rozhraní na adrese http:// <ebox_ip> / eGroupWare
es: Una vez que el modulo se ha habilitado y se ha creado una cuenta de usuario, se puede acceder a la interfaz web de eGroupware en http://<ip_de_eBox>/egroupware
et: Peale mooduli lubamist ja kasutajakonto loomist, saab eGroupware veebiliidesse siseneda aadresilt http://<ebox_ip_aadress>/egroupware
fr: Dès que le module est activé et que vous avez créé un compte utilisateur, vous pouvez accéder à l'interface web d'egrouware à l'adresse http://<ebox_ip>/egroupware
hu: A modul aktiválása és egy felhasználói fiók létrehozása után az eGroupware webes kezelőfelülete elérhetővé válik a http://<ebox_ip>/egroupware címen.
nb: Når modulen er aktivert og du har opprettet en bruker konto, kan du finne eGroupware grensesnittet på http://<ebox_ip>/egroupware
pl: Jeśli moduł został włączony i utworzono konto użytkownika, możesz dostać się do interfejsu eGroupware na stronie http://<ebox_ip>/egroupware
pt_br: Uma vez que o módulo é ativado e você tiver criado uma conta de usuário, você pode acessar a interface web eGroupware em http://<ebox_ip>/ egroupware
ru: Как только модуль включен и создан пользовательский аккаунт, вы можете получить доступ к eGroupware через веб интерфейс http://<ebox_ip>/egroupware

source: eGroupware account
ca: compte d'eGroupware
cs: eGroupware účet
de: eGroupware Benutzerzugang
et: eGroupware konto
pl: konto eGroupware

source: Password for eGroupware service is the user password
ca: La clau d'accés a l'eGroupware es la mateixa que la de l'usuari
cs: Heslo pro eGroupware službu je uživatelské heslo
de: Das Passwort für den eGroupware Service ist das Benutzerpasswort
et: eGroupware teenuse parool on sama kui kasutaja parool
pl: Hasło dla usługi eGroupware jest takie samo jak hasło użytkownika

source: eGroupware group
ca: grup d'eGroupware
cs: eGroupware skupina
de: eGroupware Gruppe
et: eGroupware grupp
pl: grupa eGroupware

source: Permissions template
ca: Plantilla de permisos
cs: Oprávnění šablony
de: Berechtigungsvorlage
et: Kohandatud õiguste mallid
pl: Szablon uprawnień

source: Default
ca: Defecte
cs: Standardní
de: Standard
et: Vaikimisi
pl: Domyślny

source: Change
ca: Canvi
cs: Změna
de: Ändern
et: Muuda
pl: Zmień

source: Click here to select a virtual domain
ca: Clica aquí per seleccionar un domini virtual
cs: Klikněte zde pro zvolení virtuální domény
de: Klicken Sie hier um eine virtuelle Domäne auszuwählen
et: Virtuaaldomeeni valimiseks klõpsa siia
pl: Zaznacz, by wybrać wirtualną domenę

source: EGroupware
fr: EGroupware (Logiciel de travail collaboratif)
