Repository: zentyal/zentyal
Catalog: main/jabber/po/*.po
Languages: sv

source: Jabber Server
sv: Jabber tjänst

source: This user has a jabber account. If the user currently connected it will continue connected until jabber authorization is again required.
sv: Denna användare har ett Jabber-konto. Om användaren är ansluten kommer denne fortsätta vara ansluten tills jabber autentisering behövs igen.

source: Add Jabber LDAP schema
sv: Lägg till Jabber LDAP schema

source: To properly configure ejabberd.
sv: För att korrekt konfigurera jabberd2

source: Jabber Account
sv: Jabber-konto

source: Disabled
sv: Inaktiverad

source: Allow SSL
sv: Tillåt SSL

source: Force SSL
sv: Tvinga SSL

source: Jabber domain
sv: Jabber domän

source: SSL support
sv: SSL-stöd

source: Connect to other servers
sv: Anslut till andra servrar

source: Enable MUC (Multi User Chat)
sv: Aktivera MUC (Multi User Chat)

source: General configuration settings
sv: Allmän konfiguration

source: General Jabber server configuration settings updated.
sv: Allmänna Jabber server konfigurationsinställningar uppdaterade.

source: Configuration
sv: konfiguration

source: username
sv: användarnamn

source: Jabber account
sv: Jabber-konto

source: User account
sv: Användarkonto

source: Enabled
sv: Aktiverad

source: Administration rights
sv: Administratörsrättigheter

source: Change
sv: Ändra
