Repository: zentyal/zentyal
Catalog: client/mailfilter/po/*.po
Languages: da, es, et, fr, ja, pt_br, ru, sv, tr

source: Accounts from the domain {d} cannot train the bayesian filter
es: Las cuentas para el dominio {d} no pueden entrenar el filtro bayesiano
et: Kontosid domeenist {d} ei ole võimalik kasutada bayesian filtri õpetamiseks
pt_br: As contas do domínio {d} não podem tratar o filtro bayesian
ru: Аккаунты из домена {d} не могут обучать фильтр Байеса

source: External connections
es: Conexiones externas
et: Välisühendused
fr: Connexions externes
pt_br: Conexões externas
ru: Внешние соединения
sv: Externa anslutningar

source: Attached Files Filter
es: Filtro de archivos adjuntos
et: Manusena lisatud failide filter
pt_br: Filtro de arquivos anexados
ru: Фильтр почтовых вложений

source: Filter mail messages according attached files. The transparent POP proxy only filters by extension
es: Filtrar mensajes de acuerdo a archivos adjuntos. El proxy POP transparente solo filtra por extensión.
et: Filtreeri kirjad manusena lisatud failide järgi. Läbipaistev POP puhverserver filtreerib ainult laiendi järgi.
fr: Le filtre de courrier analyse les pièces jointes. Le proxy transparent POP ne fait que du filtrage par extension.
pt_br: Filtra mensagens de email de acordo com os arquivos anexados. O proxy transparente POP filtra apenas pela extensão
ru: Фильтр почтовых сообщений содержащих вложения. В прозрачном POP прокси, только фильтр по расширению
sv: Filtrera e-postmeddelanden efter dess bifogade filer. Den transparenta POP proxyn filtrerar bara efter filändelse

source: Mail filter report
es: Informe del filtro de correo
et: E-posti filtri aruanne
fr: Rapport du filtre de courrier
pt_br: Relatório do filtro de e-mail
ru: Отчет почтового фильтра
sv: E-postfilter rapport

source: Mail Filter report
es: Informe del filtro de correo
et: E-posti filtri aruanne
fr: Rapport du Filtre de courrier
pt_br: Relatório do Filtro de e-mail
ru: Отчет почтового фильтра
sv: E-postfilter rapport

source: Transparent POP proxy report
es: Informe del proxy POP transparente
et: Läbipaistva POP puhverserveri aruanne
fr: Rapport du proxy transparent POP
pt_br: Relatório do proxy POP transparente
ru: Отчет прозрачного POP прокси
sv: Rapport för transparent POP proxy

source: [Virus] found in a mail to you:
es: Encontrados [Virus] en un correo para ti:
et: Sinu kirjast on leitud [Viirus]:
fr: [Virus] trouvé dans un de vos courriers:
pt_br: [Virus] encontrado em um e-mail para você:
ru: Обнаружен [Virus] в почтовом сообщении:
sv: [Virus] funnet i e-post till dig:

source: Forbidden attached file found
es: Encontrado fichero adjunto prohibido
fr: Pièce jointe interdite trouvée
sv: Förbjuden bifogad fil funnen

source: Use bayesian classifier
da: Brug bayesian classifier
es: Usar clasificador bayesiano
fr: Utiliser la classification bayésienne
ja: ベイジアン識別器を使用
sv: Använd bayesian klassificering
tr: Bayesian sınıflandırıcısı kullan

source: {d} is a internal eBox's virtual main domain
es: {d} es un dominio virtual principal interno de eBox
fr: {d} est un domaine virtuel interne principal d'eBox
sv: {d} är en intern eBox virtuell huvuddomän

source: eBox internal mail filter
da: eBox internt mail filter
es: Filtro de correo interno de eBox
fr: Filtre de courrier interne à eBox
ja: eBox内部メールフィルタ
sv: eBox externt e-postfilter
tr: eBox dahili posta süzgeci

source: Antispam
et: Spämmitõrje
ja: アンチスパム
ru: Антиспам
sv: Skräppostfilter

source: spam
et: spämm
ja: 迷惑メール
ru: спам
sv: skräppost

source: Unsupported or incorrect input source fonrmat: {format}
fr: Format de donnée incorrect ou non supporté : {format}
sv: Osupporterat eller felaktigt inmatningsformat: {format}

source: Virtual domains configuration
fr: Configuration des domaines virtuels
sv: Virtuella domäners konfiguration

source: General settings
fr: Paramètres généraux
sv: Generella inställningar

source: POP transparent proxy configuration
fr: Configuration du proxy transparent POP
sv: Transparent proxy för POP konfiguration

source: SMTP filter policies
fr: Politiques des filtres SMTP
sv: SMTP filterpolicy

source: Attached files filter
fr: Filtre des pièces jointes
sv: Filter för bifogade filer

source: To add the LDAP schemas used by eBox mailfilter
fr: Ajouter les modèles LDAP utilisés par le filtre de courrier d'eBox
sv: För att lägga till LDAP scheman som används av eBox e-postfilter

source: SMTP mail filter
fr: Filtre de courrier SMTP (sortant)

source: External mail server {mta} removed. Remember to remove its mail domains from the external mail domain's list
da: Extern mail server {mta} er fjernet. Husk at fjerne dens mail domæner fra den externe mail domæne liste
ja: 外部メールサーバ {mta} は削除されました。外部メールドメイン一覧から該当するメールドメインを削除してください
tr: Harici posta sunucusu {mta} silindi. Bu sunucunu posta alan adlarını harici alan adları listesinden silmeyi unutmayın

source: Learned from mailbox file
da: Lært fra mailbox file
ja: メールボックスファイルから学習
tr: Posta kutusu dosyasından öğren

source: {name} is already registered
da: {name} er allerede registreret
ja: {name} はすでに登録されています
tr: {name} önceden kayıt edildi

source: {name} added
da: {name} tilføjet
ja: {name} が追加されました
tr: {name} eklendi

source: Denied settings changed
da: Afvis opsætning ændret
ja: 拒否設定が変更されました
tr: Yasaklama ayarları değiştirildi

source: No changes were specified by the user
da: Ingen ændringer blev angivet af bruger
ja: 変更は指定されていません
tr: Kullanıcı tarfından değişiklik belirtilemdi

source: {name} is not registered
da: {name} er ikke registreret
ja: {name} は登録されていません
tr: {name} kayıtlı değil

source: {name} removed
da: {name} fjernet
ja: {name} が削除されました
tr: {name} silindi

source: The specified sender is not in the ACL
da: DEnangivne afsender er ikke i ACL'en
ja: 指定した送信者はACLに含まれていません
tr: Belirlenen gönderen ACL içinde değil

source: Mail domain {domain} added to external domain's list.
da: Mail domæne {domain} tilføjet til extern domæne liste.
ja: メールドメイン {domain} が外部ドメイン一覧に追加されました
tr: {domain} posta alan adı harici alan adı listesine eklendi

source: Mail domain {domain} removed from external domain's list.
da: Mail domæne {domain} fjernet fra extern domæne liste.
ja: メールドメイン {domain} が外部ドメイン一覧から削除されました
tr: Posta alan adı {domain} harici alan adları listesinden silindi.

source: All entries were removed
da: Alle posteringer blev fjernet
ja: 全ての項目が削除されました
tr: Tüm girdiler silindi

source: External mail server {mta} allowed. Remember to add its mail domains to the external mail domain's list
da: Extern mail server {mta} tilladt. Husk at tilføje dens mail domæner til den externe mail domæne liste
ja: 外部メールサーバ {mta} が許可されました。外部メールドメイン一覧に追加してください
tr: Harici posta sunucusu {mta} için izin verildi. Bu sunucunun posta alan adlarını harici alan adları listesine eklemeyi unutmayın

source: {ext} is not registered in the extensions list
da: {ext} er ikke registreret i extensions listen
ja: {ext} は拡張子一覧に登録されていません
tr: {ext} uzantılar listesinde kayıtlı değil

source: {ext} is not registered in the mimeTypes list
da: {ext} er ikke registreret i mimeTypes listen
ja: {ext} はMIMEタイプ一覧に登録されていません
tr: {ext} mimeTipleri listesinde kayıtlı değil

source: The spam's autolearn threshold must be higher than 6.0
da: Spam's selvlærings tærskel skal være højere end 6.0
ja: 迷惑メールの学習のしきい値は6.0より大きく設定してください
tr: Gereksiz postayı otomatik öğrenme değeri 6.0'dan yüksek olmalı

source: The ham's autolearn threshold cannot be higher than spam's threshold
da: Ham's selvlærings tærskel kan ikke være højere end spam's tærskel
ja: 通常メールの学習のしきい値は迷惑メールよりも高く設定してください
tr: 'Ham'i kendiliğinden öğrenme eşiği spam'inkinden yüksek olamaz

source: Unsupported or incorrect input source format: {format}
da: Ikke understøttet eller ukorrekt input source format: {format}
ja: サポートされていないか誤ったフォーマットです: {format}
tr: Desteklenmeyen veya hatalı girdi kaynak biçimi: {format}

source: The sender can be either an email address or a domain name prefixed with '@'
da: Afsenderen kan enten være en email adresse eller et domæne navn prefixed med '@'
ja: 送信者はEメールアドレスか'@'でプリフィックスされたドメイン名のいずれかを使えます
tr: Gönderen, bir e-posta adresi veya '@' ile başlayan bir alan adı olabilir.

source: Mail filter settings
da: Mail filter opsætning
ja: メールフィルタ設定
tr: Posta süzgeç ayarları

source: Mailfilter's port
ja: メールフィルタのポート
tr: Mail-süzgeci portu

source: MTA's address
da: MTA's adresse
ja: MTAのアドレス
tr: MTA adresi

source: {mta} is already allowed
da: {mta} er allerede tilladt
ja: {mta} はすでに許可されています
tr: {mta} 'ya zaten izin verilmiş

source: {mta} not found
da: {mta} ikke fundet
ja: {mta} が見つかりません
tr: {mta} bulunamadı

source: Mail domain
da: Mail domæne
ja: メールドメイン
tr: Posta alan adı

source: {domain} is already acknowledged as external mail domain
da: {domain} er allerede anerkendt som externt mail domæne
ja: {domain} はすでに外部メールドメインとして認識されています
tr: {domain} 'i zaten harici posta alan adı olarak alındı

source: Domain {domain} was not acknowledged as external mail domain
da: Domænet {domain} blev ikke anerkendt som externt mail domæne
ja: ドメイン {domain} は外部メールドメインとして認識されていません
tr: {domain} domaini harici posta alan adı olarak alınmadı

source: Administrator address
da: Administrator adresse
ja: 管理者アドレス
tr: Yönetici adresi

source: policy type
da: politik type
ja: ポリシータイプ
tr: Yönetim tipi

source: filter type
ja: フィルタタイプ
tr: Süzgeç tipi

source: Mail filter system
ja: メールフィルタシステム
tr: Posta süzgeç sistemi

source: Antivirus
ja: アンチウィルス
tr: Antivirüs

source: Bad headers policy
da: Bad headers politik
ja: 望ましくないヘッダポリシーです
tr: Kötü başlık yönetimi

source: Virus database update status
da: Virus database updatering status
ja: ウィルスデータベース更新状態
tr: Virüs veritabanı güncelleme durumu

source: The last update failed at {date}
da: Den sidste opdatering mislykkedes d. {date}
ja: 最後の更新が {date} に失敗しました
tr: Son güncelleme {date} tarihinde başarısız oldu

source: Update failed at {date}. Your version of freshclam is outdated.Please, install version {version} or higher
da: Opdatering mislykkedes d. {date}.Din version af freshclam er forældet. Installér venligst version {version} eller højere
ja: {date} に更新が失敗しました。 お使いのFleshclamは古いバージョンです。バージョン {version} 以降を使用してください
tr: Güncelleme {date} tarihinde başarısız oldu. Freshclam sürümünüz geçersiz. Lütfen {version} sürümünü veya daha yükseğini kurun

source: The last successful update was at {date}
da: Den sidste succesfulde opdatering var d. {date}
ja: 最後の更新は {date} です
tr: Başarılı son güncelleme {date} tarihinde gerçekleşti

source: {plural} which are not listed below are allowed
da: {plural} som ikke er nævnt nedenfor er tilladt
ja: 以下に表示されていない {plural} が許可されています
tr: Aşağıda listelenmeyen {plural} 'a izin verildi

source: Deny
da: Afvis
ja: 拒否
tr: Yasakla

source: Actions
da: Handlinger
ja: アクション
tr: İşlemler

source: Delete
da: Slet
ja: 削除
tr: Sil

source: Add {element}
da: Tilføj {element}
ja: {element} を追加
tr: {element} ekle

source: Name
da: Navn
ja: 名前
tr: İsim

source: All registered {plural}
da: Alle registreret {plural}
ja: 全ての登録済み {plural}
tr: Tüm kayıtlı {plural}

source: Delete them all
da: Slet alle
ja: 全て削除
tr: Hepsini sil

source: Spam messages which a score equal or greater than this threshold will be added to the learning system
da: Spam meddelelser med en score lig med eller større end denne tærskel vil blive tilføjet læresystemet
ja: このしきい値以上の迷惑メッセージが学習システムに追加されます
tr: Bu puan eşiğine eşit veya daha yüksek olan gereksiz posta mesajları öğrenme sistemine eklenecek

source: Ham messages which a score below this threshold will be added to the learning system
da: Ham meddelelser med en score lig med eller større end denne tærskel vil blive tilføjet læresystemet
ja: このしきい値を下回るスコアの通常メールを学習システムに追加
tr: Bu puan eşiğinden daha düşük olan 'ham' mesajları öğrenme sistemine eklenecek

source: Change
da: Skift
ja: 変更
tr: Değiştir

source: Antispam options
da: Antispam muligheder
ja: アンチスパムオプション
tr: Antispam seçenekleri

source: Antispam global sender access lists
da: Antispam global afsender tilgangs lister
ja: グローバルな送信者アクセス一覧をアンチスパム
tr: Genel Antispam gönderen erişim listeleri

source: Spam filter training
da: Spam filter træning
ja: 迷惑メールフィルタの学習
tr: Gereksiz posta süzgeci öğretimi

source: Whitelist
da: Whitelist/godkendte
ja: ホワイトリスト
tr: Beyaz liste

source: Blacklist
da: Blacklist/uønskede
ja: ブラックリスト
tr: Kara liste

source: Sender
da: Afsender
ja: 送信者
tr: Gönderen

source: Add sender to {type}
da: Tilføj afsender til {type}
ja: 送信者を {type} に追加
tr: {type} bölümüne gönderen ekle

source: Service port
ja: サービスポート
tr: Servis portu

source: Notification address
da: Meddelelses adresse
ja: 通知アドレス
tr: Uyarı adresi

source: Notification
da: Meddelelse
ja: 通知
tr: Uyarılma

source: External Mail server
da: Extern Mail server
ja: 外部メールサーバ
tr: Harici posta sunucusu

source: Allowed external mail servers
da: Tilladte externe mail servere
ja: 許可された外部メールサーバ
tr: İzin verilen harici posta sunucuları

source: Add external mail server
da: Tilføj extern mail server
ja: 外部メールサーバを追加
tr: Harici posta sunucusu ekle

source: External Mail domain
da: Externt Mail domæne
ja: 外部メールドメイン
tr: Harici posta alan isimleri

source: Add external mail domain
da: Tilføj externt mail domæne
ja: 外部メールドメインを追加
tr: Harici posta alan ismi ekle

source: The "{name}" setting will not have effect until the antivirus service will be enabled in the mail filter
da: "{name}" opsætning vil ikke have nogen effekt før antivirus service vil blive aktiveret på mail filter
ja: "{name}" の設定はアンチウィルスサービスがメールフィルタの設定で有効にならない限り無効です
tr: "{name}" ayarları posta süzgeçlemesinde antivirüs servisi açılıncaya kadar geçerli olmayacak

source: The "{name}" setting will not have effect until the antispam sergice will be enabled in the mail filter
da: "{name}" opsætning vil ikke have nogen effekt før antivirus service vil blive aktiveret på mail filter
ja: "{name}" の設定はアンチスパムサービスがメールフィルタの設定で有効にならない限り無効です
tr: "{name}" ayarları posta süzgeçlemesinde antivirüs servisi açılıncaya kadar geçerli olmayacak

source: Use default spam threshold (current value is {v})
da: Brug default spam tærskel (nuværende værdi er {v})
ja: デフォルトの迷惑メールしきい値を使う (現在値 {v})
tr: Öntanımlı gereksiz posta eşiğini kullan (şu anki değer {v})

source: Spam threshold for {domain} virtual domain
da: Spam tærskel for det virtuelle domæne {domain}
ja: バーチャルドメイン {domain} の迷惑メールしきい値
tr: {domain} sanal alan adı için gereksiz posta eşiği

source: Mail filter options
da: Mail filter muligheder
ja: メールフィルタオプション
tr: Posta süzgeçleme seçenekleri

source: Antispam sender access lists
da: Antispam afsender adgangs liste
ja: 送信者アクセス一覧をアンチスパム
tr: Antispam gönderici erişim listeleri

source: Extensions filter
da: Udvidelses filter
ja: 拡張子フィルタ
tr: Uzantı süzgeçleri

source: MIME Type filter
ja: MIMEタイプフィルタ
tr: MIME türü süzgeci

source: Bad formed headers
da: Ugyldigt format på mail header
ja: 望ましくないヘッダ形式です
tr: Yanlış oluşturulmuş başlıklar

source: module status
da: modul status
tr: Modül durumu
