Repository: zentyal/zentyal
Catalog: client/mailfilter/po/*.po
Languages: da, es, et, fr, ja, pt_br, ru, sv, tr

source: Autolearn ham threshold
da: Selvlær ham tærskel
es: Umbral de auto aprendizaje de ham
et: Iseõppimise väärtposti lävi
fr: Seuil d'auto-apprentissage des mails valides (ham)
ja: 通常メールのしきい値を自動で学習
pt_br: Coeficiente de auto-aprendizagem de e-mail desejado
ru: Авто-обучение ham порог
sv: Autolär brapost (ham) tröskel
tr: Otomatik öğrenme 'Ham' değeri

source: Ham messages with a score below this threshold will be added to the learning system
es: Mensajes Ham con una puntuación por debajo de este umbral serán añadidos al sistema de aprendizaje
et: Väärtpost väiksema spämmiläve hindega lisatakse õpisüsteemile
fr: Les mails valides (ham) avec un score inférieur à ce seuil seront introduits dans le système d'apprentissage
pt_br: Emails desejados com escore abaixo deste coeficiente serão adicionados ao sistema de aprendizado
ru: Ham балл сообщения ниже порога будет добавлен в обучающуюся систему
sv: Brapost (ham) meddelanden med en poäng lägre än denna tröskel kommer att läggas till inlärningssystemet

source: Antispam configuration
es: Configuración de antispam
et: Spämmitõrje seadistamine
fr: Configuration de l'antispam
pt_br: Configuração antispam
ru: Настройка антиспам
sv: Antiskräppost konfiguration

source: You must define autolearn spam threshold when autolearn option is active
es: Debes definir un umbral de aprendizaje de spam si la opción de auto-aprendizaje está activa
et: Kui iseõppimise valik on aktiivne, pead sa määrama ka iseõppimise spämmiläve
fr: Vous devez définir un seuil d'auto-apprentissage des spams quand l'auto-apprentissage est actif
pt_br: Você precisa definir um coeficiente de auto-aprendizagem de spam quando a opção auto-aprendizagem estiver ativa
ru: Необходимо определить порог спама, когда вы включаете опцию авто-обучения
sv: Du måste definiera autoinlärnings skräppost tröskel när autoinlärning är aktiverad

source: You must define autolearn ham threshold when autolearn option is active
es: Debes definir un umbral de aprendizaje de ham si la opción de auto-aprendizaje está activa
et: Kui iseõppimise valik on aktiivne, pead sa määrama ka iseõppimise väärtposti läve
fr: Vous devez définir un seuil d'auto-apprentissage des mails valides (ham) quand l'auto-apprentissage est actif
pt_br: Você deve definir o coeficiente de auto-aprendizagem de emails desejados quando a opção de auto-aprendizagem estiver ativa
ru: Необходимо определить порог ham, когда вы включаете опцию авто-обучения
sv: Du måste definiera autoinlärnings braposttröskel (ham) när autoinlärning är aktiverad

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
da: Spam's selvlærings tærskel kan ikke være lavere end default spam's tærskel
es: El umbral de auto aprendizaje de Spam no pude ser menor que el umbral de auto aprendzaje de Spam por defecto
et: Iseõppimise spämmilävi ei saa olla väiksem kui spämmilävi vaikimisi
fr: Le seuil d'auto-apprentissage des spams ne peut pas être inférieur au seuil par défaut
ja: 迷惑メールの学習のしきい値はデフォルトの迷惑メールのしきい値以上に設定してください
pt_br: O coeficiente da auto-aprendizagem de spam não pode ser mais baixo que o coeficiente de spam padrão
ru: Порог спама авто-обучения не должно быть ниже порога спама по умолчанию
sv: Skräppostens autoinlärningströskel kan inte vara lägre än standard tröskel
tr: Gereksiz postayı otomatik öğrenme değeri öntanımlı değerden düşük olamaz

source: The ham's autolearn threshold canot be higher or equal than the default spam level
da: Ham's selvlærings tærskel kan ikke være større eller lig med default spam niveau
es: El umbral de auto aprendizaje de Ham tiene que ser menor que el umbral de auto aprendzaje de Spam por defecto
et: Iseõppimise väärtposti lävi ei saa olla võrdne või kõrgem kui spämmilävi vaikimisi
fr: Le seuil d'auto-apprentissage des mails valides (ham) ne peut être supérieur ou égale au seul par défaut des spams
ja: 通常メールの学習のしきい値はデフォルトの迷惑メールのレベルよりも小さく設定してください
pt_br: O coeficiente de auto-aprendizagem de emails desejados não pode ser maior ou igual ao nível de spam padrão
ru: Порог ham авто-обучения не должен быть ниже порога спам по умолчанию
sv: Brapost (ham) autoinlärningströskel kan inte vara lägre än standard tröskel
tr: Ham değeri öntanımlı gereksiz posta düzeyine eşit veya yüksek olamaz

source: External mail domain
da: Externt mail domæne
es: Dominio de correo externo
et: Väline e-posti domeen
fr: Domaine de courrier externe
ja: 外部メールドメイン
pt_br: Domínio de e-mail externo
ru: Внешний почтовый домен
sv: Extern e-postdomän
tr: Harici posta alan isimleri

source: External mail domains
da: Externe mail domæner
es: Dominios de correo externos
et: Välised e-posti domeenid
fr: Domaines de courrier externes
ja: 外部メールドメイン
pt_br: Domínios de e-mail externos
ru: Внешние почтовые домены
sv: Externa e-postdomäner
tr: Harici posta alan isimleri

source: external mail domain
es: dominio de correo externo
et: väline e-posti domeen
fr: domaine de courrier externe
pt_br: domínio de e-mail externo
ru: внешний почтовый домен
sv: extern e-postdomän

source: Here you can specify which external mail domains can connect to the mail filter
es: Aquí puedes especificar qué dominio de correo externo puedes conectar al filtro de correo
et: Siin saad määrata millised välised e-posti domeenid saavad e-posti filtriga ühendust
fr: Ici vous pouvez préciser quels domaines de courrier externes peuvent se connecter au filtre de courrier
pt_br: Aqui você pode especificar quais servidores de e-mail externos podem conectar com o filtro de e-mail
ru: Здесь можно указать, какие внешние домены могут подключаться к почтовому фильтру
sv: Här kan du specificera vilken extern e-postdomän som kan ansluta till e-postfiltret

source: {d} is a internal Zentyal virtual main domain
pt_br: {d} é um domínio virtual principal interno do Zentyal

source: Filter virus
es: Filtro de virus
et: Viiruste filtreerimine
fr: Filtre de virus
pt_br: Filtro de vírus
ru: Фильтр вирусов
sv: Filtrera virus

source: Filter spam
es: Filtro de spam
et: Spämmi filtreerimine
fr: Filtre de spam
pt_br: Filtro de spam
ru: Фильтр спама
sv: Filtrera skräppost

source: ISP spam subject
es: Asunto ISP spam
et: ISPi spämmisilt
fr: Entête spam du fournisseur d'accès
pt_br: Assunto de spam do provedor
ru: Предположение ISP спам
sv: ISP skräppostärende

source: This option allows you to set the string your ISP uses if it processes your email for SPAM.
es: Esta opción permite definir la cadena de caracteres utilizada por tu ISP cuando procesa el email en busca de SPAM.
et: String, mida sinu ISP spämmi märgistamiseks kasutab.
fr: Cette option vous permet de définir le texte que votre Fournisseur d'accès utilise si le courrier est considéré comme un SPAM
pt_br: Esta opção permite que você configure a string que o seu provedor utiliza quando identifica spam em seu email
ru: Опция позволяет устанавливать строку ваш ISP использует если , он обрабатывает почтовый спам.
sv: Detta val tillåter dig att sätta strängen din ISP använder om denne filtrerar din e-post efter skräppost

source: Configuration
es: Configuración
et: Seadistamine
pt_br: Configuração
ru: Конфигурация

source: The POP transparent proxy must scan for something to be useful. If you do not need either antivirus of spam scan we suggest you turn it off
es: El proxy transparente POP debe buscar algo para ser útil. Si no necesitas buscar antivirus o spam, te sugerimos que lo desactives
et: Läbipaistev POP puhverserver peaks, oma olemasolu õigustamiseks, midagi skaneerima. Kui sa ei soovi lisada ei viiruse- ega spämmitõrjet siis soovitame sul see välja lülitada.
fr: Le proxy transparent POP doit analyser quelque chose pour être utile. Si vous n'avez pas besoin d'un analyseur antivirus ou antispam, nous vous recommandons de le désactiver
pt_br: O proxy transparente POP deve buscar por algo para ser útil. Se você não precisa de antivirus ou filtro de spam, sugerimos que você desligue-o
ru: Прозрачный POP прокси должен сканировать, чтобы быть полезным. Если вам не нужно антивирусное и спам сканирование мы предлагаем отключить его.
sv: Den transparenta proxyn för POP måste skanna nånting för att vara till nån hjälp. Om du inte behöver antivirus eller skräppostfiltrering rekommenderar vi att du slår av den.

source: Virus policy
da: Virus politik
es: Política de virus
et: Viiruste reegel
fr: Politique antivirus
ja: ウィルスポリシー
pt_br: Regras de vírus
ru: Политика вирусов
tr: Virüs yönetimi

source: Spam policy
da: Spam politik
es: Pólitica de Spam
et: Spämmi reegel
fr: Politique antispam
ja: 迷惑メールポリシー
pt_br: Regras de spam
ru: Политика спам
sv: Skräppostpolicy
tr: Gereksiz posta kuralları

source: Banned files policy
da: Banned files politik
es: Pólitica de ficheros descartados
et: Keelatud failide reegel
fr: Politique des fichiers bannis
ja: 隔離ファイルポリシー
pt_br: Regras de arquivos banidos
ru: Политика блокирования файлов
sv: Policy för bannade filer
tr: Yasaklanan dosya yönetimi

source: Bad header policy
es: Política de cabecera errónea
et: Vigaste päiste reegel
fr: Politique des mauvaise entêtes
pt_br: Política de cabeçalhos mal-formados
ru: Политика плохих заголовков
sv: Felaktig e-posthuvudpolicy

source: Filter Policies
es: Puerto del filtro de correo
et: Filtri reeglid
pt_br: Políticas de Filtragem
ru: Политики фильтра

source: Mailbox
es: Buzón
et: Postkast
fr: Boîte mail
ja: メールボックス
pt_br: Caixa de correio
ru: Почтовый ящик
sv: Brevlåda
tr: Posta kutusu

source: Mailbox contains
da: Mailbox indeholder
es: El buzón contiene
et: Postkasti sisu
fr: La boîte mail contient
ja: メールボックス内容
pt_br: Caixa de correio contém
ru: Содержимое почтового ящика
sv: Brevlåda innehåller
tr: Posta kutusu içeriği

source: Train bayesian spam filter
es: Entrenarr clasificador bayesiano de spam
et: Bayesian spämmifiltri õpetamine
fr: Entrainer le filtre de spam bayésien
pt_br: Treinar filtro de spam baiesiano
ru: Обучение спам фильтра Байеса
sv: Träna bayesiskt skräppostfilter

source: Learned from messages
es: Aprendido de mensajes
et: Õpitud kirjadest
fr: Appris depuis des messages
pt_br: Aprendido das mensagens
ru: Обучение по сообщениям
sv: Lärde från meddelanden

source: Train
da: Træn
es: Entrenar
et: Õpeta
ja: 学習
pt_br: Treinar
ru: Учить
tr: Öğretme

source: ham
et: väärtpost
fr: Courrier valide
ja: 通常メール
pt_br: emails desejados
sv: brapost (ham)

source: Invalid mailbox type: {type}
da: Ugyldig mailbox type: {type}
es: Tipo de buzón no valido: {type}
et: Vigane postkasti tüüp: {type}
fr: Type de boîte mail invalide : {type}
ja: 無効なメールボックス形式です: {type}
pt_br: Tipo de caixa de correio inválida: {type}
ru: Неправильный тип почтового ящика: {type}
sv: Ogiltig brevlådetyp: {type}
tr: Geçersiz posta kutusu türü: {type}

source: Domain
es: Dominio
et: Domeen
fr: Domaine
pt_br: Domínio
ru: Домен
sv: Domän

source: Use virus filtering
da: Brug virus filtrering
es: Utilizar filtrado de virus
et: Viiruste filtri kasutamine
fr: Utiliser le filtrage antivirus
ja: ウィルスフィルタを使用
pt_br: Usar filtragem de vírus
ru: Использовать фильтрацию вирусов
sv: Använd virusfiltrering
tr: Virus süzgeçlemesi kullan

source: Use spam filtering
da: Brug spam filtrering
es: Utilizar filtrado de spam
et: Spämmifiltri kasutamine
fr: Utiliser le filtrage antispam
ja: 迷惑メールフィルタを使用
pt_br: Usar filtragem de spam
ru: Использовать фильтрацию спама
sv: Använd skräppostfiltrering
tr: Gereksiz posta süzgeçlemesi kullan

source: default
es: por defecto
et: vaikimisi
fr: Par défaut
pt_br: padrão
ru: по умолчанию
sv: standard

source: custom threshold
es: umbral personalizado
et: kohandatud lävi
fr: Seuil personnalisé
pt_br: coeficiente personalizadao
ru: пользовательский порог
sv: anpassat tröskelvärde

source: Learn from accounts' Spam IMAP folders
es: Aprender de las cuentas de las carpetas IMAP de spam
et: Õppimine IMAP rämpsposti kataloogide abil
pt_br: Aprender a partir das pastas Spam das contas IMAP
ru: Учится из каталога IMAP аккаунта spam

source: Every time that a email moved into or out of the IMAP spam folder the filter will be trained with it
es: Cada vez que el correo entre o salga de la carpeta IMAP de spam, el filtro será entrenado con él
et: Iga kord kui kiri liigub IMAP normaalsest kataloogist rämpsposti kataloogi või vastupidi, õpetatakse sellega filtrit
pt_br: Toda vez que um e-mail é movido para dentro ou fora de uma pasta spam de uma conta IMAP, o filtro será testado
ru: Каждый раз когда почта перемещена или отправлена в каталог spam IMAP спам-фильтр будет обучатся на нем

source: Learning ham account
es: Aprediendo ham
et: Õppimine väärtposti konto abil
fr: Compte d'apprentissage des courriers valides
pt_br: Conta de aprendizagem de email desejado
ru: Обучение ham учетной записи
sv: Inlärande brapost (ham) konto

source: An address (ham@domain) will be created for this domain, ham messages incorrectly classified as spam may be forwarded to this addres to train the filter
es: Una dirección (ham@dominio) será creada para este dominio. Los mensajes ham clasificados de forma incorrecta podrían ser reenviados a esta dirección para entrenar el filtro
et: Selle domeeni jaoks luuakse aadress: ham@domeen. Väärtposti, mis on valesti liigitatud rämpspostiks, saab suunata filtri õpetamiseks sellele aadressile.
fr: Une adresse (ham@domain) va être créée dans ce domaine, les courriers valides qui ne pourront être correctement classifiés comme spam seront transférés à cette adresse pour entrainer le filtre
pt_br: Um endereço (ham@domínio) será criado para este domínio. Mensagens desejadas classificadas incorretamente como spam poderão ser encaminhadas para este endereço para treinar o filtro
ru: Для домена будет создан адрес (ham@domain) , некорректные сообщения ham, определенные как спаам, можно посылать по этому адресу для обучения фильтра
sv: En adress (ham@domän) kommer att skapas för denna domän, bra e-postmeddelanden som felaktigt klassats som skräppost kan vidarebefordras hit för att träna filtret

source: Learning spam account
es: Aprendiendo spam
et: Õppimine spämmi konto abil
fr: Compte d'apprentissage des spams
pt_br: Conta de aprendizado de spam
ru: Обучение спам учетной записи
sv: Lärande skräppostkonto

source: An address (spam@domain) will be created for this domain, spam messages incorrectly classified as ham may be forwarded to this addres to train the filter
es: Una dirección (spam@dominio) será creada para este dominio. Los mensajes de spam clasificados de forma incorrecta como ham serán reenviado a estar dirección para entrenar el filtro
et: Selle domeeni jaoks luuakse aadress: spam@domeen. Rämpsposti, mis on valesti liigitatud väärtpostiks, saab suunata filtri õpetamiseks sellele aadressile.
fr: Une adresse (spam@domain) va être créée dans ce domaine, les spams qui ne pourront être correctement classifiés comme courrier valide seront transférés à cette adresse pour entrainer le filtre
pt_br: Um endereço (spam@domínio) será criado para este domínio. Spam incorretamente classificado como email desejado poderá ser encaminhado para este endereço para treinar o filtro
ru: Для домена будет создан адрес (spam@domain) , спам сообщения , некорректно определенные, как ham можно направлять на этот адрес для обучения фильтра
sv: En adress (spam@domän)

source: Antispam sender policy
es: Política antispam para el emisor
et: Saatja spämmitõrje reegel
fr: Politique Antispam de l'expéditeur
pt_br: Política antispam do remetente
ru: Политика антиспам отправителей
sv: Antiskräppost avsändarpolicy

source: virtual domain
es: Dominio virtual
et: virtuaaldomeen
fr: domaine virtuel
pt_br: domínio virtual
ru: виртуальный домен
sv: virtuell domän

source: There are no virtual mail domains managed by this server. You can create some in the {openA}virtual domains mail page{closeA}.
es: No hay dominios virtuales gestionados por este servidor. Puedes crear algunos en {openA}virtual domains mail page{closeA}.
et: Sellel serveril ei ole hallatavaid virtuaaldomeene. Neid saab luua leheküljel {openA}E-post -> Virtuaalsed e-posti domeenid{closeA}.
pt_br: Não existem domínios virtuais gerenciados por este servidor. Você pode criar alguns na {openA}página de domínios virtuais de e-mail{closeA}.
ru: Нет виртуальных доменов управляемых этим сервером. Вы должны создать хотя бы один в {openA}virtual domains mail page{closeA}.

source: Mail filter graph
es: Gráfico de filtro de correo
et: E-posti filtri graafik
fr: Graphique du filtre de courrier
pt_br: Gráfico do filtro de e-mail
ru: График почтового фильтра
sv: E-post filtergraf

source: clean messages
es: limpiar mensajes
et: puhtad sõnumid
fr: messages nettoyés
pt_br: mensagens limpas
ru: чистые сообщения
sv: rena meddelanden

source: banned files
es: Política de archivos prohibidos
et: keelatud failid
fr: fichiers bannis
pt_br: arquivos banidos
ru: заблокированные файлы
sv: bannade filer

source: infected
es: infectado
et: nakatunud
fr: infectés
pt_br: infectado
ru: инфицирован
sv: infekterad

source: bad header
es: cabecera incorrecta
et: halvad päised
fr: mauvaise en-têtes
pt_br: cabeçalho mal-formado
ru: испорченный заголовок
sv: dåligt e-posthuvud

source: blacklisted
es: en la lista negra
et: blacklistis
fr: mise en liste noire
pt_br: incluído na lista negra
ru: черный список
sv: svartlistad

source: Filter traffic
es: Filtro de tráfico
et: Filtri liiklus
fr: trafic du filtre
pt_br: Filtro de tráfego
ru: Фильтр трафика
sv: Filtertrafik

source: blacklisted senders
es: emisores en la lista negra
et: blacklisti lisatud saatjad
fr: expéditeurs mis en liste noire
pt_br: enviadores incluídos na lista negra
ru: черный список отправителей
sv: Svartlistade avsändare

source: bad message header
es: mensaje de cabecera incorrecta
et: halva päisega sõnumid
fr: mauvaise entête de message
pt_br: cabeçalho da mensagem mal-formado
ru: плохой заголовок
sv: dåligt e-posthuvud

source: Filter traffic details
es: Detalles de filtrado de tráfico
et: Filtri liikluse üksikasjad
fr: Détails du trafic du filtre
pt_br: Detalhes do filtro de tráfego
ru: Подробности фильтра трафика
sv: Filter trafikdetaljer

source: traffic
es: tráfico
et: liiklus
fr: trafic
pt_br: tráfego
ru: трафик
sv: trafik

source: total messages
es: mensajes totales
et: sõnumeid kokku
fr: total des messages
pt_br: mensagens totais
ru: всего сообщений
sv: totalt meddelanden

source: infected messages
es: mensajes infectados
et: nakatunud sõnumeid
fr: messages infectés
pt_br: mensagens infectadas
ru: зараженных сообщений
sv: infekterade meddelanden

source: spam messages
es: mensajes de spam
et: späm sõnumeid
fr: messages spam
pt_br: mensagens spam
ru: спам сообщений
sv: skräppostmeddelanden

source: infected messages
es: mensajes infectados
et: nakatanud sõnumeid
fr: messages infectés
pt_br: mensagens infectadas
ru: зараженных сообщений
sv: infekterade meddelanden

source: Transparent POP proxy traffic details
es: Detalles de tráfico del proxy transparente POP
et: Läbipaistva POP puhverserveri liikluse üksikasjad
fr: Détails du trafic du proxy transparent POP
pt_br: Detalhes do tráfego do proxy POP transparente
ru: Подробности трафика POP прозрачного прокси
sv: Transparent POP proxy trafikdetaljer

source: POP proxy graph
es: Gráfico del proxy POP
et: POP puhverserveri graafik
fr: Graphique du proxy POP
pt_br: Gráfico do proxy POP
ru: График POP прокси
sv: POP proxygraf

source: Transparent POP proxy traffic
es: Tráfico del proxy transparente POP
et: Läbipaistva POP puhverserveri liiklus
fr: Trafic du proxy transparent POP
pt_br: Tráfego do proxy POP transparente
ru: Трафик POP прозрачного прокси
sv: Transparent POP proxytrafik

source: To configure amavis
es: Configurar amavis
et: Amavisi seadistamiseks
fr: Configurer amavis
pt_br: Configurar amavis
ru: Настроить amavis
sv: För att konfigurera amavis

source: Zentyal internal mail filter
pt_br: Filtro interno de e-mail do Zentyal

source: SMTP filter proxy
es: Filtro proxy SMTP
et: STMP filtri puhverserver
fr: Filtre du proxy SMTP
pt_br: Proxy do filtro SMTP
ru: Прокси фильтр SMTP
sv: Proxy för SMTP filter

source: To configure spamassassin daemon
es: Configurar el demonio de spamassassin
et: spamassassin deemoni seadistamiseks
fr: Configurer le service SpamAssassin
pt_br: Configurar processo spamassassin
ru: Настройка spamassassin демона
sv: För att konfigurera spamassasin tjänsten

source: It must be a number(decimal point allowed)
da: Det skal være et tal (decimaler tilladt)
es: Debe ser un número (se permiten decimales)
et: See peab olema number (koma on lubatud)
fr: Doit être un nombre (séparateur . de décimale toléré)
ja: 数字を入力してください(小数点も利用可能)
pt_br: Deve ser um número (são permitidas casas decimais)
ru: Это должно быть числом (десятичная точка разрешена)
sv: Det måste vara ett nummer (decimaler tillåtna)
tr: Bir sayı olmalı (ondalık sayılar kullanılabilir)

source: The spam's threshold cannot be higher than its autolearn threshold
da: Spams tærskel kan ikke være større en selvlærings tærskel
es: El umbral de Spam no puede ser mayor que su umbral de auto aprendizaje
et: Spämmilävi ei saa olla suurem kui iseõppimise lävi
fr: Le seuil des pourriels ne peut être supérieur que son seuil d'auto-apprentissage
ja: 迷惑メールのしきい値は学習のしきい値以下に設定してください
pt_br: O limite de spam não pode ser mais alto do que o seu limite de auto-aprendizagem
ru: Порог спама не может быть выше порога авто-обучения
sv: Skräppostens tröskel kan inte vara högre än dess autoinlärningströskel
tr: Spam'in eşiği, kendisinin otomatik öğrenme eşiğinden yüksek olamaz.

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
da: Spam's tærskel kan ikke være lavere eller lig med ham's selvlærings tærskel
es: El umbral de Spam tiene que ser mayor su umbral de auto aprendizaje de Ham
et: Spämmilävi ei saa olla väiksem või võrdne kui iseõppimise väärtposti lävi
fr: Le seuil de pourriels ne peut pas être inférieur ou égale à son seuil d'auto-apprentissage de mails valides (ham)
ja: 迷惑メールのしきい値は通常メールの学習のしきい値よりも高く設定してください
pt_br: O limite de spam não pode ser mais baixo ou igual que o seu limite de auto aprendizagem
ru: Порог спама не может быть равным или меньше порога авто-обучения ham
sv: Skräppostens tröskel kan inte vara lägre eller lika stor som dess brapost (ham) autoinlärningströskel
tr: Spam'in eşiği, kendisinin 'ham' otomatik öğrenme eşiğine eşit veya düşük olamaz

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
da: Kan ikke lære fordi bayesian filter ikke er aktiveret i den nuværende konfiguration. For at kunne lære skal det bayesiske filter aktiveres og ændringerne gemmes
es: No es posible aprender porque el filtro bayesiano está deshabilitado en la configuración actual. Para permitir el aprendizaje active el filtro bayesiano y guarde los cambios
et: Õppimine ei õnnestu, kuna praeguses seadistuses on bayesian filter keelatud. Õppimiseks pead lubama bayesian filtri ja salvestama muudatused.
fr: Apprentissage impossible car le filtre bayésien est désactivé dans la configuration actuelle.
ja: ベイジアンフィルタが無効になっているため学習を開始できません。ベイジアンフィルタが有効になるように設定してください
pt_br: Não pode aprender porque o filtro bayesiano está desativado na configuração atual. Ative o filtro e grave as alterações
ru: Невозможно обучение так как Байесовский фильтр отключен в текущей конфигурации. Для обучение необходимо включить Байесовский фильтр и записать изменение
sv: Kan inte lära eftersom bayesian filtret är inaktiverat i nuvarande konfiguration. För att kunna lära systemet aktivera bayesian filtret och spara ändringarna
tr: Öğrenilemiyor çünkü kullanılan yapılandırmada bayesian süzgeci kapatılmış durumda. Öğrenmeyi çalıştırmak için bayesian süzgecini etkinleştirin ve değişikliği kayıt edin
