Repository: zentyal/zentyal
Catalog: client/mailfilter/po/*.po
Languages: da, es, et, fr, ja, pt_br, ru, sv, tr

source: POP transparent proxy
es: Proxy POP transparente
et: Läbipaistev POP puhverserver
fr: Proxy transparent POP
pt_br: Proxy POP transparente
ru: Прозрачный POP прокси
sv: Transparent POP proxy

source: POP3 protocol
es: Protocolo POP3
et: POP3 protokoll
fr: Protocole POP3
pt_br: Protocolo POP3
ru: Протокол POP3
sv: POP3 protokoll

source: Mail Filter
es: Filtro de correo
et: E-posti filter
fr: Filtre de courrier
pt_br: Filtro de Email
ru: Почтовый фильтр
sv: E-postfilter

source: Add clamav user to amavis group
es: Añadir el usuario clamav al grupo amavis
et: Clamav kasutaja amavis gruppi lisamine
fr: Ajouter l'utilisateur clamav au groupe amavis
pt_br: Adiciona usuário clamav para o grupo amavis
ru: Добавить пользователя clamav в группу amavis
sv: Lägg till clamav användare till amavis gruppen

source: Clamav need access to amavis fields to properly scan mail
es: Clamav necesita acceder a campos de Amavis para poder escanear el correo
et: Clamav vajab ligipääsu amavise väljadele, et kirju korrektselt skaneerida
fr: Clamav doit accéder au champs d'amavis pour analyser convenablement les courriers
pt_br: Clamav necessita acessar os campos amavis para escanear e-mails corretamente
ru: Clamav необходим доступ к amavis полям, чтобы сканировать почту
sv: Clamav behöver access till amavis fält för att kunna skanna e-post

source: Add clamav user to p3scan group
es: Añadir el usuario clamav al grupo p3scan
et: Clamav kasutaja p3scan gruppi lisamine
fr: Ajouter l'utilisateur clamav au groupe p3scan
pt_br: Adiciona usuário clamav para o grupo do p3scan
ru: Добавить пользователя clamav в группу p3scan
sv: Lägg till clamav användare till p3scan gruppen

source: Clamav need access to p3scan group to properly scan in the POP Proxy
es: Clamav requiere acceso al grupo p3scan para escanear correctamente el Proxy POP
et: Clamav vajab POP puhverserveris skaneerimiseks ligipääsu p3scan grupile
fr: Clamav doit accéder au champs de p3scan pour analyser convenablement le proxy POP
pt_br: Clamav necessita de acesso ao grupo p3scan para escannear corretamente no proxy POP
ru: Clamav необходим доступ к p3scan полям, чтобы сканировать POP прокси
sv: Clamav behöver access till p3scan gruppen för att kunna skanna i POP proxyn

source: Add spam and ham system users
es: Añadir usuarios al sistema de spam y ham
et: Rämps- ja väärtposti süsteemi kasutajate lisamine
pt_br: Adicionar spam e ignorar usuários do sistema
ru: Добавить системных пользователей spam и ham

source: This users are for the email accounts used for training the bayesian filter
es: Estos usuarios se utilizan en las cuentas de correo utilizadas para el entrenamiento del filtro bayesianoi
et: Nende kasutajate e-posti kontosid kasutatakse bayesian filtri õpetamiseks
pt_br: Esses usuários são para as contas de e-mail usadas para treinar o filtro baiesiano
ru: Эти пользователи электронной почты используются для обучения фильтра Байеса

source: Update LDAP
es: Actualizar LDAP
et: LDAP uuendamine
fr: Mise à jour du LDAP
pt_br: Atualizar LDAP
ru: Обновить LDAP
sv: Uppdatera LDAP

source: Add amavis specific classes and fields
es: Añadir campos y clases específicos de Amavis
et: amavis põhiste klasside ja väljade lisamine
fr: Ajouter les classes et champs spécifiques d'amavis
pt_br: Adiciona campos e classes específicas no amavis
ru: Добавить определенные классы и поля amavis
sv: Lägg till amavis specifika klasser och fält

source: Cannot proceed because the filter is in use
da: Kan ikke fortsætte fordi filter er i brug
es: No puede continuar porque el filtro está en uso
et: Jätkamine polnud võimalik, kuna filter on kasutusel
fr: Impossible d'exécuter l'opération car le filtre est utilisé
ja: フィルタが使われているため進めません
pt_br: Impossível prosseguir porque o filtro está em uso
ru: Не воможно фильтр используется
sv: Kan inte fortsätta eftersom filtret används
tr: İşlem yapılamıyor çünkü süzgeç kullanımda

source: Mail filter
es: Filtro de correo
et: E-posti filter
fr: Filtre de courrier
ja: メールフィルタ
pt_br: Filtro de Email
ru: Почтовый фильтр
sv: E-postfilter
tr: Posta süzgeci

source: Date
es: Fecha
et: Kuupäev
pt_br: Data
ru: Дата
sv: Datum

source: Action
es: Acción
et: Toiming
pt_br: Ação
ru: Действие
sv: Åtgärd

source: Event
es: Evento
et: Sündmus
fr: Évènement
pt_br: Evento
ru: Событие
sv: Händelse

source: Sender address
es: Dirección del remitente
et: Saatja aadress
fr: Adresse de l'expéditeur
pt_br: Endereço do enviador
ru: Адрес отправителя
sv: Sändares adress

source: Recipient address
es: Dirección del receptor
et: Saaja aadress
fr: Adresse du destinataire
pt_br: Endereço recipiente
ru: Адрес получателя
sv: Mottagares adress

source: Spam hits
es: Sucesos de spam
et: Spämmi tabamused
fr: Scores des spams
pt_br: Acertos de spam
ru: Спам хиты
sv: Skräppost träffar

source: Bad header found
es: Encontrada cabecera errónea
et: Leitud on vigane päis
fr: Mauvaise entête trouvée
pt_br: Cabeçalho mal-formado encontrado
ru: Обнаружен плохой заголовок
sv: Dåligt e-post huvud funnet

source: Spam found
es: Spam encontrado
et: Leitud on spämmi
fr: Spam trouvé
pt_br: Spam encontrado
ru: Обнаружен спам
sv: Skräppost funnet

source: Forbidden attached file found
pt_br: Encontrado arquivo proibido em anexo

source: Address in blacklist found
es: Encontrada dirección en lista negra
et: Leitud on blacklisti aadress
fr: Adresse de la liste noire trouvée
pt_br: Endereço na lista negra encontrado
ru: Обнаружен адрес из черного списка
sv: Adress från svartlista funnen

source: Virus found
es: Virus encontrado
et: Leitud on viirus
fr: Virus trouvé
pt_br: Vírus encontrado
ru: Обнаружен вирус
sv: Virus upptäckt

source: Clean message
es: Mensaje limpio
et: Puhas sõnum
fr: Message nettoyé
pt_br: Mensagem limpa
ru: Чистое сообщение
sv: Rent meddelande

source: SMTP filter
es: Filtro SMTP
fr: Filtre SMTP
pt_br: Filtro SMTP
ru: SMTP фильтр

source: Account
es: Cuenta
et: Konto
fr: Compte
pt_br: Conta
ru: Аккаунт
sv: Konto

source: Client's address
es: Dirección del cliente
et: Kliendi aadress
fr: Adresse cliente
pt_br: Endereço do cliente
ru: Адреса клиентов
sv: Klients adress

source: Total messages
es: Número total de mensajes
et: Sõnumeid kokku
fr: Total des messages
pt_br: Total de mensagens
ru: Всего сообщений
sv: Totalt meddelanden

source: Clean messages
es: Mensajes limpios
et: Puhtaid sõnumeid
fr: Messages propres
pt_br: Mensagens limpas
ru: Чистые сообщения
sv: Rena meddelanden

source: Virus messages
es: Mensajes con virus
et: Viirusega sõnumeid
fr: Messages contenant un virus
pt_br: Mensagens com vírus
ru: Зараженные сообщения
sv: Virus meddelanden

source: Spam messages
es: Mensajes de spam
et: Spämm sõnumeid
fr: Messages contenant un spam
pt_br: Spam
ru: Спам сообщения
sv: Skräppostmeddelanden

source: POP3 transmission complete
es: Transmisión POP3 completada
et: POP3 edastus lõpetatud
fr: Transmission POP3 terminée
pt_br: Transmissão POP3 completa
ru: POP3 передача завершена
sv: POP3 överföring färdig

source: POP3 transmission aborted
es: Transmisión POP3 cancelada
et: POP3 edastus katkestatud
fr: Transmission POP3 annulée
pt_br: Transmissão POP3 cancelada
ru: POP3 передача прервана
sv: POP3 överföring avbruten

source: POP3 proxy
es: Proxy POP3
et: POP3 puhverserver
fr: Proxy POP3
pt_br: Proxy POP3
ru: POP3 прокси

source: SMTP Mail Filter
es: Filtro de correo SMTP
et: SMTP e-posti filter
pt_br: Filtro de e-mail SMTP
ru: Почтовый фильтр SMTP

source: POP Transparent Proxy
es: Proxy transparente POP
et: Läbipaistev POP puhverserver
pt_br: Proxy POP transparente
ru: Прозрачный POP прокси

source: Files ACL
es: Archivo ACL
et: Failide pääsuloend
fr: Fichiers ACL (sécurité)
pt_br: Arquivos ACL
ru: Файлы ACL
sv: Fil ACL

source: To configure p3scan
es: Configurar p3scan
et: p3scan seadistamiseks
fr: Configurer p3scan
pt_br: Configurar p3scan
ru: Настроить p3scan
sv: För att konfigurera p3scan

source: To configure renattach
es: Configurar renattach
et: renattach seadistamiseks
fr: Configurer renattach
pt_br: Configurar renattach
ru: Настроить renattach
sv: För att konfigurera renattach

source: Transparent POP Proxy
es: Proxy POP transparente
et: Läbipaistev POP puhverserver
fr: Proxy Transparent POP
pt_br: Proxy POP transparente
ru: Прозрачный POP прокси

source: Status
es: Estado
et: Olek
fr: Statut
pt_br: Situação
ru: Состояние

source: file extension
da: fil endelse
es: extensión de fichero
et: faililaiend
fr: extension du fichier
ja: ファイル拡張子
pt_br: extensão de arquivo
ru: файловые расширения
sv: filändelse
tr: dosya uzantısı

source: domain name
da: domæne navn
es: nombre de dominio
et: domeenimi
fr: nom de domaine
ja: ドメイン名
pt_br: nome do domínio
ru: имя домена
sv: domännamn
tr: Alan adı

source: email address
da: email adresse
es: dirección de correo
et: e-posti aadress
fr: adresse mail
ja: Eメールアドレス
pt_br: endereço de e-mail
ru: почтовый адрес
sv: e-post adress
tr: E-posta adresi

source: The sender ought be either an email address or a domain name prefixed with '@'
es: El emisor debe ser una dirección de correo o un nombre de dominio con el prefijo '@'
et: Saatja peaks olema kas e-posti aadress või domeeninimi koos liitega '@'
fr: L'expéditeur peut uniquement être une adresse mail ou un nom de domaine commençant par '@'
pt_br: O enviador deve ter um endereço de e-mail ou um domínio com o prefixo '@'
ru: Отправитель должен быть либо почтовым адресом либо именем домена с префиксом '@'
sv: Avsändaren borde vara endera en e-postadress eller ett domännamn med @ före

source: Pass
da: Tillad
es: Aprobar
et: Lase läbi
fr: Passé
ja: 通過
pt_br: Passar
ru: Разрешить
sv: Släpp igenom
tr: Parola

source: Reject
da: Afvis
es: Rechazar
et: Keeldu teavitusega
fr: Rejet
ja: 拒否
pt_br: Rejeitar
ru: Отклонить
sv: Neka
tr: Reddedilen

source: Bounce
da: Returner
es: Rebotar
et: Keeldu koopiaga
fr: Rebond
ja: 宛先不明通知
pt_br: Salto
ru: Возвратить
sv: Studsa
tr: Geri dönen

source: Discard
da: Kasser
es: Descartar
et: Keeldu
fr: Mise à l'écart
ja: 破棄
pt_br: Descartar
ru: Отбросить
sv: Förkasta
tr: Çıkart

source: Mailfilter's policy
es: Política de filtro de correo
et: E-posti filtrite reegel
fr: Politique du filtre de courrier
pt_br: Regras do filtro de e-mail
ru: Политика почтовых фильтров
sv: Policy för skräppostfilter

source: MIME type
es: Tipos MIME
et: MIME tüüp
fr: Types MIME
ja: MIMEタイプ
pt_br: Tipo MIME
ru: MIME тип
sv: MIME-typ
tr: MIME tipi

source: Write down a decimal number
es: Escribir un número decimal
et: Sisesta kümnendarv
fr: Écrire un nombre décimal
pt_br: Escreva abaixo um número decimal
ru: Напишите десятичное число
sv: Skriv ned ett decimalt nummer

source: Only non-zero positive numbers are allowed
es: Sólo numeros positivos distintos a 0 permitidos
et: Lubatud on ainult nullist suuremad positiivsed arvud
fr: Uniquement les nombres positifs différents de 0 sont autorisés
pt_br: São permitidos apenas números positivos diferentes de zero
ru: Разрешено ненулевое положительное число
sv: Endast nummer från ett och uppåt tillåts

source: Write down a number lesser than {m}
es: Escribir un número menor a {m}
et: Sisesta number, mis on väiksem kui {m}
fr: Écrire un nombre plus petit que {m}
pt_br: Escreva abaixo um número menor que {m}
ru: Напишите число меньшее {m}
sv: Skriv ned ett nummer mindre än {m}

source: Write down a number greater than {m}
es: Escribir un número mayor que {m}
et: Sisesta number, mis on suurem kui {m}
fr: Écrire un nombre plus grand que {m}
pt_br: Escreva abaixo um número maior que {m}
ru: Напишите число большее {m}
sv: Skriv ned ett nummer större än {m}

source: Virtual mail domain {vd} does not exist
da: Virtuelt mail domæne {vd} eksisterer ikke
es: El dominio de correo virtual {vd} no existe
et: Virtuaalset e-posti domeeni {vd} ei ole olemas
fr: Le domaine virtuel de courrier {vd} n'existe pas
ja: バーチャルメールドメイン {vd} は存在しません
pt_br: O domínio virtual de e-mail {vd} não existe
ru: Виртуальный почтовый домен {vd} не существует
sv: Virtuell e-postdomän {vd} finns inte
tr: {vd} sanal posta domaini mevcut değil

source: Mail sender
es: Emisor de correo
et: Kirja saatja
fr: Expéditeur du courrier
pt_br: Remetente da mensagem
ru: Почтовый отправитель
sv: E-postavsändare

source: Policy
es: Política
et: Reegel
fr: Politique
pt_br: Política
ru: Политика

source: Sender policy
es: Política del emisor
et: Saatja reegel
fr: Politique d'envoi
pt_br: Política do remetente
ru: Политика отправителей
sv: Sändarpolicy

source: sender policy
es: política del emisor
et: saatja reegel
fr: politique d'envoi
pt_br: política do remetente
ru: политика отправителей
sv: sändarpolicy

source: whitelist
es: lista blanca
fr: liste blanche
pt_br: lista branca
ru: белый список
sv: vitlista

source: blacklist
es: lista negra
fr: liste noire
pt_br: lista negra
ru: черный список
sv: svartlista

source: process
es: proceso
et: läbib filtri
fr: processus
pt_br: processo
ru: процесс

source: Virtual Domains
es: Dominios virtuales
et: Virtuaaldomeenid
pt_br: Domínios Virtuais
ru: Виртуальные домены

source: MIME Type
es: Tipo MIME
et: MIME tüüp
fr: Type MIME
pt_br: Tipo MIME
ru: MIME тип
sv: MIME-typ

source: Allow
es: Permitir
et: Luba
fr: Permis
pt_br: Permite
ru: Разрешить
sv: Tillåt

source: MIME types
es: Tipos MIME
et: MIME tüübid
fr: Types MIME
pt_br: Tipos MIME
ru: MIME типы
sv: MIME-typer

source: MIME types which are not listed below are allowed. MIME types aren't used by POP transparent proxy
es: Los tipos MIME no listados debajo están permitidos. Los tipos MIME son nos usados por el proxy transparente
et: MIME tüübid, mida ei ole nimekirjas allpool, on lubatud. MIME tüüpe ei kasutata läbipaistva POP puhverserveri poolt
fr: Les types MIME qui ne sont pas listés ci dessous sont permis. Les types MIME ne sont pas utilisés par le proxy transparent POP
pt_br: Tipos MIME que não estão listados abaixo são permitidos. Tipos MIME não são utilizados no proxy transparente
ru: MIME типы не перечисленные ниже разрешены. MIME типы не используются POP прозрачном прокси
sv: Mimetyper som inte listas nedan tillåts. Mimetyper används inte av POP transparent proxy

source: Enabled
es: Activado
et: Lubatud
fr: Activé
pt_br: Habilitado
ru: Включено
sv: Aktiverad

source: Antivirus enabled
es: Antivirus activado
et: Viirusetõrje lubatud
fr: Antivirus activé
pt_br: Antivírus habilitado
ru: Антивирус включен
sv: Antivirus aktiverat

source: Antispam enabled
es: Antispam activado
et: Spämmitõrje lubatud
fr: Antispam activé
pt_br: Antispam habilitado
ru: Антиспам включен
sv: Antiskräppost aktiverad

source: Service's port
es: Puerto del servicio
et: Teenuse port
fr: Port de service
pt_br: Porta do serviço
ru: Порт службы
sv: Tjänstens port

source: Notify of non-spam problematic messages
da: Meddel non-spam problematiske meddelelser
es: Notificar los mensajes problemáticos no-spam
et: Teavitamine probleemsest väärtpostist
fr: Avertir en cas de messages problématiques non-spam
ja: 問題のある非迷惑メッセージを通知
pt_br: Notifica sobre mensagens problemáticas não-spam
ru: Уведомление проблемное сообщение не спам
sv: Meddela om problematiska meddelande som inte är skräppost
tr: Gereksiz posta olmayan mesajlarda sorun ile karşılaşılırsa uyar

source: Disabled
es: Desactivado
et: Keelatud
fr: Désactivé
pt_br: Desabilitado
ru: Отключено
sv: Inaktiverad

source: mail address
es: dirección de correo
et: e-posti aadress
fr: adresse de courrier
pt_br: endereço de e-mail
ru: почтовый адрес
sv: e-post adress

source: General
da: Almen
et: Üldine seadistamine
ja: 全般
pt_br: Geral
ru: Общие
tr: Genel

source: The port {port} is already used by module {mod}
da: Porten {port} er allerede i brug af modul {mod}
es: El puerto {port} está siendo usado por el modulo {mod}
et: Port {port} on juba kasutusel {mod} mooduli poolt
fr: Le port {port} est déjà utilisé par le module {mod}
ja: ポート {port} はすでにモジュール {mod} で使われています
pt_br: A porta {port} já está sendo usada pelo módulo {mod}
ru: Порт {port} уже используется модулем {mod}
sv: Porten {port} används redan av modulen {mod}
tr: {port} portu şu anda {mod} modülü tarafından kullanılmakta

source: Sender policy for virtual domain
es: Política de envío para dominio virtual
et: Saatja reegel virtuaaldomeeni jaoks
pt_br: Política do remetente para o domínio virtual
ru: Политика для отправителей виртуального домена

source: File extension
es: Extensión de archivo
et: Faililaiend
fr: Extension du fichier
pt_br: Extensão de arquivo
ru: Файловое расширение
sv: filändelse

source: File extensions
es: Extensiones de archivo
et: Faililaiendid
fr: Extensions des fichiers
pt_br: Extensões de arquivo
ru: Файловые расширения
sv: filändelser

source: Extensions which are not listed below are allowed
es: Las extensiones no listadas están permitidas
et: Laiendid, mida ei ole loendis allpool, on lubatud
fr: Les extensions listées ci-dessous sont autorisées
pt_br: Extensões que não estão listadas abaixo são permitidas
ru: Расширение не перечисленные ниже разрешены
sv: Filändelser som inte listas nedan är inte tillåtna

source: External mail server
da: Extern mail server
es: Servidor de correo externo
et: Väline e-posti server
fr: Serveur de courrier externe
ja: 外部メールサーバ
pt_br: Servidor de e-mail externo
ru: Внешний почтовый сервер
sv: Extern e-postserver
tr: Harici posta sunucusu

source: IP address of the server
es: Dirección IP del servidor
et: Serveri IP aadress
pt_br: Endereço IP do servidor
ru: IP адрес сервера

source: Allow connection
es: Permitir conexión
et: Ühenduse lubamine
fr: Connexion permise
pt_br: Permitir conexão
ru: Разрешить соединения
sv: Tillåt kommunikation

source: External mail servers
es: Servidores de correo externo
et: Välised e-posti serverid
fr: Serveurs de courrier externe
pt_br: Servidores de e-mail externos
ru: Внешние почтовые сервера
sv: Externa e-postservrar

source: external mail server
es: servidor de correo externo
et: väline e-posti server
fr: serveur de courrier externe
pt_br: servidor de e-mail externo
ru: внешний почтовый сервер
sv: extern e-postserver

source: Here you can specify which external mail servers can connect to the mail filter
es: Aquí puedes especificar qué servidores de correo externo pueden conectarse al filtro de correo
et: Siin saad määrata millised välised e-posti serverid saavad e-posti filtriga ühendust
fr: Ici, vous pouvez préciser les serveurs de courrier externe qui peuvent se connecter au filtre de courrier
pt_br: Aqui você pode especificar quais servidores de e-mail externos podem conectar ao filtro de e-mail
ru: Здесь можно указать, какие внешние почтовые сервера могут соединяться с почтовым фильтром
sv: Här kan du specificera vilka externa e-postservrar som kan ansluta till e-postfiltret.

source: Invalid external MTA {mta}. Local network addresses are not allowed
da: Ugyldig extern MTA {mta}. Lokale netværk adresser er ikke tilladt
es: MTA externo {mta} no válido. Las direcciones de red locales no están permitidas
et: Vigane väline MTA {mta}. Kohtvõrgu aadressid ei ole lubatud
fr: MTA externe invalide {mta}. Les adresses du réseau locale ne sont pas permises
ja: 無効な外部MTAです: {mta}。ローカルのネットワークアドレスは利用できません
pt_br: MTA {mta} externo inválido. Endereços da rede local não são permitidos
ru: Не действительный внешний MTA {mta} . Локальные сетевые адреса не разрешены.
sv: Felaktig extern MTA {mta}. Lokala nätverksadresser är inte tillåtna
tr: Geçersiz harici MTA {mta}. Yerel ağ adreslerine izin yok

source: Spam threshold
da: Spam tærskel
es: Umbral de Spam
et: Spämmilävi
fr: Seuil des spams
ja: 迷惑メールしきい値
pt_br: Limite de spam
ru: Порог спама
sv: Skräpposttröskel
tr: Gereksiz posta eşiği

source: The score threshold to mark a message as spam
da: Tærskel-værdien for at markere en meddelelse som spam
es: El umbral de puntuación para marcar un mensaje como spam
fr: Seuil de score à atteindre pour marquer le message en tant que spam
ja: メッセージを迷惑メールとしてマークするしきい値スコア
pt_br: O limite para marcar uma mensagem como spam
ru: Порог балов, для пометки сообщения, как спам.
sv: Tröskelpoängen för att markera ett meddelande som skräppost
tr: Bir mesajı gereksiz posta olarak işaretlemek için puan değeri

source: Spam subject tag
da: Spam subjekt mærke
es: Etiqueta de asunto Spam
et: Spämmkirja teema silt
fr: Etiquette du sujet de spam
ja: 迷惑メール題名タグ
pt_br: Etiqueta de assunto spam
ru: Признак спама
sv: Skräppost ärendemärkning
tr: Gereksiz posta konu etiketi

source: Tag which will be added to the spam mail subject
da: Mærke som vil blive tilføjet til spam mail subjekt
es: Etiqueta que será añadida al asunto del correo spam
et: Silt, mis lisatakse rämpsposti kirja teema lahtrisse
fr: Etiquette qui sera ajoutée au sujet du pourriel
ja: 迷惑メール題名として追加するタグ
pt_br: Etiqueta que será adicionada a mensagem considerada spam
ru: Признак спама, который будет добавлен в тему письма
sv: Märking som kommer att adderas till skräppost ärenderad.
tr: Gereksiz posta konusu olarak eklenecek etiket

source: Use Bayesian classifier
et: Bayesian filtri kasutamine
pt_br: Use o classificador baiesiano
ru: Использовать классификатор Байеса

source: Auto-whitelist
da: Auto-godkendte
es: Auto-lista blanca
et: Automaatne whitelist
fr: Liste Blanche automatique
ja: 自動ホワイトリスト
pt_br: Lista branca automática
ru: Автоматический белый список
sv: Auto vitlista
tr: Otomatik temiz listesi

source: Change the score of mail according to the sender history
da: Change the score of mail i henhold til afsender historik
es: Cambiar la puntuación del correo según la historia del remitente
et: Kirjade hindamisel saatja ajalooga arvestamine
fr: Modifier le score des mails en accord avec l'historique de l'expéditeur
ja: 送信者の履歴を使用してメールのスコアを変更
pt_br: Alterar o limite de acordo com o histórico do remetente
ru: Изменение баллов почты согласно истории отправителя
sv: Ändra poängen för e-post enligt avsändarens historia
tr: Gönderen geçmişine göre posta puanını değiştir

source: Auto-learn
da: Selv-lær
es: Auto-aprender
et: Iseõppimine
fr: Auto-apprentissage
ja: 自動学習
pt_br: Auto-aprendizagem
ru: Авто-обучение
sv: Autolär
tr: Otomatik öğrenme

source: Feedback the learning system with messages that reach the threshold
da: Meld tilbage til læresystemet, med meddelelser der når tærsklen
es: Realimentar el systema de aprendizaje con mensajes que alcanzan el umbral
et: Õpisüsteemile tagasiside andmine kirjadega mis ületasid spämmiläve
fr: Retour d'information du système d'apprentissage avec les messages qui atteignent le seuil
ja: しきい値に達したメッセージを使って学習システムにフィードバック
pt_br: Forneça o sistema de aprendizagem com mensagem que atinjam o limite
ru: Обратная связь между системой обучения с балами сообщения
sv: Återkoppla inlärningssystemet med meddelanden som når tröskelvärdet
tr: Eşiğe ulaşan otomatik öğrenme sistem mesajı geri bildirimi

source: Autolearn spam threshold
da: SElvlær spam tærskel
es: Umbral de auto aprendizaje de spam
et: Iseõppimise spämmilävi
fr: Seuil d'auto-apprentissage spam
ja: 迷惑メールしきい値を自動で学習
pt_br: Coeficiente de auto-aprendizagem de spam
ru: Авто-обучения порога спама
sv: Autolär skräppost tröskeln
tr: Otomatik öğrenme gerksiz posta değeri

source: Spam messages with a score equal or greater than this threshold will be added to the learning system
es: Mensajes de spam con una puntuación igual o mayor que este umbral serán añadidos al sistema de aprendizaje
et: Rämpspost võrdse või suurema spämmiläve hindega lisatakse õpisüsteemile
fr: Les pourriels avec un score égal ou supérieur au seuil seront introduits dans le système d'apprentissage
pt_br: Mensagens de spam com um escore igual ou maior do que este coeficiente serão adicionadas ao sistema de aprendizagem
ru: Спам балл сообщения равен или превышает порог и будет добавлено в систему обучения
sv: Skräppost med ett lika stort eller större värde än tröskelvärdet kommer att läggas till inlärningssystemet
