Repository: zentyal/zentyal
Catalog: client/remoteservices/po/*.po
Languages: hu, sv

source: Backup deleted
hu: A mentés törölve
sv: Säkerhetskopia raderad

source: Making remote backup
hu: Távoli mentés készítése
sv: Skapar fjärrsäkerhetskopia

source: Backing up modules
hu: Modulok mentése
sv: Säkerhetskopierar moduler

source: Operation
hu: Művelet
sv: Åtgärd

source: operations left to finish backup
hu: a mentés befejezéséig hátralévő műveletek
sv: åtgärder kvar för att färdigställa säkerhetskopia

source: Backup successful
hu: Sikeres mentés
sv: Säkerhetskopia lyckad

source: Restoring remote backup
hu: Távoli mentés visszaállítása
sv: Återställer fjärrsäkerhetskopia

source: Restoring modules from remote backup
hu: Modulok visszaállítása távoli mentésből
sv: Återställer moduler från fjärrsäkerhetskopia

source: Module
hu: Modul
sv: Modul

source: modules left to restore
hu: visszaállítandó modulok
sv: moduler kvar att återställa

source: Restore successful
hu: Sikeres visszaállítás
sv: Återställning lyckad

source: Remote system backups
hu: Távoli rendszerek mentése
sv: System-fjärrsäkerhetskopior

source: Configuration backup
hu: Beállítások mentése
sv: Säkerhetskopia av konfiguration

source: Please confirm that you want to restore the configuraction using the following remote backup:
hu: Biztos, hogy vissza szeretné-e állítani a beállításokat a következő távoli mentésből:
sv: Vänligen bekräfta att du vill återställa konfigurationen med följande fjärrsäkerhetskopia:

source: Restore
hu: Visszaállítás
sv: Återställ

source: Please confirm that you want to delete the following remote backup:
hu: Biztos ki akarja törölni a következő távoli mentést:
sv: Vänligen bekräfta att du vill radera följande fjärrsäkerhetskopia:

source: Delete
hu: Töröl
sv: Radera

source: Inexistent action: {a}
hu: Nem létező művelet: {a}
sv: obefintlig åtgärd: {a}

source: Remote system backups proxy
hu: Távoli rendszermentések proxyja
sv: Proxy för fjärrsäkerhetskopia av systemet

source: Connection error
hu: Kapcsolódási hiba
sv: Anslutningsfel

source: Value for key {k} not found
hu: A {k} kulcs értéke nem elérhető
sv: Värde för nyckel {k} ej funnet

source: Key for web subscription service not found
hu: A webes bejelentkezőszolgáltatás kulcs nem elérhető
sv: Nyckel för webprenumerations service ej funnen

source: Cannot contact to {host}. Check your connection to the Internet
hu: A {host} nem elérhető. Ellenőrizze az internetkapcsolatát
sv: Kan inte ansluta till {host}. Kontrollera din anslutning till internet

source: It cannot contain "{char}" character
hu: Nem tartalmazhatja a "{char}" karaktert
sv: Det kan inte innehålla "{char}" tecken

source: It cannot be greater than {n} characters
hu: Nem lehet hosszabb {n} karakternél
sv: Det kan inte vara längre än {n} tecken

source: Skipping bad formed line: {l}
hu: Hibás formátumú sor kihagyása: {l}
sv: Hoppar över felaktig rad: {l}

source: No ebox-services DNS key found
hu: Az ebox szolgáltatás DNS kulcsa nem elérhető
sv: Inga DNS-nycklar för eBox- tjänster kan hittas

source: Server {s} not found via DNS server {d}
hu: Az {s} szerver nem található a {d} DNS szerverben
sv: Server {s} hittas ej genom DNS server {d}

source: Cannot create SOAP connection
hu: A SOAP kapcsolat nem hozható létre
sv: Kan inte skapa SOAP anslutning.

source: No domain key found for this service
hu: Ennek a szolgáltatásnak a tartománykulcs nem elérhető
sv: Hittar ingen domän nyckel för denna tjänst

source: system
hu: rendszer

source: average
hu: átlag
sv: medel

source: weak
hu: rossz
sv: svag

source: No {level} passwords were found in users
hu: Nem találhatóak {level} jelszavak a felhasználóknak
sv: Inga {level} lösenord hittade i användare

source: The following users have {level} passwords: {users}.
hu: A következő felhasználóknak van {level} jelszavuk: {users}.
sv: Dessa användare har {level} lösenord: {users}.

source: Cannot get the restricted addresses for remote support
hu: Nem érhetőek el a védett címek a távoli segítséghez

source: There exists already a user {u} and it does not seem created by Zentyal. Until this user is renamed or removed it would be impossible to set up remote support access
hu: Már létezik egy {u} felhasználó és nem lehet még egyet létrehozni. Mielőtt átnevezné vagy törölné a felhasználót lehetetlen beállítani a távoli hozzáférést

source: Subscription data retrieved correctly.
hu: A feliratkozási információk sikeresen betöltve.
sv: Data för prenumeration mottogs korrekt.

source: Please, save changes
hu: Kérem mentse a változtatásokat
sv: Vänligen spara ändringar

source: Done
hu: Kész
sv: Färdig

source: Subscribing Zentyal will configure the {mods} and its dependencies
hu: A Zentyalra faló feliratkozás következtében be lesznek állítva a(z) {mods} modul és annak függőségei

source: Subscribing Zentyal will enable the {mods} and its dependencies.<br/>
hu: A Zentyalra faló feliratkozás következtében aktiválva lesz a(z) {mods} modul és annak függőségei.<br/>

source: Take into account that subscribing Zentyal could take a minute. Do not touch anything until subscribing process is done.
hu: A Zentyalra való feliratkozás végrehajtása egy kis időbe telik. Kérem ne csináljon semmit ameddig a feliratkozási eljárás véget nem ér.

source: Prior to make a subscription on remote services, save or discard changes in the OpenVPN module
hu: Mielőtt feliratkozna egy távoli szolgáltatásra, mentse vagy vesse el a OpenVPN modul beállításait
sv: Spara eller förkasta ändringar i OpenVPN modulen innan du påbörjar en prenumeration

source: User Name or Email Address
hu: Felhasználónév vagy email cím
sv: Användarnamn eller epostadress

source: Server Name
hu: Zentyal név

source: Choose a name for your server which is a valid subdomain name
hu: Válasszon egy valós tartománynevet a Zentyalnak

source: Password
hu: Jelszó
sv: Lösenord

source: Zentyal subscription details
hu: Zentyal feliratkozás részletei

source: Subscription to Zentyal Cloud
hu: Feliratkozás a Zentyal Vezérlőközpontra

source: Subscribe
hu: Feliratkozás
sv: Prenumerera

source: module
hu: modul
sv: modul

source: and
hu: és
sv: och

source: modules
hu: modulok
sv: moduler

source: Action
hu: Művelet
sv: Åtgärd

source: Reason
hu: Indok
sv: Anledning

source: File
hu: Fájl
sv: Fil

source: Access from control panel without password
hu: Jelszó nélküli elérés a vezérlőfelületről
sv: Tillgång från Control Panel utan lösenord

source: Access settings
hu: Hozzáférési beállítások
sv: Inställningar för rättigheter

source: Allow remote access to Zentyal staff
hu: Távoli elérés engedélyezése a Zentyalhoz

source: Allow access from any internet address
hu: Hozzáférés engedélyezése minden internetcímről
sv: Tillåt åtkomst från vilken internetadress somhelst.

source: Remote Support Access
hu: Távoli támogatás
sv: fjärraccess för support

source: Remote access from any address requires that remote access support is enabled
hu: Annak érdekében hogy a távoli hozzáférést minden címről engedélyezze, előbb a szolgáltatást kell engedélyeznie
sv: Fjärråtkomst från vilken adress somhelst kräver att fjärrsupport åtkomst är aktiverat

source: To restrict addresses you need that your Zentyal Server is subscribed to Zentyal Cloud. Either subscribe it or allow access from any address
hu: A hozzáférési címek korlátozása érdekében fel kell iratkozzon a Zentyal Cloud szolgáltatásra. Feliratkozás nélkül a hozzáférés nem korlátozható

source: Enabling remote support will allow staff from Zentyal to freely access your computer. You could use the 'screen' command to join their shell option. To allow that, the SUID bit of the 'screen' program is enabled. This change is undone when this option is disabled To join the remote session, login in the shell as a user belonging to the 'adm' group and use the command: '{cmd}'.
hu: A távoli támogatás engedélyezésével engedélyezi a Zentyal csapatának a géphez való teljes hozzáférést. Használja a screen parancsot a shell hozzáféréshez. Ennek használatához a "screen" program SUID-je engedélyezve kell legyen. Ez a beállítás nem érvényesül ha ez nincs engedélyezve. A távoli hozzáférés használatához lépjen be a shell-be egy adm csoportba tartozó felhasználóval és futtassa a következő parancsot: {cmd}

source: Inexistent backup: {n}
hu: Nem létező mentés: {n}
sv: Frånvarande säkerhetskopia: {n}

source: No backups in server for host: {h}
hu: A géphez a szerveren nem található mentés: {h}
sv: Inga säkerhetskopior i servern för värd: {h}

source: Key for proxy backup service not found
hu: A proxy mentési szolgáltatáshoz nem található kulcs
sv: Proxynyckel för säkerhetskopietjänst ej hittad

source: Control panel
hu: Vezérlőfelület
sv: Kontrollpanel

source: Zentyal Cloud Client
hu: Zentyal Cloud kliens

source: Not subscribed
hu: Nincs regisztrálva
sv: Prenumererar ej

source: Subscribed
hu: Regisztrálva
sv: Prenumererar

source: Subscription
hu: Feliratkozás

source: System
hu: Rendszer

source: Zentyal Cloud Connection
hu: Zentyal Cloud kapcsolat

source: The subscribed hostname is only available if the host is subscribed to Zentyal Cloud
hu: A bejegyzett gépnév csak akkor használható ha a gép fel van iratkozva a Zentyal Cloud szolgáltatásra

source: The monitor gatherer IP addresses are only available if the host is subscribed to Zentyal Cloud
hu: Több IP címet csak akkor monitorizálhat ha fel van iratkozva a Zentyal Cloud szolgáltatásra

source: Zentyal must be subscribed to reload the bundle
hu: Az újratöltéshez fel kell iratkoznia a Zentyal Cloud szolgáltatásra

source: Not connected. Check VPN logs in {path}
hu: Nincs kapcsolat. Ellenőrizze a VPN logokat: {path}
sv: Inte ansluten. Undersök VPN loggarna i sökvägen: {path}

source: Connected
hu: Csatlakozva
sv: Ansluten
