Repository: zentyal/zentyal
Catalog: client/zarafa/po/*.po
Languages: pt_br

source: Zarafa Server
pt_br: Servidor Zarafa

source: username
pt_br: usuário

source: To enable Zarafa {service} gateway you must disable {service} mail retrieval service. You can do it at {ohref}Mail General Configuration{chref}.
pt_br: Para habilitar o Zarafa, desabilite o serviço {service}Recuperar e-mails de contas externas{service}. Você pode fazer isto em {ohref}Configuração Geral do Correio{chref}.

source: To enable Zarafa POP3 and IMAP gateways you need at least one virtual domain. You can do it at {ohref}Virtual Mail Domains{chref}.
pt_br: Para habilitar os gateways POP3 e IMAP do Zarafa você deve ter pelo menos um domínio virtual. Você pode fazer isto em {ohref}Domínios Virtuais de Correio{chref}.

source: Enable POP3 gateway
pt_br: Habilitar gateway POP3

source: Enable POP3S gateway
pt_br: Habilitar gateway POP3S

source: Enable IMAP gateway
pt_br: Habilitar gateway IMAP

source: Enable IMAPS gateway
pt_br: Habilitar gateway IMAPS

source: Zarafa gateways configuration settings
pt_br: Definições de configuração de gateways do Zarafa

source: Zarafa gateways configuration settings updated.
pt_br: Definições de configuração de gateways do Zarafa atualizadas.

source: Zarafa gateways allow access to users mailboxes using POP3 and IMAP protocols.
pt_br: Os gatgeways do Zarafa permitem acesso para as caixas de correio dos usuários usando os protocolos POP3 e IMAP.

source: Maximum mailbox size
pt_br: Tamanho máximo da caixa de correio (mailbox)

source: When a mailbox reaches this size futher messages will be rejected.
pt_br: Quando a caixa de correio (mailbox) atingir este tamanho as novas mensagens serão rejeitadas.

source: Unlimited size
pt_br: Tamanho ilimitado

source: Limited to
pt_br: Limitado em

source: Warn user over
pt_br: Avisar usuário acima de

source: Stop user sending mails over
pt_br: Parar usuários enviando correio acima de

source: Quota configuration settings
pt_br: Definições da configuração de cota

source: Zarafa server quota configuration settings updated.
pt_br: As definições de configuração de cota do servidor Zarafa foram atualizadas.

source: Enable Spell Checking
pt_br: Habilitar Corrertor Ortográfico

source: Enable spell checking on Zarafa Webaccess.
pt_br: Habilitar corretor ortográfico no Acesso Web do Zarafa.

source: Enable Active Sync
pt_br: Habilitar Active Sync

source: Enable Active Sync (Microsoft Exchange syncronization protocol).
pt_br: Habilitar Active Sync (protocolo de sincronização do Microsoft Exchange)

source: Virtual host
pt_br: Host virtual

source: Enable Zarafa access only on this virtual host under /webaccess and /webaccess-mobile.
pt_br: Habilitar acesso ao Zarafa somente neste host virtual debaixo de /webaccess e /webaccess-mobile.

source: General configuration settings
pt_br: Definições gerais de configuração

source: General Zarafa server configuration settings updated.
pt_br: Definições gerais de configuração do servidor Zarafa atualizadas.

source: Disabled
pt_br: Desabilitado

source: The deleted virtual host was selected for Zarafa. Maybe you want to select another one now.
pt_br: O host virtual apagado estava selecionado pelo Zarafa. Talvez você queira selecionar outro agora.

source: Groupware Account
pt_br: Conta do servidor de colaboração

source: No domain selected
pt_br: Nenhum domínio selecionado

source: To configure Zarafa you must have at least one virtual mail domain. You can define one at {ohref}Virtual Domains{chref}.
pt_br: Para configurar o Zarafa você deve ter pelo menos um domínio virtual de correio. Você pode definir isto em {ohref}Domínios Virtuais{chref}.

source: The deleted virtual domain was selected for Zarafa. Maybe you want to select another one now.
pt_br: O domínio virtual apagado era usado pelo Zarafa. Talvez você queira selecionar outro agora.

source: Virtual domain
pt_br: Domínio virtual

source: Virtual mail domain
pt_br: Domínio virtual de correio

source: Select the virtual mail domain to be used for Zarafa.
pt_br: Selecione o domínio virtual de correio que será usado pelo Zarafa.

source: Configuration
pt_br: Configuração

source: Groupware (Zarafa)
pt_br: Servidor de colaboração (Zarafa)

source: You can access the Zarafa web interface at http://zentyal_ip/webaccess and the mobile version at http://zentyal_ip/webaccess-mobile.
pt_br: Você pode acessar a interface web do Zarafa em http://zentyal_ip/webaccess e a versão móvel em http://zentyal_ip/webaccess-mobile.

source: Add Zarafa LDAP schema
pt_br: Adicionar esquema LDAP Zarafa

source: Zentyal will need this schema to store Zarafa users.
pt_br: O Zentyal irá requerer o esquema para armazenar os usuários Zarafa.

source: Add vmail system user
pt_br: Adicionar usuário do sistema vmail

source: Zentyal will need this to deliver mail to Zarafa.
pt_br: O Zentyal precisar disto para enviar correio para o Zarafa

source: Create MySQL Zarafa database.
pt_br: Criar o banco de dados MySQL do Zarafa.

source: This database will store the data needed by Zarafa.
pt_br: Este banco de dados irá armazenar os dados necessários pelo Zarafa.

source: Create default SSL key/certificates.
pt_br: Criar chave/certificados SSL padrões

source: This self-signed default certificates will be used by Zarafa POP3/IMAP gateway.
pt_br: Este certificado auto-assinado padrão será usado pelo gateway POP3/IMAP do Zarafa.

source: Add zarafa link to www data directory.
pt_br: Adicionar link zarafa para o diretório de dados www.

source: Zarafa will be accesible at http://ip/webaccess/.
pt_br: O Zarafa irá estar acessível em http://ip/webaccess/.

source: To properly configure Zarafa.
pt_br: Para configurar corretamente o Zarafa.

source: To properly configure Zarafa LDAP connection.
pt_br: Para configurar corretamente a conexão LDAP Zarafa.

source: To properly configure Zarafa webaccess.
pt_br: Para configurar corretamente o webaccess Zarafa.

source: To properly configure Zarafa gateway server.
pt_br: Para configurar corretamente o servidor de gateway Zarafa.

source: To properly configure Zarafa quota monitoring server.
pt_br: Para configurar corretamente o servidor de monitoramento de cota Zarafa.

source: To properly configure Zarafa mail delivering server.
pt_br: Para configurar corretamente o servidor de envio de correio Zarafa.

source: To properly configure Zarafa ical server.
pt_br: Para configurar corretamente o servidor ical Zarafa.

source: To properly configure Zarafa indexing server.
pt_br: Para configurar corretamente o servidor de indexação Zarafa.

source: Zarafa Gateway Server
pt_br: Servidor de Gateway Zarafa

source: This user has a Zarafa account. If the user currently connected it will continue connected until Zarafa authorization is again required.
pt_br: Este usuário possui uma conta Zarafa. Se o usuário estiver conectado, permanecerá conectado até que a autorização do Zarafa seja requerida novamente

source: Zarafa account
pt_br: Conta do Zarafa

source: User account
pt_br: Conta do usuário

source: Enabled
pt_br: Habilitado

source: Administration rights
pt_br: Direitos administrativos

source: Zarafa takes quota settings from mail account settings.
pt_br: O Zarafa configurou suas definições de cota de acordo com as cotas das contas de correio.

source: Change
pt_br: Alterar
