Repository: zentyal/zentyal
Catalog: client/ftp/po/*.po
Languages: ca, pt, tr

source: Zentyal FTP Server
ca: Servidor FTP de Zentyal
pt: Servidor FTP Zentyal

source: Disabled
ca: Desactivat
pt: Desactivado
tr: Etkin Değil

source: Read only
ca: Només lectura
pt: Somente leitura
tr: Salt Okunur

source: Read/Write
ca: Lectura/Escriptura
pt: Leitura/escrita
tr: Okuma/Yazma

source: Anonymous access
ca: Accés anònim
pt: Acesso anónimo
tr: Misafir Erişimi

source: Sets the permissions for the /srv/ftp directory
ca: Estableix permisos pel directori /srv/ftp
pt: Define as permissões para o directório /srv/ftp
tr: /srv/ftp klasörü erişim haklarını ayarla

source: Personal directories
ca: Directoris personals
pt: Directórios pessoais
tr: Kişisel Klasörler

source: Enable FTP access for each user to its /home directory
ca: Activa l'accés FTP per cada usuari dins el seu directori /home
pt: Activar acesso FTP para cada utilizador ao seu directório /home
tr: Her bir kullanıcının kendi /home klasörü erişimine izin ver

source: General configuration settings
ca: Configuració general
pt: Definições de configuração geral
tr: Genel yapılandırma ayarları

source: FTP Server
ca: Servidor FTP
pt: Servidor FTP
tr: FTP Sunucu

source: The anonymous directory is /srv/ftp, make sure that the files you create there have read permissions for everybody (chmod o+r /srv/ftp/*). If you also want to grant write permissions you need to create a subdirectory with write permissions for everybody, for example: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
ca: El directori anònim es /srv/ftp, ha d'estar segur que els arxius creats dins tenen permisos de lectura per tothom (chmod o+r /srv/ftp/*). Si vol donar-li permisos d'escriptura necessitarà crear un subdirectori amb permisos d'escriptura per tothom, per exemple: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
pt: O directório anónimo é /srv/ftp, confirme que os ficheiros que criar tenham permissões de leitura para todos (chmod o+r /srv/ftp/*). Se queiser definir permissões de escrita necessita de criar um sub-directório com permissões de escrita para todos, por exemplo: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
tr: Misafir kullanıcıların erişim klasörü /srv/ftp klasörüdür. Bu klasör içinde oluşturacağınız dosyaların herkes için salt okunur olduğundan emin olunuz (chmod o+r /srv/ftp/*). Yazma hakkı vermek isterseniz yeni bir alt klasör oluşturun ve bu klasöre yazma hakkı verin. örneğin mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming

source: To configure vsftpd
ca: Per configurar l'vsftpd
pt: Para configurar vsftpd
tr: vsftpd konfigürasyonu için

source: To configure vsftpd with LDAP authentication
ca: Per configurar l'vsftpd amb autentificació LDAP
pt: Para configurar vsftpd com autenticação LDAP
tr: vsftpd yi LDAP kimlik kontrolü ile konfigüre etmek için
