Repository: zentyal/zentyal
Catalog: client/jabber/po/*.po
Languages: da

source: This user has a jabber account. If the user currently connected it will continue connected until jabber authorization is again required.
da: Denne bruger har en Jabba konto. Hvis denne bruger er logget på vil dette være tilfældet indtil Jabba krvæer ny in logning.

source: Add Jabber LDAP schema
da: Tilføj Jabber LDAP skema

source: Zentyal will need this schema to store Jabber users.
da: Zentyal skal bruge dette skema for at gemme Jabber brugere.

source: To properly configure ejabberd.
da: For at konfigurer Jabber

source: username
da: brugernavn

source: Disabled
da: Slået fra

source: Allow SSL
da: Tillad SSL

source: Force SSL
da: Gennemtving SSL

source: Enable MUC (Multi User Chat)
da: Aktiver MUC (Multi User Chat) / Bruger chat

source: General Jabber server configuration settings updated.
da: Generelle indstillinger opdateret på Jabber serveren

source: Configuration
da: Konfiguration

source: User account
da: Brugerkonto

source: Enabled
da: Slået til

source: Administration rights
da: Administrator rettigheder

source: Change
da: Ændre
