Repository: zentyal/zentyal
Catalog: main/common/po/*.po
Languages: fa, pt_br

source: Could not open the config file {file}.
fa: نمی توان فایل پیکربندی {file} را باز کرد.
pt_br: Não foi possível abrir o arquivo de configuração {file}.

source: The ebox user has not been set in the config file.
fa: کاربر ebox در فایل پیکربندی تنظیم نشده است
pt_br: O usuário ebox não foi definido no arquivo de configuração.

source: {data} {value} does not exist.
fa: {data} {value} موجود نمی باشند
pt_br: {data} {value} não existe.

source: {data} {value} already exists.
fa: {data} {value} از قبل وجود دارند
pt_br: {data} {value} já existe.

source: Invalid value for {data}: {value}.
fa: ارزش برای {data}: {value} نامعتبر می باشد
pt_br: Valor inválido para {data}: {value}.

source: {data} is empty.
fa: {data} خالی می باشد
pt_br: {data} está vazio.

source: Must be a number between 1 and 4096
pt_br: Precisa ser um número entre 1 e 4096

source: Cannot stat dir: {dir}. This may mean that the directory does not exist or the permissions forbid access to it
pt_br: Não é possível utilizar o diretório: {dir}. Significa que ele não existe ou as permissões proíbem o acesso

source: The directory {dir} is not private; because it is owned by another user
fa: دایرکتوری {dir} خصوصی نمی باشد؛ زیرا توسط کاربر دیگری شخصی شده است
pt_br: O diretório {dir} não é privativo; porque é de propriedade de outro usuário

source: The file path supplied is not valid. (Currently not all of the valid file's characters are supported)
fa: مسیر تعیین شده برای فایل معتبر نمی باشد. (در حال حاضر تمام کاراکتر های معتبر فایل پشتیبانی نمی شوند)
pt_br: O caminho indicado não é válido. (Atualmente nem todos os caracteres dos arquivos válidos são suportados)

source: The file path must be absolute
fa: مسیر فایل باید کامل باشد
pt_br: O caminho do arquivo deve ser absoluto

source: Running command '{cmd}' as {user} failed
fa: اجرای فرمان '{cmd}' به عنوان {user} با شکست مواجه شده است
pt_br: A execução do comando '{cmd}' como usuário '{user}' falhou

source: Directory not found: {d}
fa: دایرکتوری پیدا نشد: {d}
pt_br: Diretório não encontrado: {d}

source: Page not found
fa: صفحه مورد نظر یافت نشد
pt_br: Página não encontrada

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?&+:-@ and spaces are allowed.
fa: ورودی شامل کاراکتر های نامعتبر می باشد. تمامی حروف الفبا و اعداد به علاوه کاراکتر های : /.?&+:-@ و فاصله ها مجاز می باشند
pt_br: A entrada contém caracteres inválidos. Todos caracteres alfanuméricos, mais estes não-alfanuméricos: /.?&+:-@ e espaços são aceitos.

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
fa: یک خطای داخلی مرتبط به یک قالب رخ داده است. این یک اشکال است، اطلاعات مرتبط می تواند در فایل های ثبت وقایع یافت شود
pt_br: Ocorreu um erro interno relativo ao template, isto é um BUG, informações importantes podem ser encontradas nos logs.

source: An internal error has occurred. This is most probably a bug, relevant information can be found in the logs.
pt_br: Ocorreu um erro interno, este erro é provavelmente um bug, informações importantes podem ser encontradas nos logs.

source: An unexpected internal error has occurred. This is a bug, relevant information can be found in the logs.
pt_br: Ocorreu um erro interno inesperado. Isto é um BUG, informações importantes podem ser encontradas nos logs.

source: You have just hit a bug in Zentyal. Please seek technical support.
pt_br: Você encontrou um BUG no Zentyal. Por favor procure o suporte técnico.

source: Your request could not be processed because it had some incorrect parameters
fa: تقاضای شما نمی تواند پردازش شود زیرا شامل تعدادی از پارامترهای نادرست می باشد
pt_br: O seu pedido não pode ser processado porque tem parâmetros incorretos

source: Wrong HTTP referer detected, operation cancelled for security reasons
pt_br: HTTP referer errado detectado, operação cancelada por motivos de sergurança.

source: Your request could not be processed because it lacked some required parameters
fa: تقاضای شما نمی تواند پردازش شود زیرا فاقد تعدادی از پارامترهای مورد نیاز می باشد
pt_br: O seu pedido não pode ser processado porque faltam parametros necessários

source: Invalid uploaded file.
fa: فایل آپلود شده نامعتبر می باشد.
pt_br: Arquivo inválido.

source: Cannot create a temporally file for the upload
fa: نمی توان یک فایل موقتی برای آپلود ساخت
pt_br: Não foi possível criar o arquivo temporário

source: Language Selection
pt_br: Seleção de linguagem

source: Language changes happen automatically, saving the configuration it's not needed.
fa: تغییرات زبان به طور اتوماتیک انجام می شود، نیازی به ذخیره پیکریندی نمی باشد.
pt_br: As mudanças de linguagem funcionam automaticamente e não é necessário salvar o arquivo de configuração.

source: Change
fa: تغییر
pt_br: Alterar

source: show help
fa: نمایش کمک
pt_br: mostrar ajuda

source: hide help
fa: پنهان کمک
pt_br: esconder ajuda

source: Zentyal homepage
pt_br: Homepage Zentyal

source: If you typed the URL manually, please check it
fa: اگر آدرس را به طور دستی وارد کرده اید، لطفا آن را چک کنید
pt_br: Se você digitou a URL manualmente, favor cheque-a

source: Maybe a change in the Zentyal configuration or software made no longer available the requested page
pt_br: Talvez uma alteração na configuração do Zentyal ou no programa tenha feito indisponível a página requisitada

source: If you need more help, you may want visit {homepage} for documentation and mailing lists
pt_br: Caso você precise de mais ajuda, visite o site {homepage} para ver documentações e lista de emails

source: we're sorry
fa: ما متأسفیم
pt_br: desculpe-nos

source: The page cannot be found
fa: صفحه مورد نظر نمی تواند یافت شود
pt_br: A página não foi encontrada

source: Inverse match
fa: تطابق معکوس
pt_br: Pesquisa inversa

source: From
fa: از
pt_br: De

source: To
fa: به
pt_br: Para

source: port
fa: پورت
pt_br: porta

source: Download
fa: دانلود
pt_br: Baixar

source: Remove
fa: حذف
pt_br: Remover

source: Optional
fa: انتخابی
pt_br: Opcional

source: Page
pt_br: Página

source: of
pt_br: de

source: first
fa: اولین
pt_br: primeiro

source: prev
fa: قبلی
pt_br: anterior

source: next
fa: بعدی
pt_br: próximo

source: last
fa: آخرین
pt_br: último

source: Choose one of the options to show the associated table
fa: یکی از گزینه ها را برای نشان دادن جدول مرتبط انتخاب کنید
pt_br: Escolha uma das opções para mostrar a tabela relacionada

source: Choose one...
fa: یکی از ... را انتخاب کنید
pt_br: Escolha um...

source: Add new
pt_br: Adicionar novo

source: Adding a new {row}
pt_br: Adicionando uma nova {row}

source: Editing {row}
pt_br: Editando {row}

source: Search
pt_br: Pesquisar

source: Add
pt_br: Adicionar

source: Cancel
pt_br: Cancelar

source: Edit
pt_br: Editar

source: Delete
pt_br: Apagar

source: Read-only row: edit disabled
pt_br: Linha somente leitura: edição desabilitada

source: Read-only row: delete disabled
pt_br: Linha somente leitura: remoção desabilitada

source: Service configuration
fa: پیکربندی سرویس
pt_br: Configuração do serviço

source: Disabled
fa: غیر فعال شده
pt_br: Desligado

source: Enabled
fa: فعال شده
pt_br: Ligado

source: Interface
fa: واسط
