Repository: zentyal/zentyal
Catalog: main/webserver/po/*.po
Languages: pt

source: HyperText Transport Protocol
pt: Protocolo de transporte Hipertexto

source: Virtual host name
pt: Nome do hospedeiro virtual

source: Virtual host
pt: Servidores virtuais

source: SSL support is disabled. Enable it before adding a SSL virtual host.
pt: O suporte SSL está desactivado. Active-o para adicionar um hospedeiro virtual

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}. {noDnsWarning}
pt: O servidor virtual {vhost} foi adicionado. O domínio {domain} foi criado com nome de mapeamento {name} - Endereço IP {ip}. {noDnsWarning}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain.
pt: O servidor virtual {vhost} foi adicionado. O nome de mapeamento {name} - Endereço IP {ip} foi adicionado ao domínio {domain}

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}.
pt: O servidor virtual {vhost} foi adicionado com o pseudónimo {alias} ao servidor {hostname}

source: Virtual host {vhost} added.
pt: O servidor virtual {vhost} foi adicionado

source: There is no static internal interface to set the Web server IP address.
pt: Não existe interface interno estático para definir o endereço IP do servidor Web

source: Disabled
pt: Desactivado

source: Allow SSL
pt: Permitir SSL

source: Force SSL
pt: Forçar SSL

source: SSL support
pt: Suporte SSL

source: Name
pt: Nome

source: Virtual hosts
pt: Servidores virtuais

source: Virtual hosts are a form of web hosting service where many instances of the same web server are hosted on a single physical server. Different host names point to the same web server. If feasible, the DNS entry is automatically created. The content must be placed under the {docRoot} directory. Any particular configuration you want to add must be placed in the {userConf} directory.
pt: Máquinas virtuais são uma forma de hospedar várias instâncias de um servidor web num único servidor físico. Nomes de máquina diferentes apontarão para o mesmo servidor web. A entrada DNS é criada automáticamente sempre que possível. Os conteúdos devem ser colocados no directório {docRoot}. Qualquer configuração particular que queira adicionar deve ser colocada no directório {userConf}

source: {open}The DNS module is disabled. The added mapping or domains will not have any effect until you enable it
pt: {open}O módulo DNS está desactivado. O mapeamento ou domínios adicionados não terão efeito até os activar

source: Listening port
pt: Porto a ser escutado

source: Zentyal Administration is running on this port, change it on {ohref}System -> General{chref}.
pt: A administração Zentyal está a correr neste porto, altere em {ohref}Sistema -> Geral{chref}

source: You need a Service Certificate for the Web Server module, enable it on {ohref}Certification Authority -> Service Certificates{chref}.
pt: Necessita de um certificado para o módulo Servidor Web, active-o em {ohref}Autoridade de certificação -> certificados de serviço{chref}

source: Having installed and configured the Users and Groups module is required to allow HTML directories for users.
pt: A configuração do módulo de Utilizadores e grupos é necessária para permitir directórios HTML para utilizadores

source: A properly configured Users and Groups module is required to allow HTML directories for users. To configure it, please enable it at least one time.
pt: É necessário que o módulo de Utilizadores e grupos esteja correctamente configurado para permitir directórios HTML aos utilizadores. Para configurá-lo active-o pelo menos uma vez

source: Listening SSL port
pt: Porto SSL a ser escutado

source: Enabled
pt: Activo

source: Enable per user {dirName}
pt: Activar por utilizador {dirName}

source: Allow users to publish web documents using the public_html directory on their home.
pt: Para permitir que utilizadores publiquem documentos web usando o seu directório

source: General configuration settings
pt: Definições das configurações gerais

source: General Web server configuration. The listening port must not be used by another service. If you enable user to publish their own html pages, those should be loaded from {dirName} directory from their home directories.
pt: Configuração geral do servidor Web. O porto a ser usado não pode ser usado por outro serviço. Se permitir que o utilizador publique as suas páginas HTML, as páginas serão carregadas a partir do directório {dirName} da raiz do directório pessoal samba

source: General Web server configuration settings updated.
pt: As definições de configuração geral do servidor Web foram actualizadas

source: Configuration
pt: Configuração

source: Web Server
pt: Servidor Web

source: The Zentyal web service allows you to host Web pages in plain HTML within different virtual hosts.
pt: O serviço Web Zentyal permite-lhe alojar sites em HTML com diferentes servidores virtuais

source: To set webserver listening port.
pt: Para definir o porto de escuta do servidor web

source: To configure default virtual host.
pt: Para configurar o site virtual pré-definido

source: To configure default SSL virtual host.
pt: Para configurar o site virtual SSL pré-definido

source: To configure the per-user public_html directory.
pt: Para configurar o directório HTML público por utilizador

source: Enable Apache LDAP user module
pt: Activar o módulo de utilizador apache LDAP

source: To fetch home directories from LDAP.
pt: Para receber os directórios raiz a partir do LDAP

source: Enable Apache SSL module
pt: Activar o módulo LDAP apache

source: To serve pages over HTTPS.
pt: Para disponibilizar páginas através de HTTPS

source: Web service status
pt: Estado do serviço web

source: The {userDirConfFile} is missing! Please recover it.
pt: O {userDirConfFile} não foi encontrado. Recupere-o
