Repository: zentyal/zentyal
Catalog: client/asterisk/po/*.po
Languages: bg, pt, pt_br, ru

source: eBox VoIP system
bg: eBox VoIP система
pt: Sistema VoIP eBox
pt_br: Sistema de VoIP do eBox

source: To configure enabled and disabled modules.
bg: Настройване на Астериск модули, включени и изключени
pt: Configurar os módulos ligar e desligar do Asterisk.
pt_br: Configurar os módulos habilitados e desabilitados
ru: Для включения и отключения модулей Asterisk

source: To configure the Realtime interface.
bg: Настройване на интерфейса Реално време
pt: Para configurar o interface Realtime
pt_br: Configurar a interface Realtime.
ru: Для настройки интерфейса Realtime

source: To configure the LDAP Realtime driver.
bg: Настройване на драйвера Реално време LDAP
pt: Para configurar o controlador Realtime LDAP
pt_br: Configurar o driver do LDAP para Realtime.
ru: Для настройки LDAP драйвера Realtime

source: To configure the common SIP and IAX users.
bg: Настройване на общите SIP и IAX потребители
pt: Para configurar os utilizadores cumuns SIP e IAX
pt_br: Configurar os usuários comuns SIP e IAX
ru: Для настройки общих пользователей SIP и IAX

source: To configure the SIP trunk for local users and external providers.
bg: Настройване на SIP свързаността за локални потребители и външни доставчици
pt: Para configurar a ligação SIP para utilizadores locais e fornecedores de acesso
pt_br: Configurar o trunk SIP para usuários locais e provedores externos.
ru: Для настройки SIP транка для локальных пользователей и внешних провайдеров.

source: To configure the RTP port ranges.
bg: Настройване на обхватите от RTP портове
pt: Para configurar o âmbito dos portos RPT
pt_br: Configurar o intervalo de portas para RTP.

source: To configure the dialplan.
bg: Настройване на номерационния план
pt: Para configurar o dialpan
pt_br: Configurar o plano de chamada do Asterisk.
ru: Для настройки плана набора

source: To configure the voicemail.
bg: Настройване на гласовата поща
pt: Para configurar o correio de voz
pt_br: Configurar o correio de voz
ru: Для настройки голосовой почты

source: To configure the conferences.
bg: Настройване на конференциите
pt: Para configurar as conferencias
pt_br: Configurar conferências
ru: Для настройки конференций

source: To configure the music on hold.
pt: Para configurar a música quando em espera
pt_br: Configurar a melodia de toque
ru: Для настройки музыки на удержании

source: To configure DTMF behaviour.
pt: Para configurar o comportamento do DTMF
pt_br: Configurar DTMF inicial
ru: Для настройки поведения DTMF

source: General
bg: Общи
pt: Geral
pt_br: Geral
ru: Общие

source: Meetings
bg: Събрания
pt: Reuniões
pt_br: Reuniões
ru: Конференции

source: Voicemail
bg: Гласова поща
pt: Correio de voz
pt_br: Correio de voz
ru: Голосовая почта

source: User
bg: Потребител
pt: Utilizador
pt_br: Usuário
ru: Имя пользователя

source: Address
bg: Адрес
pt: Endereço
pt_br: Endereço
ru: Адрес

source: Status
bg: Състояние
pt: Estado
ru: Статус

source: No users connected.
bg: Няма свързани потребители.
pt: Não existem utilizadores ligados
pt_br: Nenhum usuário conectado.
ru: Нет подключенных пользователей.

source: Room {name} active for {rtime}
bg: Стая {name} активна {rtime}
pt: Extensão {name} activa por {rtime}
pt_br: Sala {name} ativa por {rtime}
ru: Комната {name} до {rtime}

source: Time Connected
bg: Време на връзка
pt: Tempo de ligação
pt_br: Tempo conectado
ru: Время подключения

source: VoIP Online Users
bg: Включени потребители на VoIP
pt: Utilizadores online VoIP
pt_br: Usuários VoIP conectados
ru: Пользователи VoIP он-лайн

source: VoIP Users in Meetings
bg: Потребители на VoIP в срещи
pt: Utilizadores VoIP em reuniões
pt_br: Usuários VoIP em Renuiões
ru: Пользователи VoIP на конференциях

source: Date
pt: Data
pt_br: Data
ru: Дата

source: From
pt: De
pt_br: De
ru: От

source: To
pt: Para
pt_br: Para
ru: Для

source: Duration
pt: Duração
pt_br: Duração
ru: Продолжительность

source: Channel
pt: Canal
pt_br: Canal
ru: Канал

source: Destination Channel
pt: Canal de destino
pt_br: Canal de destino
ru: Канал назначения

source: Application
pt: Aplicação
pt_br: Aplicação
ru: Приложение

source: Application Data
pt: Dados da aplicação
pt_br: Dados da aplicação
ru: Данные приложения

source: Event
pt: Evento
pt_br: Evento
ru: Событие

source: Answered
pt: Respondido
pt_br: Atendido
ru: Ответил

source: No Answer
pt: Sem resposta
pt_br: Não atendido
ru: Нет ответа

source: Busy
pt: Ocupado
pt_br: Ocupado
ru: Занято

source: Failed
pt: Falhada
pt_br: Falha
ru: Ошибка

source: User extension
pt: Extensão do utilizador
pt_br: Extensão do usuário
ru: Внутренний номер абонента

source: Extension
bg: Вътрешен номер
pt: Extensão
pt_br: Extensão
ru: Внутренний номер

source: Queue extension
pt: Colocar extensão em fila
pt_br: Fila das extensões
ru: Внутренний номер очереди

source: group
pt: grupo
pt_br: Grupo
ru: группа

source: username
bg: потребителско име
pt: Utilizador
pt_br: Nome do usuário
ru: имя пользователя

source: You must install dahdi and dahdi-modules-ebox packages to use Meetings.
pt: Deve instalar os pacotes dahdi e dahdi-modules-ebox para usar a função Reuniões
pt_br: Você deve instalar os pacotes dahdi e dahdi-modules-ebox para usar as reuniões

source: extension
bg: вътрешен номер
pt: extensão
pt_br: extensão
ru: внутренний номер

source: A number between {min} and {max}.
pt: Um número entre {min} e {max}
pt_br: Um número entre {min} e {max}
ru: Число от {min} до {max}

source: Password
bg: Парола
pt: Palavra-passe
pt_br: Senha
ru: Пароль

source: Description
bg: Описание
pt: Descrição
pt_br: Descrição
ru: Описание

source: List of Meetings
pt: Lista de reuniões
pt_br: Lista de reuniões
ru: Список конференций

source: meeting
bg: среща
pt: reunião
pt_br: reunião
ru: конференция

source: Asterisk Account
pt: Conta Asterisk
pt_br: Conta do Asterisk
ru: Учетная запись Asterisk

source: Voicemail settings
bg: Настройки на гласова поща
pt: Definições do correio de voz
pt_br: Opções do correio de voz
ru: Настройки голосовой почты

source: New password
bg: Нова парола
pt: Nova Palavra-passe
pt_br: Nova senha
ru: Новый пароль

source: Mail address
bg: Пощенски адрес
pt: Endereço de correio
pt_br: Endereço de e-mail
ru: Почтовый адрес

source: Attach messages
bg: Прикрепяне на съобщения
pt: Anexar mensagens
pt_br: Anexar mensagens
ru: Прикрепить сообщения

source: Delete sent messages
bg: Изтриване на изпратените съобщения
pt: Apagar mensagens enviadas
pt_br: Apagar mensagens enviadas
ru: Удалить отправленные сообщения

source: Change your Voicemail settings
pt: Alterar as definições do seu correio de voz
pt_br: Alterar as configurações de correio de voz
ru: Изменить настройки вашей голосовой почты

source: Settings successfully updated
bg: Настройките са успешно обновени.
pt: Definições actualizadas com sucesso
pt_br: Opções atualizadas com sucesso
ru: Настройки успешно обновлены

source: You have not an VoIP account. Maybe VoIP is not enabled in this server
pt: Não tem um conta VoIP. O módulo VoIP pode não estar activo neste servidor
pt_br: Você não tem uma conta VoIP. Talvez VoIP não esteja habilitado neste servidor
ru: Не обнаружен аккаунт VoIP. Возможно, VoIP не включен на этом сервере.

source: Networks attached directly to internal interfaces, like {net}, are always considered local networks so it is not neccessary to add them.
pt: As redes ligadas directamente a interfaces internos, como {net}, são sempre consideradas redes locais não sendo necessário adicioná-las
pt_br: Redes conectadadas diretamente às interfaces internas, como {net} são sempre consideradas redes locais, sendo desnecessário adicioná-las
ru: Сети, подключенные к внутреннему интерфейсу, такие как {net}, считаются внутренними сетями, поэтому нет необходимости добавлять их.

source: Local network
bg: Локална мрежа
pt: Rede local
pt_br: Rede local
ru: Локальная сеть

source: Local networks
bg: Локални мрежи
pt: Redes locais
pt_br: Redes locais
ru: Локальные сети

source: local network
bg: локална мрежа
pt: rede local
pt_br: rede local
ru: локальная сеть

source: Enable demo extensions
bg: Включване на демо вътрешни номера
pt: Activar extensões de demonstração
pt_br: Habilitar ramais de demonstração
ru: Включить демонстрационные внутренние номера

source: Enable outgoing calls
bg: Допускане на изходящи обаждания
pt: Activar saída de chamadas
pt_br: Habilita realizar chamadas
ru: Разрешить исходящие вызовы

source: Voicemail extension
bg: Вътрешен номер за гласова поща
pt: Extensão de correio de voz
pt_br: Ramal de correio de voz
ru: Внутренний номер голосовой почты

source: VoIP domain
bg: VoIP област
pt: Domínio VoIP
pt_br: domínio VoIP
ru: Домен VoIP

source: General configuration
bg: Общи настройки
pt: Definições de configuração gerais
pt_br: Configurações gerais
ru: Общие настройки

source: General Asterisk server configuration
bg: Общи настройки на Астериск сървър
pt: Definições gerais de configuração do servidor Asterisk
pt_br: Configuração geral do servidor Asterisk
ru: Общие настройки сервера Astreisk

source: General Asterisk server configuration updated.
pt: Definições gerais de configuração do servidor Asterisk actualizadas
pt_br: Configurações do servidor Asterisk atualizadas
ru: Общие параметры сервера Asterisk обновлены

source: Custom
pt: Personalizado
pt_br: Personalizado
ru: Особые

source: Provider
pt: Fornecedor
ru: Провайдер

source: Name
bg: Име
pt: Nome
pt_br: Nome
ru: Имя

source: VoIP service provider name.
pt: Nome do fornecedor do serviço VoIP
pt_br: Nome do fornecedor do serviço VoIP.
ru: Название провайдера услуг VoIP

source: Username
bg: Потребителско име
pt: Utilizador
pt_br: Nome de usuário
ru: Имя пользователя

source: Server
bg: Сървър
pt: Servidor
pt_br: Servidor
ru: Сервер

source: Recipient of incoming calls
bg: Получател на входящи обаждания
pt: Recipiente de entrada de chamadas
pt_br: Destinatário de chamadas recebidas
ru: Получатель входящих вызовов

source: Extension recipient of incoming calls through the provider.
pt: Extensão do recipiente de chamadas recebidas pelo fornecedor
ru: Внутренний номер для входящих вызовов от провайдера

source: SIP provider
bg: SIP доставчик
pt: Fornecedor SIP
pt_br: Provedor SIP
ru: Провайдер SIP

source: SIP provider for outgoing calls configuration.
pt: Fornecedor SIP para a configuração de chamas efectuadas
pt_br: Configuração de provedor SIP para chamadas realizadas
ru: Настройки провайдера SIP для исходящих вызовов

source: SIP provider configuration updated.
pt: Definições do Fornecedor SIP Actualizadas
pt_br: Configuração do provedor SIP atualizada.
ru: Настройки провайдера SIP обновлены

source: eBox VoIP Credit: make low-cost VoIP calls to mobile phones and landlines directly with eBox. Purchase the VoIP credit you need directly at the {ohref}eBox on-line store{chref}!
pt: Crédito VoIP Ebox: faça chamadas VoIP de baixo custo para telefones móveis e linhas fixas directamente da eBox. Compre crédito VoIP de que necessita directamente em {ohref}Loja on-line eBox{chref}!
pt_br: Crédito eBox VoIP: realize chamadas VoIP de baixo-custo para telefones celulares e fixos diretamente com o eBox. Adquirira crédito VoIP diretamente na {ohref}Loja eBox on-line {chref}!

source: eBox is behind NAT
bg: eBox е зад NAT.
pt: A eBox está atrás de NAT
pt_br: O eBox está atrás de NAT

source: No
bg: Не
pt: Não
pt_br: Não
ru: Нет

source: NAT configuration
bg: Настройки за NAT
pt: Configuração NAT
pt_br: Configuração de NAT
ru: Настройки NAT

source: NAT Asterisk server configuration
bg: Настройки на Астериск сървър за NAT
pt: Definições gerais de configuração NAT do servidor Asterisk
pt_br: Configuração de NAT do servidor Asterisk
ru: Настройки NAT сервера Asterisk

source: NAT Asterisk server configuration updated.
pt: Definições gerais da configuração NAT do servidor Asterisk actualizadas
pt_br: Configurações de NAT do servidor Asterisk atualizadas
ru: Настройки NAT сервера Asterisk обновлены

source: Asterisk module
bg: Астериск модул
pt: Modulo Asterisk
pt_br: Módulo Asterisk
ru: Модуль Asterisk

source: Asterisk group queue
pt: Fila de grupo Asterisk
pt_br: Fila de grupos do Asterisk
ru: Групповая очередь Asterisk

source: There are no users in this group or the users do not have an Asterisk account, so a queue cannot be created.
pt: Não existem utilizadores neste grupo ou os utilizadores não têm uma conta asterisk. A fila não pode ser criada
pt_br: Não há usuários neste grupo ou os usuários não têm uma conta Asterisk, então a fila não pode ser criada
ru: Невозможно создать очередь: нет пользователей в группе, либо пользователи не имеют учетной записи Asterisk.

source: Group queue
pt: Fila do grupo
pt_br: Fila de grupos
ru: Групповая очередь

source: Disabled
bg: Изключено
pt: Desactivado
pt_br: Desabilitado
ru: Отключить

source: Enabled
bg: Включено
pt: Activo
pt_br: Habilitado
ru: Включить

source: Change
bg: Промяна
pt: Alterar
pt_br: Alterar
ru: Изменить

source: The following settings only will take effect when the Asterisk module is enabled.
pt: As definições seguintes só terão efeito quando o módulo Asterisk for activado
pt_br: As seguintes configurações só terão efeito quando o módulo Asterisk for habilitado.
ru: Данные настройки вступят в силу, только когда будет включен модуль Asterisk.

source: Asterisk account
bg: Астериск сметка
pt: Conta Asterisk
pt_br: Conta do Asterisk
ru: Учетная запись Asterisk

source: Password for Asterisk service is the user password
bg: Паролата за Астериск услуга е потребителската парола.
pt: A palavra-passe para o serviço Asterisk é a palavra-passe do utilizador
pt_br: Senha para o serviço do Asterisk é a senha do usuário
ru: Пароль для службы Asterisk это пароль пользователя

source: User account
bg: Потребителска сметка
pt: Conta do utilizador
pt_br: Conta de usuário
ru: Учетная запись пользователя

source: You must install dahdi and linux-headers packages to use Meetings.{br}Run the following command: sudo apt-get install {kernels} dahdi.
ru: Необходимо установить пакеты dahdi и linux-headers для использования Конференций.{br}Выполните следующую команду:: sudo apt-get install {kernels} dahdi.

source: General Asterisk server configuration updated
bg: Общите настройки на Астериск сървър са обновени.

source: Networks attached directly to internal interfaces, like {net},are always considered local networks so it is not neccesary to add them
bg: Мрежите свързани пряко към вътрешни интерфейси, като {net}, се считат за локални, така че не е необходимо да бъдат добавяни.

source: SIP provider for outgoing calls configuration
bg: Настройки на SIP доставчик за изходящи обаждания

source: SIP provider configuration updated
bg: Настройките на SIP доставчик са обновени.

source: NAT Asterisk server configuration updated
bg: Настройките на Астериск сървър за NAT са обновени.

source: You must install dahdi-linux and dahdi-tools packages to use Meetings.
bg: Трябва да инсталирате пакетите dahdi-linux и dahdi-tools, за да ползвате Срещи.

source: A number between {min} and {max}
bg: Число между {min} и {max}

source: User's extension
bg: Вътрешен номер на потребителя
