Repository: zentyal/zentyal
Catalog: main/openvpn/po/*.po
Languages: et, hu

source: Inexistent CA's certificate file {p}
et: Olematu SK sertifikaadi fail {p}
hu: Nem létező CA tanúsítvány fájl: {p}.

source: Inexistent client's certificate file {p}
et: Olematu kliendi sertifikaadi fail {p}
hu: Nem létező kliens (ügyfél) tanúsítvány fájl: {p}.

source: Inexistent certificate's private key file {p}
et: Olematu sertifikaadi privaatvõtme fail {p}
hu: Nem létező tanúsítvány privát kulcsfájl: {p}.

source: File supplied as CA's certificate is not valid
et: SK sertifikaadina pakutav fail ei ole sobiv
hu: A fájl szolgáltatás mint CA tanúsítvány érvénytelen.

source: File supplied as client's certificate is not valid
et: Kliendi sertifikaadina pakutav fail ei ole sobiv
hu: A fájl szolgáltatás mint kliens (ügyfél) tanúsítvány érvénytelen.

source: File supplied as client's private key is not valid
et: Kliendi privaatvõtmena pakutav fail ei ole sobiv
hu: A fájl szolgáltatás mint kliens (ügyfél) privát kulcsfájl érvénytelen.

source: File supplied as client's certificate doesn't match with file supplied as CA's certificate
et: Kliendi sertifikaadina pakutav fail ei kattu SK sertifikaadina pakutava failiga
hu: A kliens oldali tanúsítvány fájlja nem egyezik a CA kiszolgáló által tárolttal

source: File supplied as client's certificate doesn't match with file supplied as certificate's private key
et: Kliendi sertifikaadina pakutav fail ei kattu failiga, mida pakutakse sertifikaadi privaatvõtmena
hu: A kliens oldali tanúsítvány fájlja nem egyezik a tanúsítványhoz tartozó privát kulccsal

source: Server port
et: Serveri port
hu: Kiszolgáló port

source: VPN address
et: VPN aadress
hu: VPN cím

source: Use a network address which is not used by this machine
et: Kasuta võrguaadressi, mis ei ole kasutusel selle masina poolt
hu: Használj olyan hálózati címet, mely ezen a gépen nem foglalt (nincs használatban).

source: Server certificate
et: Serveri sertifikaat
hu: Kiszolgáló tanúsítvány

source: Client authorization by common name
et: Kliendi üldise nimega autoriseerimine
hu: Kliens azonosítás közös névvel

source: If disabled, any client with a certificate generated by Zentyal will be able to connect. If enabled, only certificates whose common name begins with the selected value will be able to connect.
hu: Kikapcsolt állapotban minden ügyfél akinek Zentyal által generált tanúsítványa van, csatlakozhat. Bekapcsolva, csak a megadott közös névvel rendelkező tanúsítványokkal lehet csatlakozni.

source: Network Address Translation
et: Võrguaadressi ümbernimetamine (NAT)
hu: Network Address Translation (NAT)

source: Enable it if you only have one network interface
et: Luba valik, kui sul on ainult üks võrguliides
hu: Ha csak egy hálózati csatolót (interface) akar bekapcsolni.

source: Allow client-to-client connections
et: Luba kliendilt-kliendile ühendused
hu: kliens-kliens közötti kapcsolat engedélyezése

source: Enable it to allow client machines of this VPN to see each other
et: Luba valik, et kliendi masinad saaksid selle VPNiga teinetest näha
hu: Engedélyezze ha szeretné, hogy a VPN ügyfelek láthassák egymás gépeit

source: Allow Zentyal-to-Zentyal tunnels
hu: A Zentyal-Zentyal közötti csatorna engedélyezése.

source: Enable it if this VPN is used to connect to another Zentyal
hu: Kapcsolja be, ha ezt a VPN más Zentyalhoz való csatlakozásra használja

source: Zentyal-to-Zentyal tunnel password
hu: A Zentyal-Zentyal közötti csatorna jelszava.

source: Interface to listen on
et: Kuulatav liides
hu: A csatolók amelyen a szolgáltatás figyel

source: Server configuration
et: Serveri seadistamine
hu: Kiszolgáló beállításai

source: server
hu: kiszolgáló

source: All network interfaces
et: Kõik võrguliidesed
hu: összes hálózati csatoló (interface)

source: Zentyal to Zentyal tunnel option requires a RIP password
hu: A Zentyal-Zentyal közötti csatorna opcióhoz kell egy RIP jelszó is.

source: The VPN address could not be the same than one of its advertised networks
hu: A VPN cím nem ugyanaz mint a hozzárendelt hálózati címek

source: Other server is listening on the same port
et: Teine server kuulab samal pordil
hu: Egy másik szerver figyel ugyanazon a porton

source: Port {p} is not available
et: Port {p} ei ole saadaval
hu: Ez a port nem elérhető: {p}.

source: The interface {iface} does not exist
et: Liides {iface} puudub
hu: A csatoló (interface) {iface} nem létezik.

source: The interface {iface} is not configured
et: Liides {iface} ei ole seadistatud
hu: A csatoló (interface) {iface} nincs beállítva.

source: Cannot use Network Address translation because it requires the firewall module. The module is neither installed or activated
et: NATi ei saa kasutada, kuna see vajab tulemüüri moodulit, mis ei ole paigaldatud või aktiveeritud
hu: Nem használható a NAT mivel ehhez szükséges a Tűzfal modul. A modul nincs telepítve vagy aktiválva

source: Cannot use Network Address translation because it requires the firewall module enabled. Please activate it and try again
et: NATi ei saa kasutada, kuna see nõuab tulemüüri mooduli lubamist. Palun aktiveeri see ja proovi uuesti
hu: Nem használható a NAT mivel a Tűzfal modult aktiválni kell hozzá. Kérem aktiválja a modult és próbálja újra

source: At least one external interface is needed to connect to the server unless network address translation option is enabled
et: Serveriga ühenduse loomiseks on vaja vähemalt ühte välist liidest, välja arvatud juhul kui NAT valik on lubatud.
hu: Legalább egy külső interfészre szükség van a szerveren ahhoz, hogy a NAT-ot be lehessen kapcsolni

source: The interface must be a external interface, unless Network Address Translation option is on
et: Liides peab olema väline liides, välja arvatud juhul kui NAT valik on aktiivne
hu: Az interfész külső kell legyen, hogy bekapcsolható legyen a NAT opció

source: Advertised network
et: Propageeritav võrk
hu: Hozzárendelt hálózat

source: List of Advertised Networks
et: Propageeritavate võrkude loend
hu: Hozzárendelt hálózatok listája

source: The advertised network address could not be the same than the VPN address
et: Propageeritav võrguaadress ei saa olla sama mis VPN aadress
hu: A hozzárendelt hálózat nem azonos a VPN IP címmel

source: {openpar}You can add here those networks which you want to make available to clients connecting to this VPN.{closepar}{openpar}Typically, you will allow access to your LAN by advertising its network address here{closepar}
et: {openpar}Siin on võimalik VPN serveri klientide jaoks lisada kättesaadavaid võrke.{closepar}{openpar}Tavaliselt lubatakse ligipääs LANile propageerides selle võrguaadressi siin.{closepar}
hu: {openpar}Itt adhatja hozzá azokat a hálózatokat amelyeket a VPN ügyfelek elérhetnek.{closepar}{openpar}Tipikusan a helyi hálózatot engedélyezi, hozzárendelve itt a hálózati címét{closepar}

source: Client's type
et: Kliendi tüüp
hu: Kliens típusa

source: Client's certificate
et: Kliendi sertifikaat
hu: Kliens tanúsítványa

source: Add OpenVPN's installer to bundle
et: Lisa komplekti OpenVPNi paigaldaja
hu: Egy OpenVPN telepítő hozzáadása a csomaghoz.

source: OpenVPN installer for Microsoft Windows
et: OpenVPN paigaldaja Microsoft Windowsi jaoks
hu: Egy OpenVPN telepítő a MS Windowshoz.

source: Server address
et: Serveri aadress
hu: Kiszolgáló címe

source: This is the address that will be used by your clients to connect to the server. Typically, this will be a public IP or host name
et: Aadress, mida kliendid kasutavad serveriga ühenduse loomiseks. Tavaliselt on see avalik IP või masinanimi
hu: Ezt a címet használja az ügyfél a szerverhez történő kapcsolódáskor. Tipikusan ez egy publikus IP cím vagy egy gépnév

source: Additional server address (optional)
et: Täiendav serveri aadress
hu: További szerver címek (opcionális)

source: Download Client Bundle
et: Laadi kliendi komplekt alla
hu: Kliens kapcsolatcsomag letöltése

source: Zentyal to Zentyal tunnel
hu: Zentyal-Zentyal csatorna

source: Cannot make a bundle because the server is not fully configured; please edit the configuration and retry
et: Komplekti ei loodud, kuna server ei ole täielikult seadistatud; palun redigeeri seadistusi ja proovi uuesti
hu: Nem készíthető ügyfélcsomag mivel a szerver nincs megfelelően beállítva; kérem egészítse ki a beállításokat és próbálja újra

source: Cannot use for the bundle the server's certificate
et: Komplekti jaoks ei saa serveri sertifikaati kasutada
hu: Nem használható a csomaghoz a szerver tanúsítványa

source: Invalid client type: the server does not allow Zentyal-to-Zentyal tunnels
hu: Érvénytelen ügyfél: a szerver nem engedélyezett Zentyal-Zentyal kapcsolathoz

source: Invalid client type: the server is intended for Zentyal-to-Zentyal tunnels
hu: Érvénytelen ügyfél: a szerver Zentyal-Zentyal kapcsolatot kíván létesíteni

source: Installer is only available for Windows clients
et: Paigaldaja on saadaval ainult Windowsi klientide jaoks
hu: Telepítő csak a Windows ügyfelek számára érhető el

source: A client bundle is a file which contains a ready to use configuration for your clients
et: Kliendi komplekt on fail mis sisaldab juba seadistatud klienti.
hu: Az ügyfélcsomag az egy fájl ami tartalmaz egy azonnal használható beállításcsomagot az ügyfeleknek

source: Cannot make a bundle because the server is not fully configured; please complete the configuration and retry
et: Komplekti ei suudetud luua, kuna server ei ole täielikult seadistatud; palun lõpeta seadistamine ja proovi uuesti
hu: Nem készíthető el az ügyfélcsomag mivel a szerver nincs megfelelően beállítva; kérem egészítse ki a beállításokat és próbálja újra

source: Name
et: Nimi
hu: Név

source: Enable
et: Luba
hu: Bekapcsolva

source: Configuration
et: Seadistamine
hu: Beállítás

source: List of Clients
et: Klientide loend
hu: Kliensek listája

source: VPN Clients
et: VPN kliendid
hu: VPN kliensek (ügyfelek)

source: client
et: klient
hu: kliens

source: Cannot activate the client because is not fully configured; please edit the configuration and retry
et: Klienti polnud võimalik aktiveerida, kuna see ei ole täielikult seadistatud; palun redigeeri seadistusi ja proovi uuesti
hu: Nem lehet aktiválni a klienst (ügyfelet), mert nincs teljes körűen beállítva (konfigurálva). Állítsd be és próbáld újra.

source: RIP password is mandatory
et: RIP parool on kohustulik
hu: RIP jelszó kötelező

source: Enabled
et: Lubatud
hu: Bekapcsolva

source: Advertised networks
et: Propageeritavad võrgud
hu: Hirdetett hálózatok

source: Download client bundle
et: Laadi kliendi komplekt alla
hu: Ügyfélcsomag letöltése

source: List of servers
et: Serverite loend
hu: Kiszolgálók listája

source: VPN servers
et: VPN serverid
hu: VPN kiszolgálók

source: {openpar}You need to create a CA certificate to use this module. {closepar}{openpar}Please, go to the {openhref}certification authority module{closehref} and create it.{closepar}
et: {openpar}Sa pead selle mooduli kasutamiseks looma SK sertifikaadi. {closepar}{openpar}Palun mine selleks {openhref}Sertifitseerimiskeskuse moodulisse{closehref} ning loo see.{closepar}
hu: {openpar}Létre kell hoznia egy CA tanúsítványt, a modul használatához. {closepar}{openpar}Kérem menjen a {openhref}tanúsító hatóság modulba{closehref} és hozza létre.{closepar}

source: Server creation
et: Serveri loomine
hu: Kiszolgáló létrehozása

source: Cannot activate the server because is not fully configured; please edit the configuration and retry
et: Serverit polnud võimalik aktiveerida, kuna see ei ole täielikult seadistatud; palun redigeeri seadistusi ja proovi uuesti
hu: Nem lehet aktiválni a kiszolgálót, mert nincs teljesen beállítva; kérem konfigurálni és próbálja újra!

source: Cannot create a server because there is not a CA certificate
et: Serverit ei ole võimalik luua, kuna ei ole SK sertifikaati
hu: Nem lehet létrehozni a kiszolgálót, mert nincs CA tanúsítványa!

source: {act} not possible because there aren't any available certificate. Please, go to the certificate authority module and create new certificates
et: {act} ei ole võimalik, kuna saada ei ole ühtegi serifikaati. Palun mine selleks sertifitseerimiskeskuse moodulisse ja loo uued sertifikaadid
hu: {act} nem lehetséges mivel nincs használható tanúsítvány. Kérem menjen a tanúsító hatóság modulba és hozzon létre új tanúsítványt

source: {openpar}You can configure openVPN servers to easily connect remote offices or users.{closepar}{openpar}Click on {openit}Configuration{closeit} to set the VPN parameters.{closepar}{openpar}{openit}Advertised networks{closeit} allows you to configure which networks you want to make accessible to the remote users.{openpar}Once you are done with the configuration you can download a file bundle for your operating system to use in your clients.
et: {openpar}OpenVPN servereid saab seadistada lihtsa ühenduse loomiseks kontorite või kasutajatega.{closepar}{openpar}Klõpsa {openit}seadistamisele{closeit}, et määrata VPN parameetreid.{closepar}{openpar}{openit}Propageeritud võrgud{closeit} lubavad sul seadistada seda milliseid võrke tahad teha kaugkasutajatele kättesaadavaks.{openpar}Kui seadistamine on lõppenud, saad oma operatsioonisüsteemi jaoks alla laadida failikomplekti, mida klientides kasutada.
hu: {openpar}Beállíthat egy openVPN szerver, hogy becsatlakoztathasson távoli irodákat vagy személyeket.{closepar}{openpar}Kattintson a {openit}Beállításokra{closeit} a VPN beállítására.{closepar}{openpar}A {openit}Hozzárendelt hálózatok{closeit}-ban beállíthatja milyen hálózatok legyenek elérhetőek a távoli ügyfelek számára.{openpar}Ha kész van a beállításokkal, letölthet egy ügyfélcsomagot a használt operációs rendszerhez az ügyfelek számára.

source: Manual Configuration
et: Käsitsi seadistamine
hu: Kézi beállítás

source: Zentyal bundle
hu: Zentyal csomag

source: Upload configuration's bundle
et: Laadi seadistuste komplekt üles
hu: Feltöltés beállításának csomagja

source: Server
hu: Kiszolgáló

source: CA's certificate
et: SK sertifikaat
hu: CA tanúsítvány

source: Client's private key
et: Kliendi privaatvõti
hu: Kliens privát kulcsa

source: Server tunnel password
et: Serveri tunneli parool
hu: Kiszolgáló csatorna jelszava

source: Client configuration
et: Kliendi seadistamine
hu: Kliens beállítás

source: No file supplied or already set for {f}
et: Faili ei pakutud või on see määratud {f} jaoks
hu: Nincs megadott fájt, vagy már be van állítva: {f}

source: Deleted daemons
et: Kustutatud deemonid
hu: Démonok törölve

source: daemon
et: deemon
hu: démon

source: disabled
et: keelatud
hu: kikapcsolva

source: The port {p}/{pro} is already in use
et: Port {p}/{pro} on juba kasutusel
hu: A port {p}/{pro} már használatban.

source: The certificate {cn} does not exist
et: Sertifikaati {cn} ei ole olemas
hu: A tanúsítvány {cn} nem létezik.

source: The certificate {cn} has expired
et: Sertifikaat {cn} on aegunud
hu: A tanúsítvány {cn} érvényessége lejárt.

source: The certificate {cn} has been revoked
et: Sertifikaat {cn} on tühistatud
hu: A tanúsítványt {cn} visszavonták.

source: The server {name} does not have certificate assigned
et: Serverile {name} ei ole sertifikaati omistatud
hu: A {name} nevű szerverhez nincs tanúsítvány rendelve

source: Cannot get key of server {name} because it does not have any certificate assigned
et: Serverile {name} ei olnud võimalik võtit saada, kuna sellele ei ole ühtegi sertifikaati omistatud
hu: A {name} szerver kulcs nem elérhető mivel nincs tanúsítvány hozzárendelve

source: No IP address found for interface {iface}
et: Liidese {iface} jaoks IP aadresse ei leitud
hu: Ennek a csatolónak (interface) nincs IP címe: {iface}.

source: OpenVPN servers cannot be used for internal services
et: OpenVPN servereid ei saa sisemiste teenuste jaoks kasutada
hu: Az OpenVPN szerver nem tudja használni a belső szolgáltatásokat.

source: Unsupported client type: {ct}
et: Ilma toeta kliendi tüüp: {ct}
hu: nem támogatott kliens (ügyfél) típus: {ct}

source: Server {name}
hu: Kiszolgáló {name}

source: Disabled
et: Keelatud
hu: Kikapcsolva

source: Service
et: Teenus
hu: Szolgáltatás

source: Running
et: Töötab
hu: Fut

source: Stopped
et: Peatunud
hu: Leállítva

source: Daemon status
et: Deemoni olek
hu: Démon állapota

source: All external interfaces
et: Kõik välised liidesed
hu: Összes külső csatoló

source: Local address
et: Kohalik aadress
hu: Helyi cím

source: VPN subnet
et: VPN alamvõrk
hu: VPN alhálózat

source: VPN network interface
et: VPN võrguliides
hu: VPN hálózati csatoló (interface)

source: VPN interface address
et: VPN liidese aadress
hu: VPN csatoló (interface) címe

source: No active
et: Ei ole aktiivne
hu: Nem aktív

source: VPN client should not be configured to connect to the address {addr} because is a address of the localhost itsef
et: VPN kliendi ühenduse loomiseks seadistatud aadress {addr}, ei ole sobiv, kuna see on localhost aadress.
hu: A VPN ügyfél nincs beállítva, hogy a(z) {addr} címhez csatlakozzon, mivel a beállított cím az önmagára mutat

source: VPN client should not be configured to connect to the address {addr} because is a address of a local network interface
et: VPN kliendi ühenduse loomiseks seadistatud aadress {addr}, ei ole sobiv, kuna see on kohaliku võrguliidese aadress
hu: A VPN ügyfél nincs beállítva, hogy a(z) {addr} címhez csatlakozzon, mivel a beállított cím egy helyi csatoló címe

source: Client {name}
et: Klient {name}
hu: Kliens {name}

source: Connection target
et: Ühenduskoht
hu: Kapcsolat célja

source: Server's address
et: Serveri aadress
hu: Kiszolgálók címe

source: You must provide at least one address for the server {name}
et: Sa pead määrama vähemalt ühe aadressi serveri {name} jaoks
hu: Itt kell megadni legalább egy kiszolgáló címét: {name}

source: Can't get address for this server: no external interfaces present
et: Serverile ei ole võimalik aadressi hankida: välised liidesed puuduvad
hu: A szerver címe nem elérhető: nem található külső interfész

source: The client certificate can't be the same than the server's one
et: Kliendi sertifikaat ei saa olla sama, mis serveri oma
hu: Az ügyfél tanúsítványa nem egyezik a szerverével

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Cannot unpack it)
hu: Ez a csomag nem egy érvényes Zentyal-Zentyal beállítócsomag. (Nem lehet kicsomagolni)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing server configuration file)
hu: Ez a csomag nem egy érvényes Zentyal-Zentyal beállítócsomag. (Hiányzó szerver-beállító fájlok)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing CA certificate file)
hu: Ez a csomag nem egy érvényes Zentyal-Zentyal beállítócsomag. (Hiányzó CA tanúsítvány)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate file)
hu: Ez a csomag nem egy érvényes Zentyal-Zentyal beállítócsomag. (Hiányzó tanúsítvány)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate private key file)
hu: Ez a csomag nem egy érvényes Zentyal-Zentyal beállítócsomag. (Hiányzik a tanúsítvány személyes kulcsa)

source: To configure Quagga to run ripd and zebra
et: Quagga seadistamiseks, et käivitada ripdi ja zebrat
hu: A Quagga beállításához, hogy futtathassa a ripd-t és a zebra-t.

source: To configure Quagga to listen on the given interfaces
et: Quagga seadistamiseks, et kuulata määratud liideseid
hu: Ha szeretné, hogy a Quagga a megadott interfészeken figyeljen

source: Main zebra configuration file
et: Peamine zebra seadistuste fail
hu: Fő zebra konfigurációs fájl

source: To configure ripd to exchange routes with client to client connections
et: ripd seadistamiseks, et vahetada marsruute kliendilt-kliendile ühendustega
hu: Hogy beállítsa a ripd-t a kliens-kliens routeok optimalizálására

source: Invalid name {name}. Only alpahanumeric and '-', '_', '.' characters are allowed
et: Vigane nimi {name}. Lubatud on ainult tähed ja numbrid ning märgid '-', '_', '.'
hu: Érvénytelen név: {name}. Csak betűk és '-', '_', '.' jelek megengedettek

source: Cannot use the name {n} because there is a client with the same name
et: Nime {n} ei ole võimalik kasutada, kuna sellise nimega klient on juba olemas
hu: A(z) {n} nevet nem használhatja mivel már van egy hasonló nevű ügyfél

source: Cannot use the name {n} because there is a server with the same name
et: Nime {n} ei ole võimalik kasutada, kuna sellise nimega server on juba olemas
hu: A(z) {n} nevet nem használhatja mivel ezt a nevet egy szerver használja

source: Invalid name {name}. Name which begins with the prefix {pf} are reserved for internal use
et: Vigane nimi {name}. Nimi, mis algab prefiksiga {pf}, on reserveeritud sisemiseks kasutamiseks
hu: Érvénytelen név: {name}. A név a {pf} előtaggal kezdődik ami belső használatra van lefoglalva

source: Invalid name {name}. A internal daemon must have a name which begins with the prefix {pf}
et: Vigane nimi {name}. Sisemisel deemonil peab olema nimi, mis algab prefiksiga {pf}
hu: Érvénytelen név: {name}. Egy belső szolgáltatásnak {pf} előtaggal kezdődő neve kell legyen

source: Client {c} does not exists
et: Klienti {c} ei ole olemas
hu: A kliens (ügyfél) nem létezik: {c}.

source: Servers
et: Serverid
hu: Kiszolgálók

source: Clients
et: Kliendid
hu: Kliensek

source: Common name
et: Üldine nimi
hu: Közös név

source: Address
et: Aadress
hu: Cím

source: Connected since
et: Ühendatud alates
hu: Kapcsolódás eddigi időtartama

source: No users connected to the VPN
et: VPNiga ühendatud kasutajad puuduvad
hu: Felhasználó nem kapcsolódik VPN-n keresztül

source: OpenVPN daemons
et: OpenVPN deemonid
hu: OpenVPN démonok

source: Date
et: Kuupäev
hu: Dátum

source: Event
et: Sündmus
hu: Esemény

source: Type
et: Tüüp
hu: Típus

source: Remote IP
et: Kaug IP
hu: Távoli IP

source: Remote Certificate
et: Kaugsertifikaat
hu: Távoli tanúsítvány

source: Initialization sequence completed
et: Initsialiseerimise jada lõpuni viidud
hu: Indítási szekvencia befejezve

source: Certificate issuer not authorized
et: Sertifikaadi väljaandja ei ole autoriseeritud
hu: Tanúsítvány kibocsátó nincs azonosítva

source: Certificate common name not authorized
et: Sertifikaadi üldist nime ei ole autoriseeritud
hu: Tanúsítvány közös neve nincs azonosítva

source: Certificate verification failed
et: Sertifikaadi kontrollimine nurjus
hu: Tanúsítvány ellenőrzése hibás

source: Client connection initiated
et: Kliendiga ühenduse loomine algatatud
hu: Kliens kacsolódása kezdeményezve

source: Client connection terminated
et: Kliendi ühendus lõpetatud
hu: Kliens kacsolódása megszakítva

source: Connection to server initiated
et: Serveriga ühenduse loomine initsialiseeritud
hu: Kapcsolat a kiszolgálóval kezdeményezve

source: Server connection terminated
et: Serveriga ühendamine lõpetatud
hu: Kiszolgálóval a kapcsolat megszakítva

source: You must set insecure_rip_conf to yes or no
et: insecure_rip_conf väärtuseks peab määrama 'yes' või 'no'
hu: Be kell állítsa az insecure_rip_conf paramétert yes vagy no-ra
