Repository: zentyal/zentyal
Catalog: client/squid/po/*.po
Languages: es, et, gl, pl, pt, pt_br

source: Configure object {ob} user groups policies
es: Configurar políticas de grupo de usuarios para el objeto {ob}
et: Seadista objekti {ob} kasutajagruppide reeglid
pt: Configurar politicas de objectos {ob} de grupos de utilizadores
pt_br: Configurar políticas de grupos de usuários do objeto {ob}

source: Time period when the access is allowed. It is ignored if the group has a deny policy, time constraints of parent object are always ignored
es: Intervalo horario en el que el acceso está permitido. Se ignora si el grupo tiene política de denegación, las restricciones horarias de un objeto padre se ignoran siempre
et: Ajaperiood, mil ligipääs on lubatud. Seda ignoreeritakse, kui grupil on keelamisreegel. Ülemobjekti ajapiirangud on alati ignoreeritud
pt: Período horário em que o acesso é permitido. É ignorado se o grupo tiver uma politica de bloqueamento
pt_br: O período quando o acesso é permitido. Ele é ignorado se o grupo tem uma política de negação, limitações de tempo do objeto pai são sempre ignoradas

source: Use antivirus
es: Usar antivirus
et: Kasuta viirusetõrjet
pt: Utilizar anti-vírus
pt_br: Usar antivírus

source: You cannot activate antivirus filter because the antivirus module is disabled. If you want to filter virus, first {openhref}activate the module{closehref} and come back here
es: No se puede activar el filtro antivirus porque el módulo antivirus está deshabilitado. Si desea filtrar los virus, primero debe {openhref}activate the module{closehref} y volver
et: Sa ei saa aktiveerida viirusetõrje filtrit, kuna viirusetõrje moodul on keelatud. Kui sa soovid filtreerida viirust, siis esmalt {openhref}aktiveeri moodul{closehref} ning tule siia tagasi
pt: Não ode activar o filtro anti-vírus porque o módulo anti-virus está desactivado. Se quiser filtrar virus {openhref}active primeiro o módulo{closehref} e volte aqui
pt_br: Você não pode ativar o filtro antivírus por que o módulo não está habilitado. Se você deseja filtrar vírus, primeiramente {openhref}ative o módulo{closehref} e volte aqui

source: You cannot activate antivirus filter because the antivirus module is not installed. If you want to filter virus, first install it and then {openhref}activate the module{closehref} and come back here
es: No se puede activar el filtro antivirus porque el módulo antivirus no se ha instalado. Si desea filtrar los virus, primero debe instalarlo, luego {openhref}activate the module{closehref} y volver
et: Sa ei saa aktiveerida viirusetõrje filtrit, kuna viirusetõrje moodul ei ole paigaldatud. Kui sa soovid filtreerida viirust, siis esmalt paigalda see ning seejärel{openhref}aktiveeri moodul{closehref} ning tule siia tagasi
pt: Não pode activar o filtro anti-vírus porque o módulo anti-vírus não está instalado. Se quiser filtrar vírus instale-o {openhref}active o módulo{closehref} e volte aqui
pt_br: Você não pode ativar o filtro antivírus por que o módulo não está instalado. Se você deseja filtrar vírus, primeiramente instale o módulo, {openhref}ative{closehref} e volte aqui

source: Squid traffic size graph
es: Gráfico del volumen de tráfico de Squid
et: Squid liikluse mahu graafik
pt: Gráfico de volume de tráfego do Squid
pt_br: Gráfico de volume do tráfego do Squid

source: Accepted traffic size (Kb)
es: Volumen de tráfico aceptado
et: Aktsepteeritud liikluse maht (Kb)
pt: Volume de tráfego aceite (Kb)
pt_br: Volume de tráfego aceito (Kb)

source: Denied traffic size (Kb)
es: Volumen de tráfico denegado
et: Keelatud liikluse maht (Kb)
pt: Volume de tráfego recusado (Kb)
pt_br: Volume de tráfego negado (Kb)

source: Filtered traffic size (Kb))
es: Volumen de tráfico filtrado
et: Filtreeritud liikluse maht (Kb)
pt: Volume de tráfego filtrado (Kb)
pt_br: Volume de tráfego filtrado (Kb)

source: Traffic size
es: Volumen de tráfico
et: Liikluse maht
pt: Volume de tráfego
pt_br: Volume do tráfego

source: Squid traffic requests graph
es: Gráfico de peticiones de tráfico de Squid
et: Squidist päritud liikluse graafik
pt: Gráfico de pedidos de tráfego do Squid
pt_br: Gráfico das requisições do tráfego do Squid

source: Requests
es: Peticiones
et: Päringud
pt: Pedidos
pt_br: Requisições

source: Accepted requests
es: Peticiones aceptadas
et: Aktsepteeritud päringud
pt: Pedidos aceites
pt_br: Requisições aceites

source: Denied requests
es: Peticiones denegadas
et: Keelatud päringud
pt: Pedidos recusados
pt_br: Requisições negadas

source: Filtered requests
es: Peticiones filtradas
et: Filtreeritud päringud
pt: Pedidos filtrados
pt_br: Requisições filtradas

source: Access requests
es: Peticiones de acceso
et: Ligipääsu päringud
pt: Pedidos de acesso
pt_br: Requisições de acesso

source: Web traffic details
es: Detalles del tráfico Web
et: Veebiliikluse üksikasjad
pt: Detalhes de tráfego web
pt_br: Detalhes do tráfego web

source: traffic
es: tráfico
et: liiklus
pt: tráfego
pt_br: tráfego

source: Domains filtering
es: Filtrado de dominios
et: Domeenide filtreerimine
pt: Filtro de domínio
pt_br: Filtragem de domínios

source: File extensions filtering
es: Filtrado de extensiones de fichero
et: Faililaiendite filtreerimine
pt: Filtro das extensões de ficheiro
pt_br: Filtro de extensões de arquivos

source: Class 1 pools allow you to restrict the bandwidth rate for large downloads whereas class 2 pools allow you to set the bandwidth usage to a sustained rate. The class 1 pools have more priority than class 2 ones and the first match from the source is done. If a network object does not match any rule, then no bandwidth throttling is done to it
pt: Filas de classe 1 permitem-lhe restringir a taxa de largura de banda para grandes descargas enquanto filas de classe 2 permitem-lhe definir o uso da largura de banda para uma taxa sustentada. As filas classe 1 têm maior prioridade que as classe 2. Se um objecto de rede não for compatível com qualquer regra não lhe é aplicado qualquer limite de largura de banda
pt_br: Grupo Classe 1 permitem a você restringir a taxa de largura de banda para grandes downloads o grupo classe 2 permite que você defina o uso de banda para uma taxa sustentada. O grupo classe 1 têm mais prioridade do que os de classe 2 e a primeira disputa da fonte é feita. Se um objeto de rede não corresponde a nenhuma regra, nenhuma otimização de largura de banda é feito para e

source: Domains filtering for filter group
es: Filtrado de dominios para grupo de filtros
et: Filtri grupi jaoks domeenide filtreerimine
pt: Filtragem de domínio por grupos de filtro
pt_br: Filtragem de domínios para filtro de grupo

source: MIME types filtering
es: Filtrado de tipos MIME
et: MIME tüüpide filtreerimine
gl: Filtrando os tipos MIME
pt: Filtro do tipos MIME
pt_br: Filtro de tipos MIME

source: Filter settings
es: Configuración del filtro
et: Filtri seadistused
gl: Configuración do filtro
pt: Definições do filtro
pt_br: Opções de filtro

source: HTTP proxy traffic report
es: Informe del tráfico de Proxy HTTP
et: HTTP puhverserveri liikluse aruanne
pt: Relatório de tráfego proxy HTTP
pt_br: Relatório de tráfego do proxy HTTP

source: From
es: De
et: Alates
pt: De
pt_br: De

source: To
es: Para
et: Kuni
pt: Para
pt_br: Até

source: Days of the week
es: Días de la semana
et: Nädalapäevadel
pt: Dias da semana
pt_br: Dias da semana

source: Access Denied
et: Ligipääs keelatud
pt: Acesso negado
pt_br: Acesso Negado

source: Access has been Denied
et: Ligipääs on keelatud
pt: O acesso foi negado
pt_br: O acesso foi Negado

source: Access to the page: {page} has been denied for the following reason
et: Ligipääs lehele {page} on keelatud järgneval põhjusel
pt: Acesso à página: {page} foi pela seguinte razão
pt_br: O acesso a página: {page} foi negado pelas seguintes razões

source: You are seeing this error because what you attempted to access appears to contain, or is labeled as containing, material that has been deemed inappropriate.
et: Seda viga kuvatakse sulle seetõttu, et proovisid pääseda lehele, mis sisaldab sobimatuid materjale.
pt: Está a ver este erro porque tentou aceder, aparenta conter ou está identificado como contendo informação considerada inapropriada
pt_br: Você está vendo esse erro porque o que você tentou acessar parece conter, ou é rotulada como contendo ou material que foi considerado inadequado.

source: If you have any queries contact your ICT Coordinator or Network Manager.
et: Küsimuste puhul, kontakteeru oma võrgu administraatoriga.
pt: Se tiver qualquer questão contacte o administrador de rede
pt_br: Se você tiver alguma dúvida contacte o Coordenador ou o Gerente da Rede

source: Bytes
et: Baiti
pl: Bajty

source: Bytes/s
et: Baiti/S

source: You must set the cache_mem variable in the ebox configuration file
es: Debe establecer la variable cache_mem en el fichero de configuración de eBox
gl: Debes establecer a variable cache_mem no ficheiro de configuración de ebox
pl: Musisz ustawić zmienną cache_mem w pliku konfiguracyjnym ebox

source: URL
es: Dirección URL

source: HTTP Proxy's cache files
es: Ficheros de cáche de Proxy HTTP
gl: Ficheiros da caché do proxy HTTP

source: T
es: M

source: Bad minutes format: {mi}
es: Formato de minutos erróneo: {mi}

source: module status
pl: status modułu

source: Attribute Name
pl: Nazwa atrybutu

source: Name
pl: Nazwa

source: New {type} SHOULD be lower than {number} characters
pl: Nowy {type} POWINIEN mieć mniej niż {number} znaków.

source: The {type} SHOULD have the following syntax: "word/word"
pl: {type} POWINIEN mieć następującą składnię: "słowo/słowo"

source: The {type} SHOULD be in IANA type. Check this link: {url} for details
pl: {type} POWINIEN być typem IANA. Więcej szczegółów: {url}

source: File extension {name} added correctly
pl: Rozszerzenie {name} dodane prawidłowo

source: File extension {name} is already in the list
pl: Rozszerzenie {name} już jest na liście

source: MIME type {name} added correctly
pl: Typ MIME {name} dodany prawidłowo

source: MIME type {name} is already in the list
pl: Typ MIME {name} jest już na liście

source: or something starting with "x-".
pl: lub coś zaczynające się na "x-".

source: Add a new MIME type with the following syntax: type/subtype Where type can be: {types}
pl: Dodaj nowy typ MIME z następującą składnią:typ/podtyp . Typami są: {types}

source: HTTP proxy policy
pl: Polityka pośrednika HTTP

source: Configure allowed extensions
pl: Konfiguruj dozwolone rozszerzenia

source: Add a new file extension without dot. Like "pdf"
pl: Dodaj nowe rozszerzenie bez kropki. Na przykład "pdf"

source: content filter threshold
pl: próg filtra treści

source: transparent proxy
pl: przezroczysty pośrednik

source: listening port
pl: port nasłuchu

source: global policy
pl: polityka globalna

source: {attr} has been deleted successfully
pl: {attr} został pomyślnie usunięty

source: All file extensions have been deleted
pl: Usunięto wszystkie rozszerzenia plików

source: All MIME types have been deleted
pl: Usunięto wszystkie typy MIME

source: domain name
pl: nazwa domeny

source: action
pl: akcja

source: Allowed domains
pl: Dozwolone domeny

source: Banned domains
pl: Zablokowane domeny

source: object
pl: obiekt

source: Squid listening port
pl: Port nasłuchu Squid'a

source: DansGuardian listening port
pl: Port nasłuchu DansGuardiana

source: Policy '{policy}' is invalid
pl: Polityka '{policy}' jest niewłaściwa

source: domain
pl: domena

source: Proxy
pl: pośrednik

source: HTTP proxy
gl: Proxy HTTP
pl: pośrednik HTTP

source: Extensions filter
pl: Filtr rozszerzeń

source: Mime Type filter
pl: Filtr typów MIME

source: Add here those domains which you want to allow access.
pl: Dodaj tutaj domeny do których chcesz dać dostęp

source: Add here those domains which you do not want to allow access.
pl: Dodaj tutaj domeny do których nie chcesz dać dostępu

source: HTTP Proxy service status
pl: Status usługi pośrednika HTTP

source: General Settings
pl: Ustawienia ogólne

source: Please note that if you set a configuration which prevents you from connecting to the administration interface through the proxy, you must then connect to it directly
pl: Zauważ, że jeśli skonfigurowałeś blokowanie dostępu do panela administracyjnego przez pośrednika, musisz podłączyć się bezpośrednio.

source: Change
pl: Zmień

source: This list will only take effect if {globalPolicy} is set to {filter}
pl: Ta lista zacznie działać tylko jeśli {globalPolicy} jest jest ustawiona na {filter}

source: Introduce domains in this way:
pl: Wprowadź domeny w ten sposób:

source: domain.com
pl: domena.com

source: Action
pl: Akcja

source: Add
pl: Dodaj

source: Delete
pl: Usuń

source: When the filter content is enabled you can select those file {name} which are denied to download
pl: Gdy filtrowanie treści jest włączone możesz wybrać pliki {name} które nie mogą zostać pobrane.

source: Actions
pl: Akcje

source: All extensions
pl: Wszystkie rozszerzenia

source: All MIME types
pl: Wszystkie typy MIME

source: Delete them all
pl: Usuń wszystko

source: Are you sure you want to delete all file extensions?
pl: Jesteś pewny że chcesz usunąć wszystkie rozszerzenia plików?

source: Are you sure you want to delete all MIME types?
pl: Jesteś pewny że chcesz usunąć wszystkie typy MIME?

source: Choose the object whose state you want to change and click in the arrow to move it to the desired column.
pl: Wybierz obiekt, którego stan chcesz zmienić i kliknij w strzałkę aby przenieść go do żądanej kolumny

source: Allowed
pl: Dozwolone

source: Empty list
pl: Pusta lista

source: Move selected objects to the filtered column
pl: Przenieś zaznaczone obiekty do kolumny filtrowanych

source: Ban
pl: Zabroń

source: Move selected objects to the banned column
pl: Przenieś zaznaczone obiekty do kolumny zabronionych

source: Move selected objects to the unfiltered column
pl: Przenieś zaznaczone obiekty do kolumny niefiltrowanych

source: Allow/Deny the HTTP traffic of the files which the given MIME types.MIME types not listed here are allowed. The filter needs a 'filter' policy to be in effect
gl: Permitir/Denegar o tráfico HTTP dos ficheiros cos tipos MIME dados. Os tipos MIME non listados aquí están permitidos. O filtro necesita unha política 'filtro' para que teña efecto

source: A MIME Type must follows this syntax: type/subtype
gl: Un tipo MIME debe seguir esta sintaxe: tipo/subtipo

source: Configure network objects' policies
gl: Configurar as políticas de obxectos da rede

source: Domains list
gl: Listado de dominios

source: internet domain
gl: dominio de internet

source: Allow/Deny the HTTP traffic from/to the listed internet domains.
gl: Permitir/Denegar o tráfico HTTP dende/a os dominios de internet listados.

source: Domain added
gl: Dominio engadido

source: Domain removed
gl: Dominio eliminado

source: Domain updated
gl: Dominio actualizado

source: Block not listed domains
gl: Bloquear os dominios non listados

source: If this is enabled, any domain which is not allowed in the <i>Domains list</i> section below will be forbidden.
gl: Se esta opción está habilitada, calquer dominio que non esté permitido na sección de abaixo <i>listado de Dominios</i> estará prohibido.

source: Use this field to change the value of all the above rows at once
gl: Usar este campo para cambiar o valor de todas as filas superiores a vez
