Repository: zentyal/zentyal
Catalog: client/squid/po/*.po
Languages: es, et, gl, pl, pt, pt_br

source: HTTP Proxy
es: Proxy HTTP
et: HTTP puhverserver
gl: Proxy HTTP
pl: Pośrednik HTTP
pt: Proxy HTTP
pt_br: Proxy HTTP

source: HTTP Proxy configuration file
es: Fichero de configuración de Proxy HTTP
et: HTTP puhverserveri seadistuste fail
pt: Ficheiros de configuração do proxy HTTP
pt_br: Arquivo de configuração do proxy HTTP

source: Content filter configuration file
es: Fichero de configuración de filtrado de contenido
et: Sisufiltri seadistuste fail
pt: Ficheiro de configuração do filtro de conteúdos
pt_br: Arquivo de configuração do filtro de conteúdo

source: Default filter group configuration
es: Configuración predeterminada del grupo de filtrado
et: Vaikimisi filtri grupi seadistamine
pt: Configuração base do grupo de filtros
pt_br: Configuração padrão do filtro de grupo

source: Filter groups membership
es: Pertenencia a los grupos de filtrado
et: Grupi liikmelisuse filter
pt: Filtro de membros de grupos
pt_br: Membros do filtro de grupos

source: Content filter banned extension list
es: Lista de extensiones prohibidas en el filtro de contenido
et: Sisufiltri keelatud laiendite loend
pt: Lista de filtragem de conteúdos de extensões banidas
pt_br: Lista de extensões banidas do filtro de conteúdo

source: Content filter banned mime type list
es: Lista de tipos mime prohibidas en el filtro de contenido
et: Sisufiltri keelatud mime tüübi loend
pt: Lista de filtragem de conteúdos de tipos de mime banidos
pt_br: Lista de tipos MIME banidos do filtro de conteúdo

source: Content filter exception site list
es: Lista de excepciones de sitios en el filtro de contenido
et: Sisufiltri veebilehe erandite loend
pt: Lista de excepção de filtragem de sitios
pt_br: Lista de exceção de sites do filtro de conteúdo

source: Content filter grey site list
es: Lista de sitios grises en el filtro de contenido
et: Sisufiltri grey veebilehtede loend
pt: Lista de filtragem de conteúdos de sítios grey
pt_br: Lista cinza de sites do filtro de conteúdo

source: Content filter banned site list
es: Lista de sitios prohibidos en el filtro de contenido
et: Sisufiltri keelatud veebilehtede loend
pt: Lista de filtragem de conteúdos de sítios banidos
pt_br: Lista de sites banidos do filtro de conteúdo

source: Content filter exception URL list
es: Lista de excepciones de URLs en el filtro de contenido
et: Sisufiltri URL erandite loend
pt: Lista de excepção de filtragem de conteúdos de URL
pt_br: Lista de exceção de URLs do filtro de conteúdo

source: Content filter grey URL list
es: Lista de URLs grises en el filtro de contenido
et: Sisufiltri grey URLide loend
pt: Lista de excepção de filtragem de conteúdos de URL grey
pt_br: Lista cinza de URLs do filtro de conteúdo

source: Content filter banned URL list
es: Lista de URLs prohibidas en el filtro de contenido
et: Sisufiltri keelatud URLide loend
pt: Lista de excepção de filtragem de conteúdos de URL banidos
pt_br: Lista de URLs banidas do filtro de conteúdo

source: Forbidden phrases list
es: Lista de frases prohibidas
et: Keelatud fraaside loend
pt: Lista de frases proibidas
pt_br: lista de frases proibidas

source: Exception phrases list
es: Lista de frases excepciones
et: Erandite fraaside loend
pt: Lista de excepção de frases
pt_br: Lista de exceção de frases

source: PICS ratings configuration
es: Configuración de la clasificación PICS
et: PICS hindamise seadistamine
pt: Configuração da avaliação de imagens
pt_br: Configuração de classificação PICS

source: Dansguardian's log rotation configuration
es: Configuración de la rotación de los registros de Dansguardian
et: Dansguardiani logirotatsiooni seadistamine
pt: Configuração da rotação do registo do Dansguardian
pt_br: Configuração de rotação de logs do Dansguardian

source: Dansguardian's antivirus scanner configuration
es: Configuración del escáner antivirus de Dansguardian
et: Dansguardiani viirusetõrje skaneerimise seadistamine
pt: Configuração da verificação do anti-virús Dansguardian
pt_br: Configuração do scanner do antivírus Dansguardian

source: Filter groups per IP
et: Filtri grupid IP kohta
pt: Filtrar grupos por IP
pt_br: Filtro de grupos por IP

source: Overwrite blocked page templates
et: Blokeeritud lehe mallide ülekirjutamine
pt: Exemplos para substituir páginas bloqueadas
pt_br: Sobrescrever modelo de página bloqueada

source: Dansguardian blocked page templates will be overwritten with Zentyal customized templates.
pt: Os exemplos de páginas bloqueadas do Dansguardian serão substituídos por exemplos personalizados da Zentyal
pt_br: Modelos Dansguardian de páginas bloqueadas serão sobrescritas com modelos personalizados Zentyal.

source: You must set the cache_mem variable in the Zentyal configuration file
pt: Tem que definir a variável da cache_mem no ficheiro de configuração Zentyal
pt_br: Você precisa definir a variável cache_mem no arquivo de configuração do Zentyal

source: You must set the max_object_size variable in the Zentyal configuration file
pt: Tem que definir a variável max_object_size no ficheiro de configuração Zentyal
pt_br: Você precisa definir a variável max_object_size (tamanho máximo do objeto) no arquivo de configuração do Zentyal

source: Enabled
es: Activado
et: Lubatud
gl: Habilitado
pl: Włączone
pt: Activo
pt_br: Habilitado

source: Disabled
es: Desactivado
et: Ei kasutata
gl: Deshabilitado
pl: Wyłączone
pt: Desactivado
pt_br: Desabilitado

source: Transparent proxy
es: Proxy transparente
et: Läbipaistev puhverserver
gl: Proxy transparente
pl: przezroczysty pośrednik
pt: Proxy transparente
pt_br: Proxy transparente

source: Allow
es: Permitir
et: Luba
gl: Pemitir
pl: Zezwól
pt: Permitir
pt_br: Permitir

source: Deny
es: Denegar
et: Keela
gl: Denegado
pl: Zabroń
pt: Negar
pt_br: Negar

source: Filter
es: Filtrar
et: Filtreeri
gl: Filtro
pl: Filtr
pt: Filtro
pt_br: Filtrar

source: Global policy
es: Política global
et: Globaalne reegel
gl: Política global
pl: Polityka globalna
pt: Politica global
pt_br: Política Global

source: Listening port
es: Puerto de escucha
et: Kuulatav port
gl: Porto de escoita
pl: Port nasłuchu
pt: Porto a ser escutado
pt_br: Portas escutando

source: General
et: Üldine
gl: Xeral
pl: Ogólne
pt: Geral
pt_br: Geral

source: Bandwidth Throttling
et: Läbilaskevõime piiramine
pt: Acelerador de largura de banda
pt_br: Estrangulamento de Largura de banda

source: Objects' Policy
es: Política de Objeto
et: Objektide reegel
pt: Politica de objectos
pt_br: Política de objetos

source: Groups' Policy
es: Política de Grupo
et: Gruppide reegel
pt: Politica de grupos
pt_br: Políticas de grupos

source: Filter Profiles
es: Filtrado de Perfiles
et: Filtrite profiilid
pt: Filtro de perfis
pt_br: Perfis de Filtros

source: Date
es: Fecha
et: Kuupäev
gl: Data
pl: Data
pt: Data
pt_br: Data

source: Host
et: Masin
pt: Máquina
pt_br: Estação

source: User
es: Usuario
et: Kasutaja
pt: Utilizador
pt_br: Usuário

source: Mime/type
es: Mime/tipo
et: Mime/tüüp
pl: Mime/typ
pt: Tipo/MIME
pt_br: Mime/tipo

source: Event
es: Evento
et: Sündmus
gl: Evento
pl: Zdarzenie
pt: Evento
pt_br: Evento

source: Accepted
es: Aceptado
et: Aktsepteeritud
gl: Aceptado
pl: Zaakceptowano
pt: Aceite
pt_br: Aceito

source: Denied
es: Denegado
et: Tagasi lükatud
gl: Denegado
pl: Zablokowano
pt: Negado
pt_br: Negado

source: Filtered
es: Filtrado
et: Filtreeritud
gl: Filtrado
pl: Odfiltrowano
pt: Filtrado
pt_br: Filtrado

source: Very permissive
es: Muy permisivo
et: Väga lubav
gl: Muy permisivo
pl: Bardzo dozwalający
pt: Muito permissivo
pt_br: Muito permissiva

source: Permissive
es: Permisivo
et: Lubav
gl: Permisivo
pl: Dozwalający
pt: Permissivo
pt_br: Permissiva

source: Medium
es: Medio
et: Keskmine
gl: Medio
pl: Średni
pt: Médio
pt_br: Média

source: Strict
es: Estricto
et: Range
gl: Estrito
pl: Ścisły
pt: Rigoroso
pt_br: Rigoroso

source: Very strict
es: Muy estricto
et: Väga range
gl: Moi estrito
pl: Bardzo ścisły
pt: Muito rigoroso
pt_br: Muito rigoroso

source: This specifies how strict the content filter is.
es: Esto especifica cuán estricto es el filtro
et: Sisufiltri ranguse määramine
gl: Isto especifica como de estrito é o filtro de contido.
pt: Especifica o quanto rigoroso o filtro é
pt_br: Isso especifica o rigor do filtro de conteúdo.

source: Always allow
es: Siempre permitir
gl: Sempre permitido
pt: Permitir sempre
pt_br: Sempre permitir

source: Always deny
es: Siempre denegar
gl: Sempre denegado
pt: Negar sempre
pt_br: Sempre negar

source: Squid's domain policy
es: Política de dominios de Squid
et: Squidi domeeni reegel
pt: Politica do domínio Squid
pt_br: Políticas de domínio do Squid

source: Authorize and allow
es: Autorizar y permitir
et: Autoriseeri ja luba
pt: Autorizar e permitir
pt_br: Autorizar e permitir

source: Authorize and filter
es: Autorizar y filtrar
et: Autoriseeri ja filtreeri
pt: Autorizar e filtrar
pt_br: Autorizar e filtrar

source: Authorize and deny
es: Autorizar y denegar
et: Autoriseeri ja keela
pt: Autorizar e bloquear
pt_br: Autorizar e negar

source: Squid's policy
es: Política de Squid
et: Squidi reegel
gl: Política de Squid
pt: Politica do Squid
pt_br: Políticas do Squid

source: M
es: L
et: E
pt_br: S

source: W
es: X
et: K
pt_br: Q

source: H
es: J
et: N
pt_br: Q

source: F
es: V
et: R
pt_br: S

source: A
es: S
et: L
pt_br: S

source: S
es: D
et: P
pt_br: D

source: Monday
es: Lunes
et: Esmaspäev
pt: Segunda-feira
pt_br: Segunda-feira

source: Tuesday
es: Martes
et: Teisipäev
pt: Terça-feira
pt_br: Terça-feira

source: Wednesday
es: Miércoles
et: Kolmapäev
pt: Quarta-feira
pt_br: Quarta-feira

source: Thursday
es: Jueves
et: Neljapäev
pt: Quinta-feira
pt_br: Quinta-feira

source: Friday
es: Viernes
et: Reede
pt: Sexta-feira
pt_br: Sexta-feira

source: Saturday
es: Sábado
et: Laupäev
pt: Sábado
pt_br: Sábado

source: Sunday
es: Domingo
et: Pühapäev
pt: Domingo
pt_br: Domingo

source: All time
es: Siempre
pt: Qualquer hora
pt_br: Tempo Integral

source: All week
es: Toda la semana
pt: Todas as semanas
pt_br: Toda semana

source: Weekend
es: Fin de semana
et: Nädalavahetus
pt: Fim-de-semana
pt_br: Fim de semana

source: Work days
es: Días laborables
et: Tööpäevad
pt: Dias de trabalho
pt_br: Dias úteis

source: From hour..
es: Desde (hora)..
et: Alates tunnist...
pt: A partir de..
pt_br: Das

source: to hour..
es: Hasta (hora)..
et: kuni tunnini...
pt: Até..
pt_br: até

source: You must specify two diffrent hours to the range
es: Debe especificar dos horas diferentes para establecer un rango de tiempo
et: Sa pead vahemikku määrama kaks erinevat tundi
pt: Deve especificar duas horas diferentes no ambito
pt_br: Você deve especificar dois horários diferentes para o intervalo

source: Bad hour of the day value: {h}
es: Valor de hora erróneo: {h}
et: Vigane tund päeva väärtuses: {h}
pt: Valor da hora errado: {h}
pt_br: Valor hora do dia inválido: {h}

source: Bad hour of the day format: {h}
es: Formato de hora erróneo: {h}
et: Vigane tund päeva vormingus: {h}
pt: Formato da hora errado: {h}
pt_br: Formato hora do dia inválido: {h}

source: Bad minutes value: {mi}
es: Valor de minutos erróneo: {mi}
et: Vigane minutite väärtus: {mi}
pt: Valor dos minutos errado: {mi}
pt_br: Valor de minutos inválido: {mi}

source: Bad minutes format: {mi}
pt: Formato dos minutos errado: {mi}
pt_br: Formato de minutos inválido: {mi}

source: The end of the range is greater than the begin
es: El final del rango es mayor que el inicio
et: Vahemiku lõpp on suurem kui algus
pt: O fim do âmbito é maior do que o inicio
pt_br: O fim do intervalo é maior do que o início

source: The time period must be at least active on one day
es: El período de tiempo debe estar activo al menos un día
et: Valitud peab olema vähemalt üks päev
pt: O período de tempo deve estar activo em pelo menos um dia
pt_br: O período de tempo deve estar ativo em pelo menos um dia

source: Domains lists files
es: Lista de ficheros de dominios
et: Domeeniloendite failid
pt: Lista de de ficheiros de domínios
pt_br: Arquivos de lista de domínios

source: internet domain list
es: Lista de dominios de Internet
et: internetidomeeni loend
pt: Lista de domínio internet
pt_br: lista de domínios da internet

source: You can upload files with lists of domains
es: Se pueden subir ficheros con listas de dominios
et: Siin saab domeeniloendi faile üles laadida
pt: Pode carregar ficheiros com listas de domínio
pt_br: Você pode enviar arquivos com a lista de domínios

source: Domain list added
es: Lista de dominios añadida
et: Domeeniloend lisatud
pt: Lista de domínio adicionada
pt_br: Lista de domínios adicionada

source: Domain list removed
es: Lista de dominios eliminada
et: Domeeniloend eemaldatud
pt: Lista de domínio removida
pt_br: Lista de domínios removida

source: Domain list updated
es: Lista de dominios actualizada
et: Domeeniloend uuendatud
pt: Lista de domínio actualizada
pt_br: Lista de domínios atualizada

source: Use default profile threshold
es: Usar el umbral del perfil por defecto
et: Kasuta vaikimisi profiililäve
pt: Usar limite de perfil pré-definido
pt_br: Usar perfil de entrada padrão

source: Threshold
es: Umbral
et: Lävi
gl: Umbral
pl: próg
pt: Entrada
pt_br: Entrada

source: Content filter threshold
es: Umbral de filtrado de contenido
et: Sisufiltri lävi
gl: Umbral do filtro de contido
pl: Próg filtra treści
pt: Entrada do filtro de conteúdos
pt_br: Entrada do filtro de conteúdo

source: Content filter threshold changed
es: Umbral de filtrado de contenido cambiado
et: Sisufiltri lävi muudetud
gl: O umbral do filtro de contido cambiou
pt: Foi alterada a entrada do filtro de conteúdos
pt_br: Entrada do filtro de conteúdo modificado

source: Group
es: Grupo
et: Grupp
pt: Grupo
pt_br: Grupo

source: Filter configuration
es: Configuración del filtro
et: Filtri seadistamine
pt: Configuração do filtro
pt_br: Configuração do filtro

source: User groups configuration
es: Configuración de grupos de usuario
et: Kasutajagruppide seadistamine
pt: Configuração de grupos de utilizadores
pt_br: Configuração dos grupos de usuários

source: group
es: grupo
et: grupp
pt: grupo
pt_br: grupo

source: Domain Name Address
es: Dirección del nombre de dominio
et: Domeen
pt: Nome de domínio adicionado
pt_br: Endereço do Domínio

source: Exempt address from caching
es: Negar almacenamiento en caché del dominio
et: Vahemälust vabastatud domeen
pt: Limpar endereços da cache
pt_br: Exclui domínio do caching

source: Cache exemptions
es: Excepciones en la caché
et: Vahemälu vabastused
pt: Excepções da cache
pt_br: Insenções de cache

source: domain name address
es: nombre de dominio
et: domeen
pt: Endereço do nome de domínio
pt_br: endereço do domínio

source: You can exempt some addresses from caching
es: Puede negar el almacenamiento en caché de algunos dominios
et: Domeenide vabastamine vahemällu salvestamisest
pt: Pode impedir que alguns endereços sejam armazenados na cache
pt_br: Você pode isentar alguns domínios do caching

source: Address added
es: Dirección añadida
et: Domeen lisatud
pt: Endereço adicionado
pt_br: Endereço acrescentado

source: Address removed
es: Dirección borrada
et: Domeen eemaldatud
pt: Endereço removido
pt_br: Endereço removido

source: Address updated
es: Dirección actualizada
et: Domeen uuendatud
pt: Endereço actualizado
pt_br: Endereço atualizado

source: Object {object} has no members. Please add at least one to add rules using this object.
et: Objektil {object} puuduvad liikmed, lisa vähemalt üks, kui soovid seda objekti kasutavat reeglit lisada.
pt: O objecto {object} não tem membros. Adicione pelo menos um para adicionar regras para este objecto
pt_br: Objeto {object} não tem membros. Por favor, adicione pelo menos um para adicionar regras usando este objeto.

source: Object {object} has an enabled {row} in {table}. Delete it first from there to add it here
et: Objektil {object} on tabelis {table} lubatud {row}. Enne siia lisamist kustuta see.
pt: O objecto {object} tem um {row} activo na {table}. Apague-o primeiro para o adicionar aqui
pt_br: O Objeto {object} tem uma {row} habilitada na {table}. Primeiro delete ele de lá para adicionar aqui

source: If {first} is set unlimited, then {second} must be set to unlimited as well
et: Kui {first} väärtus on piiramatu, siis {second} väärtus peab olema samuti piiramatu.
pt: Se {first} estiver definido como ilimitado então {second} deve ser definido também como ilimitado
pt_br: Se {first} está configurado como ilimitado, então {second} deve ser configurado ilimitado também

source: {clt_rate} is greater than {net_rate}
et: {clt_rate} on suurem kui {net_rate}
pt: {clt_rate} é maior que {net_rate}
pt_br: {clt_rate} é maior que {net_rate}

source: Network object
et: Võrguobjekt
pt: Objecto de rede
pt_br: Objeto de Rede

source: Rate
et: Kiirus
pt: Taxa
pt_br: Taxa

source: Maximum download bandwidth rate for this network. Use -1 to disable this option.
et: Võrgu maksimaalne läbilaskevõime allalaadimisel, valiku keelamiseks kasuta väärtust -1
pt: largura de banda de descarga máxima para esta rede. Utilize - 1 para desactivar esta opção
pt_br: Máxima taxa de largura de banda para download desta rede. Use -1 para desabilitar esta opção.

source: Maximum Size
et: Maksimaalne maht
pt: Tamanho máximo
pt_br: Tamanho Máximo

source: Maximum unthrottled download size for this network. Use -1 to disable this option.
et: Võrgu maksimaalne piiramata allalaadimise maht, valiku keelamiseks kasuta väärtust -1
pt: Tamanho máximo de descarga sem limite para esta rede. Utilize -1 para desactivar esta opção
pt_br: Limite máximo para download nesta rede. Use -1 para desativar essa opção.

source: Client Rate
et: Kliendi kiirus
pt: Taxa de cliente
pt_br: Taxa de cliente

source: Maximum download bandwidth rate per client. Use -1 to disable this option.
et: Maksimaalne läbilaskevõime allalaadimisel kliendi kohta, valiku keelamiseks kasuta väärtust -1
pt: Máximo tamanho de descarga sem limite para este cliente. Utilize -1 para desactivar esta opção
pt_br: Taxa máxima de largura de banda para download por cliente. Use -1 para desativar essa opção.

source: Client Maximum Size
et: Kliendi maksimaalne maht
pt: Máximo tamanho de cliente
pt_br: Tamanho Máximo de Cliente

source: Maximum unthrottled download size per client. Use -1 to disable this option.
et: Maksimaalne piiramata allalaadimise maht kliendi kohta, valiku keelamiseks kasuta väärtust -1
pt: Máximo tamanho de descarga sem limite para este cliente. Utilize -1 para desactivar esta opção
pt_br: Tamanho máximo de download por cliente. Use -1 para desativar essa opção.

source: Delay Pools Class 2
pt: Atraso de fila da classe 2
pt_br: Atraso de Grupo Classe 2

source: Once the request exceeds the {max} then the HTTP Proxy will throttle the download bandwidth to the given {rate}. The client number is limited to 256.
pt: Quando a solicitação exceder {max} o proxy HTTP limitará a largura de banda da descarga para {rate}. O número de cliente está limitado a 256
pt_br: Uma vez que o pedido for superior ao {max}, o HTTP proxy regulará a largura de banda para download para uma dada {rate}. O número máximo de clientes está limitado a 256.

source: pool
pt: fila
pt_br: grupo

source: Network Rate
et: Võrgu kiirus
pt: Taxa da rede
pt_br: Taxa de Rede

source: Network Maximum Size
et: Võrgu maksimaalne maht
pt: Tamanho máximo da rede
pt_br: Tamanho Máximo da Rede

source: Delay Pools Class 1
pt: Atraso de fila da classe 1
pt_br: Atraso de Grupo Classe 1

source: Once the request exceeds the {max} then the HTTP Proxy will throttle the download bandwidth to the given {rate}.
pt: Quando a solicitação exceder {max} o proxy HTTP limitará a largura de banda da descarga para {rate}
pt_br: Uma vez que o pedido for superior ao {max}, o HTTP proxy regulará a largura de banda para download para uma dada {rate}.

source: Use default profile configuration
es: Usar configuración del perfil predeterminado
et: Kasuta vaikimisi profiili seadistusi
pt: Usar a configuração pré-definida para o perfil
pt_br: Usar configuração de perfil padrão

source: Use default profile for domain filtering
es: Usar perfil predeterminado para el filtrado de dominios
et: Vaikimisi profiili kasutamine domeeni filtreerimiseks
pt: Udar o perfil pré-definido para a filtragem do domínio
pt_br: Usar perfil padrão para filtragem de domínio

source: MIME Type
es: Tipo MIME
et: MIME tüüp
gl: Tipo MIME
pt: Tipo MIME
pt_br: Tipo MIME

source: A MIME Type must follow this syntax: type/subtype
es: Un tipo MIME debe seguir la siguiente sintaxis: tipo/subtipo
et: MIME tüüp peab järgima süntaksit: tüüp/alamtüüp
pt: Um tipo de MIME deve seguir esta sintaxe: tipo/subtipo
pt_br: Um tipo MIME deve seguir a sintaxe: tipo/subtipo

source: {type} is not a valid IANA type
es: {type} no es un tipo valido de IANA
et: {type} ei ole sobiv IANA tüüp
gl: {type} non é un tipo IANA válido
pt: {type} não é um tipo IANA válido
pt_br: {type} não é um tipo IANA válido

source: {t} subtype has a wrong syntax
es: {t} subtipo tiene sintaxis errónea
et: {t} alamtüübil on vale süntaks
gl: {t} subtipo ten unha sintaxe incorrecta
pt: O subtipo {t} tem a sintax errada
pt_br: subtipo {t} tem uma sintaxe errada

source: extensions
es: extensiones
et: laiendid
gl: extensións
pl: rozszerzenia
pt: extensões
pt_br: extensões

source: Set policy for all extensions
es: Determinar política para todas las extensiones
et: Reegli määramine kõikidele laienditele
gl: Establecer a política para todas as extensións
pt: definir politica para todas as extensões
pt_br: Definir política para todas as extensões

source: Use default profile for MIME filtering
es: Usar perfil predeterminado para el filtrado de MIME
et: Vaikimisi profiili kasutamine MIME filtreerimiseks
pt: Usar a configuração pré-definida para o filtro MIME
pt_br: Usar perfil padrão para filtragem MIME

source: Block not listed domains and URLs
es: Bloquear dominios y URLs no listados
et: Blokeeri nimekirjas mitteolevad domeenid ja URLid
pt: Bloquear domínios e URL's não listados
pt_br: Bloquear domínios e URL's não listados

source: If this is enabled, any domain or URL which is neither present neither in the <i>Domains and URLrules</i> nor in the <i>Domain list files</i> sections below will be forbidden.
es: Si esta opción está habilitada, cualquier dominio que no esté en la sección <i>Reglas de dominios</i>, ni en <i>Ficheros de listas de dominios</i> debajo será prohibido.
et: Kui väli on määratud, siis iga domeen või URL, mida ei ole: <i>Domeeni ja URLi reeglite</i> ega <i>Domeeniloendi failide</i> leheküljel, keelatakse.
pt: Se estiver activado qualquer domínio que não estiver autorizado na secção da<i>lista de domínios e regras URL</i> ou na secção<i>Lista de ficheiros de domínios</i> será proibida
pt_br: Se isto estiver habilitado, qualquer domínio que não estiver presente nas seções <i>Regras de domínios e URL's</i> ou em <i>Arquivos de listas de domínios</i> serão proibidos.

source: Block sites specified only as IP
es: Bloquear sitios especificados sólo como IP
et: Blokeeri veebilehti IP aadressi järgi
gl: Bloquear os sitios especificados só como IP
pt: Bloquear sítios específicos por IP
pt_br: Bloqueia sites especificados apenas por IP

source: elements
es: elementos
et: elemendid
gl: elementos
pt: elementos
pt_br: elementos

source: Allow all {elements}
es: Permitir todos {elements}
et: Luba kõik {elements}
gl: Permitir a todos {elements}
pt: Permitir todos {elements}
pt_br: Permite todos {elements}

source: Use this field to change the value of all the above rows at once
es: Usar este campo para cambiar el valor de todas filas de arriba a la vez
et: Kasuta seda välja kõikide ridade väärtuste samaaegseks muutmiseks
pt: Use este campo para alterar o valor de todas as seguintes filas em conjunto
pt_br: Utilize este campo para alterar o valor de todas as linhas acima simultaneamente
