Repository: zentyal/zentyal
Catalog: client/squid/po/*.po
Languages: es, et, gl, pl, pt, pt_br

source: Transparent Proxy
es: Proxy Transparente
et: Läbipaistev puhverserver
gl: Proxy transparente
pt: Proxy transparente
pt_br: Proxy transparente

source: Port
es: Puerto
gl: Porto
pt: Porto
pt_br: Porta

source: Cache files size (MB)
es: Tamaño de los ficheros de cáche (MB)
et: Vahemälu suurus (MB)
pt: Dimensão da cache de ficheiros (MB)
pt_br: Tamanho dos arquivos de Cache (MB)

source: Default policy
es: Política predeterminada
et: Vaikimisi reegel
gl: Política por defecto
pt: Politica por omissão
pt_br: Política padrão

source: General Settings
es: Configuración General
et: Üldised seadistused
gl: Configuracións Xerais
pt: Definições gerais
pt_br: Configurações Gerais

source: Settings changed
es: Configuracion cambiada
et: Seadistused muudetud
gl: Configuracións cambiadas
pt: Definições alteradas
pt_br: Opções alteradas

source: {port} is already in use. Please choose another
es: {port} está actualmente en uso. Por favor selecciona otro
et: {port} on juba kasutusel. Palun vali muu port
gl: {port} xa está en uso. Escolle outro
pt: {port} já está em uso. Escolha outro
pt_br: {port} está em uso. Favor escolher outra

source: Transparent proxy option is not compatible with authorization policy
es: La opción del proxy transparente es incompatible con la política de autorización
et: Läbipaistva puhverserveri valik ei ühildu autoriseerimisreegliga
pt: O proxy transparente não é compatível com a politica de autorizações
pt_br: Opção Proxy Transparente não é compatível com Política de Autorização

source: Transparent proxy is incompatible with the authorization policy found in some objects
es: Proxy transparente es incompatible con la política de autorización de algunos de los objetos
et: Läbipaistev puhverserver ei ühildu mõne leitud objekti autoriseerimisreegliga
pt: O proxy transparente é incompatível com a politica de autorizações encontrada em alguns objectos
pt_br: Opção Proxy Transparente não é compatível com a política de autorização encontrada em alguns objetos

source: An authorization policy is required because you are using global group policies
es: Se requiere una política de autorización porque está usando política global de grupo.
et: Nõutud on autoriseerimisreegel, kuna sa kasutad globaalse grupi reegleid
pt: A politica de autorizações é necessária porque está a usar politicas de grupo globais
pt_br: Uma regra de autorização é requerida pois você está usando uma regra global de grupo

source: <i>Filter</i> means that HTTP requests will go through the content filter and they might be rejected if the content is not considered valid.
es: <i>Filter</i> significa que las peticiones HTTP pasan por el filtro de contenidos y que podrían ser rechazados si el contenido no se considera válido.
et: <i>Filter</i> tähendab, et HTTP päringud lähevad läbi sisufiltri ning mittesobilik sisu nähtavasti keelatakse.
gl: <i>Filter</i> significa que as peticións HTTP que pasarán polo filtro de contido e poderían ser rexeitadas se o contido é considerado inválido.
pt: <i>Filtro</i> significa que os pedidos HTTP serão enviados através do filtro de conteúdos e podem ser rejeitados se o conteúdo não for considerado válido
pt_br: <i>Filtrar</i> significa que as requisições HTTP passarão através do filtro de conteúdo e elas poderão ser rejeitadas caso o conteúdo não seja considerado válido.

source: Note that you cannot proxy HTTPS transparently. You will need to add a firewall rule if you enable this mode.
es: Nótese que no se puede usar proxy HTTPS de forma transparente. Se necesitará añadir una regla de firewall si se habilita este modo.
et: Pea meeles, et läbipaistvas puhverserveris ei saa kasutada HTTPSi. Pead lisama tulemüüri reegli, kui soovid režiimi lubada.
gl: Ten en conta que non se pode ter un proxy HTTPS transparente. Necesitarás engadir unha regra se habilitas este modo.
pt: Tenha em atenção que não é possível usar proxy transparente para HTTPS. Necessitará de adicionar uma regra de firewall para activar este modo
pt_br: Note que você não pode fazer proxy transparente de HTTPS. Você precisa adicionar uma regra de firewall para habilitar este modo.

source: Object
es: Objeto
et: Objekt
gl: Obxecto
pt: Objecto
pt_br: Objeto

source: Policy
es: Política
et: Reegel
gl: Política
pl: Polityka
pt: Politica
pt_br: Política

source: Allowed time period
es: Periodo de tiempo permitido
et: Lubatud ajaperiood
pt: Período horário permitido
pt_br: Intervalo de tempo permitido

source: Time period when the access is allowed. It is ignored with a deny policy
es: Periodo de tiempo cuando se permite el acceso
et: Ajaperiood, millal ligipääs on lubatud. Seda ignoreeritakse keelamisreegliga
pt: Período horário em que o acesso é permitido. É ignorado por uma politica de bloqueamento
pt_br: Intervalo de tempo no qual o acesso é permitido. isto é ignorado com uma regra de negação

source: Group policy
es: Política de grupo
et: Grupi reegel
pt: Politica de grupo
pt_br: Política de grupo

source: Filter profile
es: Perfil de filtrado
et: Filtri profiil
pt: Perfil de filtragem
pt_br: Perfil do filtro

source: Object Policies
es: Política de Objeto
et: Objekti reeglid
pt: Politica de objectos
pt_br: Política de objetos

source: List of objects
es: Lista de objetos
et: Objektide loend
gl: Listado de obxectos
pt: Lista de objectos
pt_br: Lista de objetos

source: object's policy
es: política de objeto
et: objektide reegel
gl: política de obxectos
pt: Politica de objectos
pt_br: política do objeto

source: Here you can establish a custom policy per network object
es: Aquí puede establecer la política por cada objeto de red
et: Siin saad igale võrguobjektile määrata kohandatud reegli
gl: Aquí podes estabilizar unha política personalizada por obxectos de rede
pt: Aqui pode estabelecer uma politica personalizada por objecto de rede
pt_br: Aqui você pode estabelecer uma política personalizada por objeto de rede

source: Added object's policy
es: Política de objeto añadida
et: Objektide reegel lisatud
gl: Política de obxectos engadida
pt: Politica de objectos adicionados
pt_br: Política do objeto adicionada

source: Removed object's policy
es: Política de objeto eliminada
et: Objektide reegel eemaldatud
gl: Política de obxectos eliminada
pt: Politica de objectos removidos
pt_br: Política do objeto removida

source: Updated object's policy
es: Política de objeto actualizada
et: Objektide reegel uuendatud
gl: Política de obxectos actualizada
pt: Politica de objectos actualizados
pt_br: Política do objeto atualizada

source: Authorization policy is not compatible with transparent proxy mode
es: La política de autorización es incompatible con el modo de proxy transparente
et: Autoriseerimisreegel ei ühildu läbipaistva puhverserveri režiimiga
pt: A politica de autorizações não é compatível com o modo de proxy transparente
pt_br: Política de autorização não é compativel com o modo de proxy transparente

source: Filter policies are incompatible with restricted time periods
es: La política de filtrado es incompatible con períodos de tiempo limitados
et: Filtrireeglid ei ühildu piiratud ajaperioodidega
pt: As politicas de filtragem são incompatíveis com os períodos horários restritos
pt_br: As políticas do filtro são incompatíveis com os intervalos de tempo restritos

source: You cannot choose a policy without authorization if you have any group policy
es: No puede elegir política sin autorización si tiene alguna política de grupo
et: Kui kasutusel on suvaline grupireegel, ei saa ilma autoriseerimata reeglit valida
pt: Não pode escolher uma politica sem autorização se existir alguma politica de grupo
pt_br: Você não pode selecionar uma política sem autorização se você possui alguma política de grupo

source: You can only use a custom profile with the 'Filter' policy
et: 'Filtri' reegliga saab kasutada ainult kohandatud profiili
pt: Só pode usar um perfil personalizado com a politica de 'Filtragem'
pt_br: Você só pode usar um perfil personalizado com a política 'Filtro'

source: There are no network objects in the system. {open}Create{close} at least one object if you want to set a object policy
es: No existen objetos de red en el sistema. Se debe {open}añadir{close} al menos un objeto si quiere establecer una política de objeto.
et: Süsteemis puuduvad võrguobjektid. {open}Loo{close} vähemalt üks objekt, kui sa soovid objekti reeglit määrata.
pt: Não existem objectos de rede neste sistema. {open}Crie{close} pelo manos um objecto se quiser definir uma politica de objectos
pt_br: Não existem objetos de rede no sistema. {open}Crie{close} pelo menos um objeto se você quiser configurar uma política de objeto

source: MIME types
es: Tipos MIME
et: MIME tüübid
gl: Tipos MIME
pl: typy MIME
pt: Tipos MIME
pt_br: Tipos MIME

source: Set policy for all MIME types
es: Configurar política para todos los tipos MIME
et: Reegli määramine kõikidele MIME tüüpidele
gl: Establecer a política para todos os tipos MIME
pt: Definir politica para todos os tipos MIME
pt_br: Definir política para todos os tipos MIME

source: Domain or URL
es: Dominio o URL
et: Domeen või URL
pt: Domínio ou URL
pt_br: Domínio ou URL

source: Domain or IP address part of URL
et: Domeen või IP aadressi osa URList
pt: Domínio ou endereço IP que é parte de uma URL
pt_br: Domínio ou endereço IP parte da URL

source: Domain
es: Dominio
et: Domeen
gl: Dominio
pl: Domena
pt: Domínio
pt_br: Domínio

source: You must not prefix the domain with www.
es: No debe añadir el prefijo www al dominio.
et: Domeenile eesliite www lisamine ei ole lubatud
gl: Non debes poñer o prefixo www. no dominio
pt: Não deve usar o prefixo do domínio com www
pt_br: Você não deve colocar o prefixo www. no domínio.

source: Domain or IP address
es: Dominio o dirección IP
et: Domeen või IP aadress
pt: Domínio ou endereço IP
pt_br: Domínio ou endereço IP

source: Time period
es: Período de tiempo
et: Ajaperiood
pt: Período horário
pt_br: Intervalo de hora

source: There are no user groups in the system. {open}Create{close} at least one group if you want to set a group policy
es: No existen grupos de usuarios en el sistema. {open}Create{close} al menos un grupo si quiere configurar una política de grupo
et: Süsteemis puuduvad kasutajagrupid. {open}Loo{close} vähemalt üks grupp, kui sa soovid grupi reeglit määrata
pt: Não existem grupos de utilizadores neste sistema.{open}Crie{close} pelo menos um grupo se quiser definir uma politica de grupo
pt_br: Não existem grupos de usuários no sistema. {open}Crie{close} pelo menos um grupo se você desejar configurar uma política de grupo

source: Categories
es: Categorías
et: Kategooriad
pt: Categorias
pt_br: Categorias

source: File
es: Fichero
et: Fail
pt: Ficheiro
pt_br: Arquivo

source: You must supply a domains list
es: Debe proporcionar una lista de dominios
et: Sa pead pakkuma domeeniloendi
pt: Deve fornecer uma lista de domínios
pt_br: Você deve informar uma lista de domínios

source: Inexistent archive file
es: Fichero de archivo inexistente
et: Olematu arhiivifail
pt: Ficheiro de arquivo inexistente
pt_br: Arquivo inexistente

source: Plain lists not allowed: is only allowed compressed archives of classified black lists
es: Sólo se permiten ficheros comprimidos de listas negras categorizadas
et: Vormindamata loend ei ole lubatud: lubatud on ainult pakitud arhiivid või klassifitseeritud blacklistid
pt: Não são permitidas listas: só são permitidos arquivos comprimidos de listas negras classificadas
pt_br: Listas simples não permitidas: apenas são permitidos arquivos compactados de listas negras reservadas

source: Group policies
es: Política de grupo
et: Grupi reeglid
pt: Politica de grupo
pt_br: Políticas de grupo

source: List of groups
es: Lista de grupos
et: Gruppide loend
pt: Lista de grupos
pt_br: Lista de grupos

source: group's policy
es: política de grupo
et: gruppide reegel
pt: Politica de grupos
pt_br: políticas do grupo

source: Here you can globally block or allow access by user group. Filter options will be by global policy or by object policy
es: Aquí se puede denegar o permitir el acceso de forma global por grupo de usuarios. Las opciones de filtrado se configuran por política global o por política de objeto.
et: Siin on võimalik gruppe globaalselt blokeerida või neile ligipääsu lubada. Filtri valikud on globaalne reegel või objekti reegel
pt: Aqui pode permitir ou bloquear globalmente o acesso por grupo de utilizadores. As opções de filtragem serão aplicadas por politica global ou politica de objectos
pt_br: Aqui você pode bloquear ou permitir globalmente acesso por grupo. Opções do filtro serão por política global ou por política de objeto

source: Added group's policy
es: Política de grupo añadida
et: Gruppide reegel lisatud
pt: Politica de grupos adicionada
pt_br: Política de grupo adicionada

source: Removed group's policy
es: Política de grupo eliminada
et: Gruppide reegel eemaldatud
pt: Politica de grupos removida
pt_br: Política de grupo removida

source: Updated group's policy
es: Política de grupo actualizada
et: Gruppide reegel uuendatud
pt: Politica de grupos actualizada
pt_br: Política de grupo atualizada

source: User group policies are not compatible with transparent proxy mode
es: Las políticas de grupos de usuarios son incompatibles con el modo de proxy transparente
et: Kasutaja grupi reeglid ei ühildu läbipaistva puhverserveri režiimiga
pt: As politicas de grupo de utilizadores não são compatíveis co o modo de proxy transparente
pt_br: Políticas de grupos de usuários não são compatíveis com modo de proxy transparente

source: Global group policy need a global policy with authentication
es: Política de grupo global requiere una política global con autenticación
et: Globaalne grupi reegel vajab autentimisega globaalset reeglit
pt: A politica de grupos global necessita de uma politica de global com autenticação
pt_br: Política de grupo global necessita de política global de autenticação

source: File extension
es: Extensión de fichero
et: Faililaiend
gl: Extensión do ficheiro
pt: Extensão do ficheiro
pt_br: Extensão do arquivo

source: Extension
es: Extensión
et: Laiend
gl: Extensión
pl: Rozszerzenie
pt: Extensão
pt_br: Extensão

source: Domain filter settings
es: Configuración del filtrado de dominio
et: Domeenifiltri seadistused
gl: Configuracións do filtro de dominio
pt: Definições do filtro de domínio
pt_br: Opções de filtro de domínios

source: Filtering settings changed
es: Configuracion de Filtrado cambiada
et: Filtreerimise seadistused muudetud
gl: Configuracións de filtrado cambiadas
pt: As definições de filtragem foram alteradas
pt_br: Opções de filtro alteradas

source: Configure allowed MIME types
es: Configurar tipos MIME permitidos
et: Lubatud MIME tüüpide seadistamine
gl: Configurar os tipos MIME permitidos
pl: Konfiguruj dozwolone typy MIME
pt: Configurar tipos MIME permitidos
pt_br: Configurar os tipos MIME permitidos

source: MIME type
es: tipo MIME
et: MIME tüüp
gl: Tipo MIME
pl: Typ MIME
pt: Tipo MIME
pt_br: Tipo MIME

source: Allow/Deny the HTTP traffic of the files which the given MIME types. MIME types not listed here are allowed. The filter needs a 'filter' policy to be in effect
es: Permite/deniega el tráfico HTTP de los archivos con los siguientes tipos MIME. Los tipos MIME no listados se permiten por defecto.Se necesita una política de filtrado para que tenga efecto.
et: HTTP liikluse lubamine või keelamine MIME tüüpide põhjal. MIME tüübid, mida nimekirjas ei ole, on lubatud. Filtri rakendamise jaoks on vajalik 'filtri' reegel
pt: Permitir/negar o trafego HTTP dos ficheiros com os tipos de MIME permitidos. Os tipos de MIM que não estiverem listados são permitidos. O filtro da extensão necessita de uma politica de filtragem em uso
pt_br: Permite/Nega o tráfego HTTP dos arquivos com estes tipos MIME. Tipos MIME não listados aqui são permitidos. O filtro uma política de 'filtro' para ter efeito

source: MIME type added
es: Tipo MIME añadido
et: MIME tüüp lisatud
gl: Tipo MIME engadido
pt: Adicionado o tipo de MIME
pt_br: Tipo MIME adicionado

source: MIME type removed
es: Tipo MIME eliminado
et: MIME tüüp eemaldatud
gl: Tipo MIME eliminado
pt: Removido o tipo de MIME
pt_br: Tipo MIME removido

source: MIME type updated
es: Tipo MIME actualizado
et: MIME tüüp uuendatud
gl: Tipo MIME actualizado
pt: O tipo de MIME foi actulizado
pt_br: Tipo MIME atualizado

source: Use default profile for extension filtering
es: Usar perfil predeterminado para la extensión de filtrado
et: Vaikimisi profiili kasutamine laienduste filtreerimiseks
pt: Usar perfil pré-definido para a filtragem de extensão
pt_br: Usar perfil padrão para filtro de extensões

source: Domains list categories
es: Categorías de listas de dominios
et: Domeeniloendi kategooriad
pt: Lista de categorias de domínio
pt_br: Categorias de lista de domínios

source: category
es: categoría
et: kategooria
pt: categoria
pt_br: categoria

source: Configure allowed file extensions
es: Configurar extensiones de ficheros permitidas
et: Lubatud faililaiendite seadistamine
gl: Configurar as extensións do ficheiro permitidos
pt: Configurar extensões permitidas
pt_br: Configura as extensões de arquivos permitidas

source: extension
et: laiend
gl: extensión
pt: extensão
pt_br: extensão

source: Allow/Deny the HTTP traffic of the files which the given extensions. Extensions not listed here are allowed. The extension filter needs a 'filter' policy to be in effect
es: Permite/deniega el tráfico HTTP de los con los siguientes tipos MIME. Los tipos MIME no listados se permiten por defecto.Se necesita una política de filtrado para que tenga efecto.
et: HTTP liikluse lubamine või keelamine faililaiendite põhjal. Laiendid, mida nimekirjas ei ole, on lubatud. Filtri rakendamise jaoks on vajalik 'filtri' reegel
gl: Permitir/Denegar o tráfico HTTP dos ficheiros que teñen as extensións dadas. As extensións que non estean neste listado están permitidas. O filtro de extensión precisa unha política 'filter' para que teña efecto
pt: Permitir/negar o tráfego HTTP dos ficheiros definidos. Extensões que não estão listadas são permitidas. O filtro da extensão necessita de uma politica de filtros definida
pt_br: Permite/Nega o tráfego HTTP dos arquivos com estas extensões. Extensões não listadas aqui são permitidas. O filtro de extensões requer uma política de 'filtro' para ter efeito

source: Extension added
es: Extensión añadida
et: Laiend lisatud
gl: Extensión engadida
pt: Extensão adicionada
pt_br: Extensão adicionada

source: Extension removed
es: Extensión eliminada
et: Laiend eemaldatud
gl: Extensión eliminada
pt: Extensão removida
pt_br: Extensão removida

source: Extension updated
es: Extensión actualizada
et: Laiend uuendatud
gl: Extensión actualizada
pt: Extensão actualizada
pt_br: Extensão atualizada

source: Ignore
es: Ignorar
et: Eira
pt: Ignorar
pt_br: Ignorar

source: This list has not categories
es: Esta lista no tiene categorías
et: Sellel loendil ei ole kategooriat
pt: Esta lista não tem categorias
pt_br: Esta lista não possui categorias

source: Using default profile configuration
es: Aplicando la configuración del perfil predeterminada
et: Kasutab vaikimisi profiili seadistusi
pt: A utilizar a configuração de perfil pré-definida
pt_br: Usando configuração de perfil padrão

source: Domains and URL rules
es: Reglas de dominios y URLs
et: Domeeni ja URLi reeglid
pt: Regras de domínio e URL
pt_br: Regras de Domínios e URL

source: internet domain or URL
es: dominio de internet o URL
et: internetidomeen või URL
pt: domínio internet ou URL
pt_br: domínio da internet ou URL

source: Allow/Deny the HTTP traffic from/to the listed internet domains and URLs.
es: Permitir/Denegar el tráfico HTTP desde/hacia los dominios de Internet y URLs listados
et: Saabuva ja väljuva HTTP liikluse lubamine või keelamine nimekirjas olevatele domeenidele ja URLidele.
pt: Permitir/negar o tráfego HTTP de/para os domínios internet e URL's listados
pt_br: Permite/Nega o tráfego HTTP de/para os domínios da internet e URL listados.

source: Domain or URL added
es: Dominio o URL añadido
et: Domeen või URL lisatud
pt: Adicionado domínio ou URL
pt_br: Domínio ou URL adicionado

source: Domain or URL removed
es: Dominio o URL borrado
et: Domeen või URL eemaldatud
pt: Domínio ou URL removido
pt_br: Domínio ou URL removido

source: Domain or URL updated
es: Dominio o URL actualizado
et: Domeen või URL uuendatud
pt: Domínio ou URL actualizado
pt_br: Domínio ou URL atualizado

source: Filter virus
es: Filtrar virus
et: Viiruste filtreerimine
pt: Filtragem de vírus
pt_br: Filtrar vírus

source: Filter profiles
es: Filtrar perfiles
et: Filtri profiilid
pt: Filtragem de perfis
pt_br: Perfis de filtro

source: List of profiles
es: Lista de perfiles
et: Profiilide loend
pt: Lista de perfis
pt_br: Lista de perfis

source: filter profile
es: Filtrar perfil
et: filtri profiil
pt: Filtro de perfis
pt_br: perfil de filtro

source: Added filter profile
es: Añadir perfil de filtrado
et: Filtri profiil lisatud
pt: Filtro de perfis adicionado
pt_br: Adicionar perfil de filtro

source: Removed filter profile
es: Eliminar perfil de filtrado
et: Filtri profiil eemaldatud
pt: Filtro de perfis removido
pt_br: Perfil de filtro removido

source: Updated filter profile
es: Actualizar perfil de filtrado
et: Filtri profiil uuendatud
pt: Filtro de perfis actualizado
pt_br: Perfil de filtro atualizado

source: Filter group
es: Filtrar grupo
et: Filtri grupp
pt: Filtro de grupo
pt_br: Filtro de grupo

source: Configuration
es: Configuración
et: Seadistamine
pt: Configuração
pt_br: Configuração

source: Filter group policy
es: Política de filtrado de grupo
et: Filtri grupi reegel
pt: Politica de filtro de grupo
pt_br: Política de filtro de grupo

source: Maximum number of filter groups reached
es: Máximo número de grupos de filtrado alcanzado
et: Maksimaalne filtri gruppide arv on täis
pt: O número máximo de filtros de grupo foi atingido
pt_br: Número máximo de filtros de grupo atingido

source: Domains lists files for filter group
es: Ficheros de las listas de dominios para el filtrado de grupo
et: Filtri gruppide domeeniloendi failid
pt: Ficheiros de listas de domínio por filtro de grupo
pt_br: Arquivos de listas de domínios para filtro de grupo

source: You can upload files whith lists of domains
es: Se pueden subir ficheros con listas de dominios
et: Siin saab domeeniloendi faile üles laadida
pt: Pode carregar ficheiros com listas de domínio
pt_br: Você pode enviar arquivos com as listas de domínios

source: Here you can deny or allow access depending on the user group. Filtering would occur if the object policy requires it
es: Aquí puede denegar o permitir acceso dependiendo del grupo de usuarios. Filtrado ocurriría si la política de objeto lo requiere.
et: Siin saad keelata või lubada ligipääsu sõltuvalt kasutajagrupist. Filtreerimine toimub siis, kui objektireegel seda nõuab
pt: Aqui pode permitir ou negar o acesso conforme o grupo de utilizadores. a filtragem vai ocorrer quando a politica de objectos a pedir
pt_br: Aqui você pode negar ou permitir o acesso dependendo do grupo do usuário. A filtragem ocorrerá se a política do objeto requiser

source: The object needs to be set to a policy with authorization in order to to use group policies
es: El objeto necesita tener una política con autorización para poder usar políticas de grupo
et: Objekt peab olema määratud reegliga koos autoriseerimisega, et kasutada grupi reegleid
pt: O objecto necessita de ser definido com uma politica de autorização para permitir o uso de politicas de grupo
pt_br: O objeto necessita ser configurado com política que permita o uso de políticas de grupo
