Repository: zentyal/zentyal
Catalog: client/monitor/po/*.po
Languages: es, fa, fr, pt_br, ru

source: not applicable
es: no aplicable
fa: غیر قابل اجرا
fr: pas applicable
pt_br: não aplicável

source: any
es: cualquiera
fa: هیچ
fr: tous
pt_br: qualquer
ru: любой

source: Events
es: Eventos
pt_br: Eventos

source: Monitor Watcher
es: Observador
pt_br: Monitoração

source: Threshold Configuration
es: Configuración de umbral
pt_br: Limiar da Configuração

source: At least a threshold (maximum or minimum) must be set
es: Se debe establecer al menos un umbral (máximo o mínimo)
fa: حداقل یک سطح آستانه (حداکثر یا حداقل) باید تنظیم شود
fr: Au moins un seuil (maximum ou minimum) doit être défini
pt_br: Ao menos um limiar (máximo ou mínimo) deve ser configurado
ru: По крайне мере должен быть установлен порог (максимум или минимум)

source: This threshold rule will override the current ones
es: Esta regla de umbral reemplazará las existentes
fa: این قانون سطح آستانه قوانین جاری را لغو خواهد کرد
fr: L'établissement de ce seuil supprimera celui en vigueur
pt_br: Esta regra de limiar irá sobrepor a atual

source: Failure minimum
es: Mínimo para fallo
fa: عدم موفقیت برای مقدار حداقل
fr: Panne minimum
pt_br: Falha mínima

source: Set the lower bound of acceptable values. If unset defaults to negative infinity.
es: Establece un límite inferior para valores aceptables. Si no se especifica se toma -infinito por defecto.
fa: حداقل محدوده مقادیر قابل قبول را تنظیم کن. اگر تنظیم نشده باشد مقدار پیش فرض منفی بینهایت می باشد
fr: Défini la valeur de limite basse acceptable. Si la valeur n'est pas définie, alors l'infini négatif est la valeur par défaut.
pt_br: Defina o menor limite de valores aceitaveis. Caso não definido o padrão será negativo ao infinito.
ru: Установить нижний допустимый порог. Если не установлено то по умолчанию минус бесконечность.

source: Warning minimum
es: Mínimo para aviso
fa: اخطار برای مقدار حداقل
fr: Alerte minimum
pt_br: Aviso mínimo

source: If the value is less than this value and greater than {fmin} a warn event is sent
es: Si el valor es menor que este valor y mayor que {fmin} se enviará un evento de aviso
fa: اگر مقدار مورد نظر کمتر از این مقدار و بیشتر از {fmin} باشد یک رویداد هشدار ارسال شود
fr: Si la valeur est plus petite que ce niveau et plus grande que {fmin}, une alerte est envoyé
pt_br: Se o valor for menor que este valor e maior que {fmin} um aviso de alerta é enviado
ru: Если значение - меньше чем это значение и больше чем {fmin}, посылается предупреждающее сообщение

source: failure minimum
es: mínimo para fallo
fa: عدم موفقیت برای مقدار حداقل
fr: panne minimum
pt_br: falha mínima

source: Warning maximum
es: Máximo para aviso
fa: اخطار برای مقدار حداکثر
fr: Alerte maximum
pt_br: Aviso máximo

source: If the value is greater than this value and less than {fmax} a warn event is sent
es: Si el valor es mayor que este valor y menor que {fmax} se enviará un evento de aviso
fa: اگر مقدار مورد نظر بیشتر از این مقدار و کمتر از {fmax} باشد یک رویداد هشدار ارسال شود
fr: Si la valeur est plus grande que ce niveau et plus petite que {fmax}, une alerte est envoyé
pt_br: Se o valor for maior que este valor e meor que {fmax} um aviso de alerta é enviado
ru: Если значение больше чем это значение и меньше чем {fmax}, посылается предупреждающие сообщение

source: failure maximum
es: máximo para fallo
fa: عدم موفقیت برای مقدار حداکثر
fr: panne maximum
pt_br: falha máxima

source: Failure maximum
es: Máximo para fallo
fa: عدم موفقیت برای مقدار حداکثر
fr: Panne maximum
pt_br: Falha máxima

source: Set the upper bound of acceptable values. If unset defaults to positive infinity.
es: Establece un límite superior para valores aceptables. Si no se especifica se toma +infinito por defecto.
fa: حداکثر محدوده مقادیر قابل قبول را تنظیم کن. اگر تنظیم نشده باشد مقدار پیش فرض مثبت بینهایت می باشد
fr: Défini la valeur de limite haute acceptable. Si la valeur n'est pas définie, alors l'infini positif est la valeur par défaut.
pt_br: Defina o maior limite de valores aceitaveis. Caso não definido o padrão será positivo ao infinito.

source: Invert
es: Invertir
fa: معکوس کردن
fr: Intervertir
pt_br: Inverter

source: If set to true, the range of acceptable values is inverted, i.e. values between {fmin} and {fmax} ({wmin} and {wmax}) are not okay.
es: Si se habilita, el rango de valores aceptables se invierte, esto es, valores entre {fmin} y {fmax} ({wmin} y {wmax}) no son correctos.
fa: اگر به عنوان صحیح تنظیم شود، محدوده مقادیر قابل قبول معکوس می شود، یعنی مقادیر میان {fmin} و {fmax} ) {wmin} و {wmax} ) پذیرفته نمی شوند
fr: Si c'est défini comme vrai, la gamme des valeurs acceptables est intervertie, par exemple si les valeurs entre {fmin} et {fmax} ({wmin} et {wmax}) ne sont pas correct.
pt_br: Se definido como verdadeiro, a faixa de valores aceitaveis é invertida, ex. valores entre {fmin} e {fmax} ({wmin} e {wmax}) não são válidos.

source: warning minimum
es: mínimo para aviso
fa: اخطار برای مقدار حداقل
fr: alerte minimum
pt_br: aviso mínimo

source: warning maximum
es: máximo para aviso
fa: اخطار برای مقدار حداکثر
fr: alerte maximum
pt_br: aviso máximo

source: Persistent
es: Persistente
fa: ماندگار
fr: Continu
pt_br: Persistente

source: If set to true, an event will be dispatched for each value that is out of the acceptable range. If set to false, only a change from an acceptable value to an unacceptable one will be dispatched
es: Si se activa, un evento será emitido para cada valor fuera del rango aceptable. Si no, sólo un cambio de un valor aceptable a uno inaceptable será notificado
fa: اگر به عنوان صحیح تنظیم شود، یک هشدار برای هر مقداری که خارج از محدوده قابل قبول می باشد، فرستاده خواهد شد. اگر به عنوان ناصحیح تنظیم شود، تنها یک تغییر از یک مقدار قابل قبول تا یک مقدار غیرقابل قبول فرستاده خواهد شد
fr: Si c'est défini comme vrai, une évènement sera envoyée pour chaque valeur qui sera hors de la gamme acceptable. Si c'est défini comme faux, seul les changements d'une valeur acceptable vers une valeur inacceptable seront envoyés
pt_br: Se definido como verdadeiro, um evento será expedido para cada valor fora da faixa aceitável. Se definido como falso, somente uma alteração de um valor aceitável para um inaceitável será expedido

source: Measure instance
es: Ejemplar de medida
fa: نمونه اندازه گیری
fr: Exemple de mesure
pt_br: Medida exemplo

source: Type
es: Tipo
fa: نوع
pt_br: Tipo
ru: Тип

source: Data Source
es: Fuente de datos
fa: منبع داده
fr: Source de données
pt_br: Data de Origem
ru: Источник данных

source: Threshold's list
es: Lista de umbrales
fa: لیست سطح آستانه
fr: Liste des seuils
pt_br: Lista de Threshold
ru: Список порогов

source: Threshold
es: Umbral
fa: سطح آستانه
fr: Seuil
ru: Порог

source: Every check is done with the highest possible resolution: {nSec} seconds
es: Cada comprobación se realiza con la máxima resolución posible: {nSec} segundos
fa: هر گونه بررسی با بالاترین دقت ممکن انجام شده است: {nSec} ثانیه
fr: Chaque contrôle est fait dans la résolution la plus élevée possible: {nSec} secondes
pt_br: Cada checagem é feita com a máxima resolução possível: {nSec} segundos
ru: Каждая проверка производится с наибольшим возможным разрешением: {nSec} секунд

source: Take into account this configuration will be only applied if monitor {openhref}event watcher is enabled{closehref}
es: Tenga en cuenta que esta configuración sólo será aplicada si el {openhref}evento de monitorización está habilitado{closehref}
fr: Veuillez prendre en considération que cette configuration ne sera appliquée que si la {openhref}surveillance des événements{closehref} est active
pt_br: Aplicar esta configuração na conta será possível apenas se o monitor {openhref}observador de evento está ligado{closehref}

source: Measure
es: Medida
fa: اندازه گیری
fr: Mesure
pt_br: Medida
ru: Мера

source: Thresholds
es: Umbrales
fa: سطوح آستانه
fr: Seuils
ru: Пороги

source: Configure monitor watchers
es: Configurar observadores de monitorización
fa: پیکربندی تماشاکنندگان مانیتور
fr: Configurer la surveillance des événements
pt_br: Configurar observadores

source: measure
es: medida
fa: اندازه گیری
fr: mesure
pt_br: medida

source: Every measure may have several thresholds to monitor
es: Cada medida puede tener varios umbrales a monitorizar
fa: هر اندازه گیری ای ممکن است سطوح آستانه مختلقی برای مانیتور کردن داشته باشد
fr: Chaque mesure peut avoir différents seuils à monitorer
pt_br: Cada medidor pode ter diversos thresholds para monitorar

source: Last hour
es: Última hora
fa: ساعت قبل
fr: cette dernière heure
pt_br: Última hora
ru: Последний час

source: Last day
es: Último día
fa: روز قبل
fr: ce dernier jour
pt_br: Último dia
ru: Последний день

source: Last month
es: Último mes
fa: ماه قبل
fr: ce dernier mois
pt_br: Último mês
ru: Последний месяц

source: Last year
es: Último año
fa: سال قبل
fr: cette dernière année
pt_br: Último ano
ru: Последний год

source: System load
es: Carga del sistema
fa: بار سیستم
fr: Charge système
pt_br: Carga do sistema
ru: Загрузка системы

source: Collect the system load that gives a rough overview of the system usage
es: Recoger la carga del sistema que da una visión muy general del uso del sistema
fa: بار سیستم را که یک دید کلی از فضای مورد استفاده دیسک می دهد، جمع آوری کن
fr: Collecter la charge système afin d'obtenir une vue d'ensemble approximative de l'utilisation du système
pt_br: Coleta a carga do sistema que nos da um resumo bruto da utilização do sistema
ru: Сбор загрузки системы дает приблизительный обзор использования системы

source: short term
es: corto plazo
fa: دوره کوتاه
fr: court terme
pt_br: curto prazo
ru: краткосрочный

source: mid term
es: medio plazo
fa: دوره متوسط
fr: moyen terme
pt_br: prazo médio
ru: среднесрочный

source: long term
es: largo plazo
fa: دوره بلند
fr: long terme
pt_br: longo prazo
ru: долгосрочный

source: used in {partition}
es: usado en {partition}
fa: فضای استفاده شده در {partition}
fr: espace utilisé dans {partition}
pt_br: utilizado no {partition}
ru: использовано на {partition}

source: free in {partition}
es: disponible en {partition}
fa: فضای آزاد در {partition}
fr: espace libre dans {partition}
pt_br: livre no {partition}
ru: свободно на {partition}

source: File system usage
es: Uso del sistema de ficheros
fa: فضای مورد استفاده توسط فایل سیستم
fr: Espace utilisé dans le système de fichier
pt_br: Utilização do sistema de arquivos
ru: Использование файловой системы

source: Collect the mounted file system usage information as "df" command does
es: Recoge la información de los sistemas de ficheros montados de la misma forma que lo hace el comando "df"
fa: هنگامی که فرمان "df" اجرا شد، اطلاعات مربوط به فضای مورد استفاده توسط فایل سیستم را جمع آوری کن
fr: Renseigne l'utilisation des système de fichiers montés comme le ferait la commande "df"
pt_br: Coleta informações de utilização do sistema de arquivos como o comando "df" faz
ru: Сбор использования смонтированных файловых систем, аналогичен выводу команды "df"

source: temperature
es: temperatura
fa: درجه حرارت
fr: température
pt_br: temperatura
ru: температура

source: cooling device
es: ventilador
fa: ابزارهای خنک کننده
fr: dispositif de refroidissement
pt_br: dispositivo de resfriamento
ru: устройство охлаждения

source: Temperature for {what}
es: Temperatura de {what}
fa: درجه حرارت برای {what}
fr: Température de {what}
pt_br: Temperatura para {what}
ru: Температура на {what}

source: Thermal
es: Termal
fa: گرمایی
fr: Thermique
pt_br: Térmico
ru: Тепловой

source: Collect thermal information (CPU sensors temperature) if possible from {dir}
es: Recoge información termal (temperatura de sensores de CPU), si es posible, desde {dir}
fa: اطلاعات گرمایی (درجه حرارت حس گر سی پی یو) را اگر ممکن است از {dir} جمع آوری کن
fr: Renseigne les informations thermiques (sonde de température du CPU) venant de {dir} si possible
pt_br: Coleta informações térmicas (sensores de temperatura da CPU) caso possível do {dir}
ru: Сбор тепловой информации (датчик температуры CPU), если это возможно из {dir}

source: value
es: valor
fa: مقدار
fr: Valeur
pt_br: valor
ru: значение

source: CPU {no} usage
es: uso de CPU {no}
fr: Utilisation CPU {no}
pt_br: Utilização da CPU {no}
ru: Использование {no} CPU

source: CPU usage
es: Uso de la CPU
fa: فضای مورد استفاده توسط سی پی یو
fr: Utilisation CPU
pt_br: Utilização da CPU
ru: Использование CPU

source: Collect the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO operations and being idle
es: Recoge la cantidad de tiempo empleada por la CPU en varios estados, los más notables son ejecutando código de usuario, de sistema, esperando una operación E/S e inactivo
fa: میزان زمانی را که توسط سی پی یو در وضعیت های مختلف سپری شده، جمع آوری کن.بیشتر کدهای اجرایی مخصوص کاربر، کدهای اجرایی سیستم، انتظار برای اعمال ورودی/خروجی و بی کار بودن
fr: renseigne le temps d'utilisation du CPU pour diverses tâches, principalement l'exécution du code utilisateur, l'exécution du code système, les attentes pour les opérations d'E/S et les temps de veille
pt_br: Coleta o tempo gasto pela CPU em vários estados, o mais notável é execução por usuário, execuções do sistema, espera por operações de IO e inatividade
ru: Сбор количество времени, потраченное CPU в разных состояниях: выполнение пользовательского код, выполнение системного кода, ожидание операций IO и простои

source: idle
es: inactivo
fa: بی کار
fr: Inactif
pt_br: inatividade
ru: простои

source: user
es: usuario
fa: کاربر
fr: Utilisateur
pt_br: usuário
ru: пользователь

source: interrupt
es: interrupción
fa: وقفه
fr: Interruption
pt_br: interrupção
ru: прерывания

source: soft interrupt
es: interrupción software
fa: وقفه سبک
fr: Interruption logicielle
pt_br: interrupção leve
ru: мягкие прерывания

source: steal
es: tiempo 'robado'
fa: به سرقت بردن
fr: dérober (steal)
pt_br: roubar
ru: перехват

source: system
es: sistema
fa: سیستم
fr: Système
pt_br: sistema
ru: система

source: wait
es: espera
fa: انتظار
fr: en attente
pt_br: espera
ru: ожидание

source: Physical memory usage
es: Uso de la memoria física
fa: فضای مورد استفاده توسط حافظه فیزیکی
fr: Utilisation de mémoire physique
pt_br: Utilização de memória física
ru: Использование физической памяти

source: Collect the physical memory usage
es: Recoger el uso de la memoria física
fa: اطلاعات مربوط به فضای مورد استفاده توسظ حافظه فیزیکی را جمع آوری کن
fr: Renseigne l'utilisation de la mémoire physique
pt_br: Coleta a utilização de memória física
ru: Сбор использования физической памяти

source: free
es: libre
fa: آزاد
fr: libre
pt_br: livre
ru: свободно

source: page cache
es: caché de página
fa: کش صفحه
fr: cache de page
pt_br: cache de página
ru: кэш страниц

source: buffer cache
es: caché de buffer
fa: کش بافر
fr: cache de mémoire tampon
pt_br: cache de buffer
ru: кэш-буфер

source: used
es: usada
fa: استفاده شده
fr: utilisé
pt_br: utilizado
ru: использовано

source: Monitoring
es: Monitorización
fa: مانیتورینگ
fr: Monitorage
pt_br: Monitoração
ru: Мониторинг

source: You must enable monitor module to see monitor graphs in {openhref}Module Status{closehref} section.
es: Se debe habilitar el módulo de monitorización en la sección {openhref}Estado de los Módulos{closehref} para poder ver las gráficas de monitorización.
pt_br: Você precisa habilitar o módulo de monitoramento para ver os gráficos na seção {openhref}Status dos Módulos{closehref}.

source: You must save the changes in module status to see monitor graphs in the {openhref}Save changes{closehref} section. In case it is already enabled you must wait for a few seconds to collect the first monitor data
es: Se necesita {openhref}salvar los cambios{closehref} en estado de los módulos para ver gráficas de monitorazión. En caso de que ya haya sido habilitado, quizá haya que esperar unos secundos a que se recogan los datos de monitorización
fr: Vous devez {openhref}enregistrer les modifications{closehref} dans le statut du module pour visualiser les graphiques. Dans le cas où il serait déjà activé, patientez quelques secondes afin qu'il collecte les premières données
pt_br: Você precisa salvar as alterações nos Status dos Módulos para visualizar na seção {openhref}Salvar alterações{closehref}. No caso de já habilitado, você precisa aguardar alguns segundos para que o monitor colete os primeiros dados

source: Monitor
es: Monitorización
fa: مانیتور
fr: Moniteur
pt_br: Monitoração
ru: Монитор

source: Notify when a certain value has reached a certain threshold
es: Notificar cuando un valor en concreto ha llegado un cierto umbral
fa: هنگامی که یک مقدار مشخص به یک سطح آستانه مشخص رسید، اعلام کن
fr: Notifie lorsqu'une certaine valeur à atteint un certain seuil
pt_br: Notificar quando um determinado valor tiver alcançado um determinado threshold
ru: Сообщить, когда определенное значение достигло определенного порога

source: All data sources are within range again
es: Todas las fuentes de datos están de nuevo dentro del rango.
pt_br: Todas fontes de dados estão ao alcance novamente

source: {what} "{dS}" is currently {value}.
es: {what} "{dS}" es actualmente {value}.
fa: {what} "{dS}" در حال حاضر {value} می باشد
fr: {what} "{dS}" est {value} actuellement.
pt_br: {what} "{dS}" está atualmente {value}.
ru: {what} "{dS}" сейчас {value}.

source: That is within the {severity} region of {minBound} and {maxBound}.
es: Está dentro de la región {severity} entre {minBound} y {maxBound}.
pt_br: Isso está dentro da {severity} região de {minBound} e {maxBound}.

source: That is above the {severity} threshold of {bound}.
es: Está por encima del umbral {severity} de {bound}.
pt_br: Isso está acima da {severity} threshold do {bound}.

source: That is below the {severity} threshold of {bound}.
es: Está por debajo del umbral {severity} de {bound}.
pt_br: Isso está abaixo da {severity} threshold do {bound}.

source: {daemon} main configuration file
es: Fichero de configuración principal de {daemon}
pt_br: Arquivo de configuração principal {daemon}

source: {daemon} thresholds configuration file
es: Fichero de configuración de umbrales de {daemon}
pt_br: Arquivo de configuração de limiares {daemon}

source: {daemon} default configuration file
es: Fichero de configuración por defecto de {daemon}
pt_br: {daemon} arquivo de configuração padrão

source: Current monitoring tool version does not support distinction among data sources
fr: La version des outils de monitoring actuels ne font pas la distinction entre les sources de données
ru: Текущая версия инструмента мониторинга не поддерживает различие между источниками данных

source: Threshold configuration
fr: Configuration des seuils
ru: Настройки порога

source: sensor
fa: حس گر
fr: sonde
ru: датчик

source: nice
fa: مطلوب
fr: bon (nice)
ru: приоритет

source: That is within the {severity} region of {minBound} and {maxBound}.
fr: C'est au sein de la {severity} région de {minBound} et {maxBound}.
ru: В пределах {severity} зоны от {minBound} до {maxBound}.

source: That is above the {severity} threshold of {bound}.
fr: C'est au-dessus de {severity} seuil de {bound}.
ru: {severity} выше порога {bound}.

source: That is below the {severity} threshold of {bound}.
fr: C'est en-dessous de {severity} seuil de {bound}.
ru: {severity} ниже порога {bound}.

source: Collectd main configuration file
fr: Fichier de configuration principal Collectd
ru: Главный конфигурационный файл collectd

source: Collectd threshold configuration file
ru: Начальный конфигурационный файл collectd
