Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: Key for web subscription service not found
de: Der Schlüssel für die Web Indexierung wurde nicht gefunden
nb: Nøkkel for web abonnement tjeneste ble ikke funnet

source: Cannot contact to {host}. Check your connection to the Internet
de: Kann {host} nicht kontaktieren. Prüfgen Sie ihre Internetverbindung.
nb: Kan ikke kontakte {host}. Kontroller din tilkobling til Internett

source: It cannot contain "{char}" character
de: Es kann die Charakter "{char}" nicht enthalten.
nb: Det kan ikke inneholde "{char}" tegn

source: It cannot be greater than {n} characters
de: Es kann nicht mehr Charakter als {n} enthalten
nb: Det akn ikke være større enn{n} tegn
zh_cn: 不能多于 {n} 个字符

source: No ebox-services DNS key found
de: Keine Zentyal-Service Chiffrierschlüssel für DNS gefunden
nb: Ingen ebox-tjeneste DNS nøkkel funnet

source: Cannot create SOAP connection
de: Es kann keine SOAP Verbindung hergestellt werden
nb: Kan ikke opprette SOAP forbindelse

source: No domain key found for this service
de: Kein Domain Schlüssel für diesen Service vorhanden
nb: Ingen domene nøkkel funnet for denne tjenesten

source: Connection error
de: Verbindungsfehler
nb: Tilkoblingsfeil

source: Restoring remote backup
de: Backup wird wiederhergestellt
nb: Gjenoppretter ekstern sikkerhetskopi
zh_cn: 恢复远程备份

source: Restoring modules from remote backup
de: Sicherung wiederherstellen
nb: Gjenoppretter moduler fra ekstern sikkerhetskopi
zh_cn: 从远程备份恢复模块

source: modules left to restore
de: Module werden noch wiederhergestellt
nb: moduler igjen å gjenopprette
zh_cn: 待恢复的模块

source: Restore successful
de: Die Wiederherstellung verlief erfolgreich
it: Ripristino eseguito correttamente
zh_cn: 恢复成功

source: Backup deleted
de: Sicherung gelöscht
nb: Sikkerhetskopi slettet
zh_cn: 备份已删除

source: Making remote backup
de: Erstelle Remote Backup
nb: Oppretter ekstern sikkerhetskopi
zh_cn: 执行远程备份

source: Backing up modules
de: Module werden gesichert
nb: Sikkerhetskopierer moduler
zh_cn: 正在备份模块

source: Backup successful
de: Das Backup verlief erfolgreich
it: Backup effettuato con successo
zh_cn: 备份成功

source: Configuration backup
de: Sichern der Konfiguration
it: Backup configurazione
zh_cn: 配置备份

source: Restore
de: Wiederherstellen
it: Ripristina
nb: Gjenopprett
zh_cn: 恢复

source: Please confirm that you want to restore the configuraction using the following remote backup:
de: Bestätigen Sie bitte das Sie die Konfiguration aus diesem Remote Backup wieder herstellen wollen:
nb: Vennligst verifiser at du vil gjenopprette konfigurasjonen med følgende eksterne sikkerhetskopi

source: Please confirm that you want to delete the following remote backup:
de: Bitte bestätigen Sie, das Sie das folgende remote Backup löschen wollen:
nb: Vennligst verifiser at du vil slette følgende ekstern sikkerhetskopi:
zh_cn: 请确认您要删除下列远程备份：

source: Delete
de: Löschen
it: Elimina
nb: Slett
zh_cn: 删除

source: Inexistent action: {a}
de: Nicht vorhandene Aktion :{a}
nb: Ikkeeksisterende handling: {a}
zh_cn: 不存在的动作：{a}

source: Remote system backups proxy
de: Fernwartungs Backup Proxy
nb: Ekstern system sikkerhetskopi proxy

source: Remote system backups
de: Systemsicherung
nb: Eksterne system sikkerhetskopier

source: First name
de: Vorname
it: nome
nb: Fornavn
zh_cn: 名

source: Last name
de: Nachname
it: cognome
nb: Etternavn
zh_cn: 姓

source: Client address
de: Clientadresse
it: Indirizzo client
nb: Klient adresse
zh_cn: 客户端地址

source: interface
de: Schnittstelle
it: interfaccia
nb: grensesnitt
zh_cn: 接口

source: Actions
de: Aktionen
it: Azioni
nb: Handlinger
zh_cn: 操作

source: Cancel
de: Abbrechen
it: Annulla
zh_cn: 取消

source: Day bandwidth usage (MB)
de: Bandbreitenbegrenzung pro Tag (MB)

source: Week bandwidth usage (MB)
de: Bandbreitenbegrenzung pro Woche (MB)

source: Month bandwidth usage (MB)
de: Bandbreitenbegrenzung pro Monat (MB)

source: Time
de: Zeit
it: Ora
nb: Tid
zh_cn: 时间

source: user
de: Benutzer
it: utente
nb: bruker
zh_cn: 用户

source: Secondary LDAP
de: Zweiter LDAP Server

source: Day
de: Tag
nb: Dag

source: Month
de: Monat
nb: Måned

source: All users
de: Alle Benutzer
it: Tutti gli utenti
nb: Alle brukere

source: There is a script which has asked to run in Zentyal exclusively. Please, wait patiently until it is done
de: Das Skript wird exklusiv in Zentyal ausgeführt. Bitte warte geduldig, bis es fertig ist
it: Uno script richiede di eseguire su Zentyal in modalità esclusiva. Attendi con pazienza fino al termine dell'esecuzione
zh_cn: 有一个已经要求在Zentyal运行的脚本。请耐心等待，直到它完成

source: Incorrect password
de: Falsches Passwort
it: Password non corretta
nb: Feil passord
zh_cn: 无效的密码

source: You are not logged in
de: Du bist nicht angemeldet
nb: Du er ikke logget inn

source: PPTP Users
de: PPTP Benutzer

source: VPN Network Address
de: VPN Netzwerkadresse

source: Primary WINS
de: Primärer WINS

source: Secondary WINS
de: Sekundärer WINS

source: PPTP server configuration
de: PPTP Serverkonfiguration

source: PPTP server configuration updated
de: PPTP Serverkonfiguration aktualisiert

source: To configure PPTP server.
de: Um den PPTP Server zu konfigurieren

source: To configure PPTP options.
de: Um die PPTP Optionen zu konfigurieren

source: To configure PPTP users.
de: Um PPTP Benutzer zu konfigurieren

source: PPTP Connected Users
de: Über PPTP verbundene Benutzer

source: Local IP address
de: Lokale IP Adresse

source: No users connected.
de: Keine Benutzer verbunden.
nb: Ingen brukere tilkoblet.

source: Exclude or Include
de: Ausschließen oder einbeziehen
nb: Ekskluder eller Inkluder

source: Includes and Excludes
de: Einbeziehung oder Ausschluss
nb: Inkluderinger og Ekskluderinger

source: exclude or include
de: ausschließen oder einbeziehen
nb: ekskluder eller inkluder

source: A file or directory is included or excluded according the first match. A directory match is applied to all it contents. Files not explicitly excluded or included are included
de: Eine Datei oder Verzeichnis is Einbezogen oder Ausgeschlossen gemäss der ersten Übereinstimmung. Bei einem Verzeichnis wird alles auf den Inhalt übertragen. Dateien die nicht explizit ausgeschlossen oder Einbezogen sind werden automatisch einbezogen.
nb: En fil eller mappe er inkludert eller ekskludert i henhold til første treff. Et mappe treff utføres på alt dens inhold. Filer som ikke spesifikt er ekskludert eller inkludert er inkludert

source: Exclude path
de: Ausgeschlossener Pfad
nb: Ekskluder sti

source: Exclude by regular expression
de: Ausschließen anhand regulärem Ausdruck
nb: Ekskluder etter standard uttrykk

source: Include Path
de: Pfad einbeziehen
nb: Inkluder Sti

source: exclude path
de: Pfad ausschließen
nb: ekskluder sti

source: exclude path regular expression
de: Auschlusspfad regulärer Ausdruck
nb: ekskluder sti standard uttrykk

source: Incorrect regular expression
de: Fehlerhafter regulärer Ausdruck
nb: Ugyldig standard uttrykk

source: include path
de: Pfad einbeziehen
nb: inkluder sti

source: Method
de: Methode
it: Metodo
nb: Metode
zh_cn: 方法

source: Host or destination
de: Host oder Ziel
nb: Vert eller destinasjon

source: If the selected method is file system, only set the target directory
de: Wenn die ausgewählte Methode ein Dateisystem ist, wählen Sie nur das Zielverzeichnis aus
nb: Hvis valgt metode er filsystem, velg bare mål mappe

source: Encryption
de: Verschlüsselung
nb: Kryptering

source: Symmetric Key
de: Symmetrischer Schlüssel
nb: Symetrisk Nøkkel

source: Full Backup Frequency
de: Häufigkeit von Vollsicherungen
nb: Full Sikkehets kopi Frekvens

source: Daily
de: täglich
nb: Daglig

source: Weekly
de: wöchentlich
nb: Ukentlig

source: Monthly
de: monatlich
nb: Månedlig

source: Incremental Backup Frequency
de: Häufigkeit inkrementeller Sicherungen
nb: Endrings Sikkerhets kopi Frekvens

source: Backup process starts at
de: Sicherung startet um
nb: Sikkerhets kopi starter

source: Keep previous full copies
de: Behalte frühere Vollkopien
nb: Behold tidligere fulle kopier

source: maximum number
de: Maximale Nummer
nb: maks antall

source: no older than
de: nicht älter als
nb: ikke eldre enn

source: General Configuration
de: Allgemeine Einstellungen

source: General backup server configuration updated
de: Allgemeine Server-Sicherungs-Einstellungen aktualisiert
nb: Generell sikkerhetskopi server konfigurasjon oppdatert

source: on Monday
de: am Montag
nb: på Mandag

source: on Tuesday
de: am Dienstag
nb: på Tirsdag

source: on Wednesday
de: am Mittwoch
nb: på Onsdag

source: on Thursday
de: am Donnerstag
nb: på Torsdag

source: on Friday
de: am Freitag
nb: på Fredag

source: on Saturday
de: am Samstag
nb: på Lørdag

source: on Sunday
de: am Sonntag
nb: på Søndag

source: on the {mday}th
de: am {mday}
nb: på den {mday}

source: on the last day
de: am letzten Tag
nb: på siste dag

source: 1 week
de: 1 Woche
nb: 1 uke

source: 2 weeks
de: 2 Wochen
nb: 2 uker

source: 3 weeks
de: 3 Wochen
nb: 3 uker

source: 1 month
de: 1 Monat
nb: 1 måned

source: 2 months
de: 2 Monate
nb: 2 måneder

source: 3 months
de: 3 Monate
nb: 3 måneder

source: 4 months
de: 4 Monate
nb: 4 måneder

source: 6 months
de: 6 Monate
nb: 6 måneder

source: 9 months
de: 9 Monate
nb: 9 måneder

source: 1 year
de: 1 Jahr
nb: 1 år

source: 1 year and half
de: 1 1/2 Jahre
nb: 1 og et halvt år

source: 2 years
de: 2 Jahre
nb: 2 år

source: 3 years
de: 3 Jahre
nb: 3 år

source: The target parameter that must be like 'other.host[:port]/some_dir
de: Der Ziel Parameter muss 'anderer.host[:port]/ein_verzeichnis' entsprechen
nb: Mål parameterene må være lik 'annen.vert[:port]/en_mappe'

source: target
de: Ziel
nb: mål

source: Must be a like 'other.host[:port]/some_dir'
de: Muss 'anderer.host[:port]/ein_verzeichnis' entsprechen
nb: Må være lik 'annen.vert[:port]/en_mappe'

source: directory
de: Verzeichnis
nb: mappe

source: The RSYNC target parameter that must be like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
de: Der RSYNC Ziel Parameter muss 'anderer.host[:port]/relativer_pfad' oder 'anderer.host[:port]/absoluter_pfad' entsprechen
nb: RSYNC mål parametere må være lik 'annen.vert[:port]/relativ_bane' eller 'annen.vert[:port]/absolutt_bane'

source: Must be a like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
de: Muss 'anderer.host[:port]/relativer_pfad' oder 'anderer.host[:port]/absoluter_pfad' entsprechen
nb: Må være lik 'annen.vert[:port]/relativ_bane' eller 'annen.vert[:port]/absolutt_bane'

source: absolute directory
de: absoluter Pfad
nb: absolutt mappe

source: relative directory
de: relativer Pfad
nb: relativ mappe

source: File system method needs a target parameter that should be a directory path
de: Die Dateisystem-Methode benötigt einen Verzeichnispfad als Zielparameter
nb: Fil system metode trenger et mål parabeter som bør være en mappe bane

source: Directory for backup
de: Verzeichnis für Absicherung
nb: Mappe for sikkerhetskopi

source: File exists and it is not a directory
de: Datei existiert bereits und ist kein Verzeichnis
nb: Filen eksisterer og er ikke en mappe

source: Incremental backup must be more frequent than full backup
de: Stufenweise Absicherungen müssen häufiger als Komplettabsicherungen sein
nb: Endrings sikkerhetskopi må utføres oftere enn full sikkerhetskopi

source: backup
de: Sicherung
nb: sikkerhets kopi

source: There are not backed up files yet
de: Keine bereits gesicherte Dateien vorhanden
nb: Det er ingen sikkerhets kopierte filer enda

source: Backup Date
de: Sicherungsdatum
nb: Sikkerhets kopi Dato

source: Restore Files
de: Dateien wiederherstellen
nb: Gjenopprett Filer

source: file restore operation
de: Dateiwiederherstellung
nb: fil gjennoprettings handling

source: File already exists if you continue the current will be deleted
de: Datei existiert bereits. Wenn Sie fortsetzen, wird die bestehende Datei überschrieben.
nb: Filen eksisterer allerede hvis du fortsetter vil gjeldende bli slettet

source: File restored successfully
de: Datei erfolgreich wiederhergestellt
nb: Fil gjennopprettet

source: Remote URL to be used with duplicity for manual restores: {url}
de: Fern-URL, welche für Redundanz bei der manuelle Wiederherstellungen verwendet wird {url}
nb: Ekstern URL for bruk med duplisering for manuelle gjenopprettinger: {url}

source: Restore logs database
de: Stelle Protokollierungsdatenbank wieder her
nb: Gjenopprett logg database

source: Restores the Zentyal logs found in the selected backup
de: Stelle die Zentyal Protokollie aus der ausgewählten Sicherung wieder her
nb: Gjenoppretter Zentyal konfigurasjonen funnet i sikkerhetskopien

source: Restore Zentyal configuration from backup
de: Stelle die Zentyal Sicherungskonfiguration wieder her
nb: Gjenopprett Zentyal konfigurasjon fra sikkerhetskopi

source: Loads the configuration found in the backup
de: Lädt die Konfiguration aus der Absicherung
nb: Laster konfigurasjonen funnet i sikkerhetskopien

source: Please wait...
de: Bitte warten ...
nb: Vennligst vent...

source: Configuration backup not found in backup for {d}. Maybe you could try another date?
de: Keine Konfiguration in der Absicherung vom {d} gefunden. Versuchen Sie ein anderes Datum.
nb: Konfigurasjons sikkerhetskopi ikke funnet i sikkerhetskopi for {d}. Kansje du kan prøve en annen dato?

source: Remote Backup Status
de: Fern Sicherung - Status
nb: Ekstern Sikkerhets kopi Status

source: Configuration and Status
de: Konfiguration und Status
nb: Konfigurering og Status

source: File {f} not found in backup for {d}, try a later date
de: Datei {f} wurde in der Sicherung vom {d} nicht gefunden. Versuchen sie ein späteres Datum.
nb: Fil {f} ikke funnet i sikkerhetskopi for {d}, prøv en senere dato

source: Logs backup data not found in backup for {d}. Maybe you could try another date?
de: Protokolliert nicht gefundene Sicherungsdaten in der Sicherung vom {d}. Verscuhen Sie ein anderes Datum.

source: {data} {value} does not exist.
de: {data} {value} gibt es nicht
it: {data} {value} not esiste.
nb: {data} {value} eksisterer ikke.
zh_cn: {data} {value} 不存在.

source: {data} is empty.
de: {data} ist leer
it: {data} è vuoto.
nb: {data} er tomt.
zh_cn: {data}为空.

source: {data} {value} already exists.
de: {data} {value} gibt es schon
it: {data} {value} esiste già
nb: {data} {value} eksisterer allerede.
zh_cn: {data} {value} 已经存在.

source: Invalid value for {data}: {value}.
de: Ungültiger Wert für {data}: {value}
it: Valore non valido per {data}: {value}.
nb: Ugyldig verdi for {data}: {value}.
zh_cn: {data}的无效值: {value}.

source: Could not open the config file {file}.
de: Die Konfigurationsdatei "{file}" konnte nicht geöffnet werden
it: Impossibile aprire il file di configurazione {file}.
nb: Kunne ikke åpne konfigurasjons filen {file}.
zh_cn: 无法打开配置文件{file}.

source: The ebox user has not been set in the config file.
de: Der Zentyal-Benutzer wurde in der Konfigurationsdatei nicht eingestellt.
it: L'utente ebox non è stato impostato nel file di configurazione.
nb: eBox brukeren har ikke blitt satt i konfigurasjons filen.
zh_cn: 没有在配置文件中设置ebox用户.

source: Running command '{cmd}' as {user} failed
de: {user} konnte den Befehl "{cmd}" nicht ausführen
it: L'esecuzione del comando '{cmd}' come {user} è fallita
nb: Kjøring av kommando '{cmd}' som {user} feilet
zh_cn: 以用户{user}运行命令'{cmd}'失败

source: Must be a number between 1 and 4096
de: Muss eine Zahl zwischen 1 und 4096 sein
it: Deve essere un numero tra 1 e 4096
nb: Må være et nummer mellom 1 og 4096
zh_cn: 必须是介于1到4096的数字

source: Cannot stat dir: {dir}. This may mean that the directory does not exist or the permissions forbid access to it
de: Informationen zum Verzeichnis "{dir}" konnten nicht abgerufen werden. Vielleicht sind Sie nicht zugriffsberechtigt
it: Impossibile eseguire stat sulla directory: {dir}. Ciò può significare che la directory non esiste o i permessi ne impediscono l'accesso
nb: Kan ikke starte mappe: {dir}. Dette kan bety at mappen ikke eksisterer eller at rettighetene forbyr tilgang til den
zh_cn: 无法获取目录{dir}的状态. 这可能是因为目录不存在或没有访问权限.

source: The directory {dir} is not private; because it is owned by another user
de: Der Ordner {dir} ist nicht privat weil er einem anderen Benutzer gehört
it: La directory {dir} non è privata; perché il possessore è un altro utente
nb: Mappen {dir} er ikke privat; fordi den er eiet av en annen bruker
zh_cn: 目录{dir}不是私有的，因为它的所有者是其它用户

source: The file path supplied is not valid. (Currently not all of the valid file's characters are supported)
de: Sie haben einen ungültigen Dateipfad angegeben. (Zum jetzigen Zeitpunkt sind noch nicht alle gültigen Zeichen unterstützt)
it: Il percorso di file fornito non è valido. (Al momento non sono supportati tutti i caratteri validi per un file)
nb: Den oppgitte filbanen er ikke gyldig. (Foreløbig er ikke alle gyldige filers tegn supportert)
zh_cn: 文件路径支持无效. (当前不能有效支持所有文件的字符)

source: The file path must be absolute
de: Geben Sie einen absoluter Dateipfad an
it: Il percorso del file deve essere assoluto
nb: Filbanen må være absolutt
zh_cn: 必须是绝对路径

source: Directory not found: {d}
de: Der Ordner {d} wurde nicht gefunden
it: Directory non trovata: {d}
nb: Mappen ikke funnet: {d}
zh_cn: 没找到目录: {d}

source: ESP Authentication
de: ESP Authentifizierung

source: ESP Encryption
de: ESP Verschlüsselung

source: Enable PFS
de: PFS aktivieren

source: Local IP Address
de: Lokale IP Adresse

source: Comment
de: Kommentar
it: Commento
zh_cn: 注释

source: Authentication
de: Authentifizierung
it: Autenticazione
nb: Autentisering
zh_cn: 身份验证

source: Search Domain
de: Domänen-Suchreihenfolge
it: Dominio di ricerca
nb: Søke Domene
zh_cn: 搜索域

source: This domain will be appended when trying to resolve hosts if the first attempt without appending it has failed.
de: Diese Domäne wird angehängt wenn die Namensauflösung eines Hosts, ohne diese anzuhängen, fehlgeschlagen ist.
it: Questo dominio sarà aggiunto al nome della macchina se il tentativo di risolverlo senza il dominio fallisce.
nb: Dette domenet vil bli lagt til når du forsøker å slå opp verter hvis første forsøk uten feiler
zh_cn: 在解析主机名的时候，如果第一次没有附加这个域名的解析失败，将会附加这个域名后再次尝试.

source: Enable Dynamic DNS
de: Aktiviere dynamisches DNS
nb: Aktiver Dynamisk DNS

source: IP or network address
de: IP oder Netzwerkadresse
it: IP o indirizzo rete
nb: IP eller nettverks adresse
zh_cn: IP或网络地址

source: Gateway used to reach the above network address
de: Gateway, um die oben genannte Netzwerk-Adresse zu erreichen
it: Gateway usato per accedere all'indirizzo di rete
nb: Gateway brukt til å nå nettverket over adresse
zh_cn: 网关用于到达以上网络地址

source: Optional description for this route
de: Optionale Beschreibung für diese Route
it: Descrizione opzionale per l'instadamento
nb: Valgfri beskrivelse for denne ruten
zh_cn: 此路由的可选说明

source: Static Routes List
de: Liste statischer Routen
it: Lista route statiche
nb: Statisk Rute Liste
zh_cn: 静态路由列表

source: Static Routes
de: Statische Routen
it: Route statiche
nb: Statisk Rute
zh_cn: 静态路由

source: All gateways you enter here must be reachable through one of the network interfaces currently configured.
de: Alle Gateways, die Sie hier angeben, müssen durch eine der aktuell konfigurierten Schnittstellen erreichbar sein
it: Tutti i gateway inseriti qui devono essere raggiungibili da una delle interfacce di rete correntemente configurate
nb: Alle gatewayene du skriver inn her må være tilgjengelige gjennom en av nettverks grensesnittene konfigurert nå.
zh_cn: 这里设置的网关必须是从已配置的某个网络接口是可以访问的。

source: static route
de: Statische Route
it: route statica
nb: statisk rute
zh_cn: 静态路由

source: Time between checks
de: Zeitraum zwischen den Checks
it: Tempo tra i controlli
nb: Tid mellom kontroller

source: seconds
de: Sekunden
it: secondi
nb: sekunder
zh_cn: 秒

source: Global options
de: Globale Einstellungen
it: Opzioni globali
nb: Globale instillinger

source: These options affect to all the tests.
de: Diese Optionen beeinflussen alle Tests.
it: Queste opzioni si applicano a tutti i test.
nb: Disse valgene påvirker alle testene.

source: Auto
de: Automatisch
nb: Automatisk
zh_cn: 自动

source: Interface connected to this gateway
de: Netzwerkkarte, welche mit diesem Gateway verbunden ist
it: Interfaccia connessa a questo gateway
nb: Grensesnitt tilkoblet denne gatewayen
zh_cn: 网络接口连接到该网关

source: This field is only useful if you have more than one router and the balance traffic feature is enabled.
de: Diese Feld ist nur sinnvoll, wenn Sie mehr als einen Router haben und das Netzwerklastenausgleichs-Feature aktiviert ist.
it: Questo campo è utilie solo se hai più di un router ed è abilitato il bilanciamento del traffico
nb: Dette feltet er kun nyttig hvis du har mer enn en router og del trafikk alternativet er aktivert.

source: Default
de: Standard
nb: Standart
zh_cn: 默认

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links. Note that if you configure interfaces as DHCP or PPPoE their gateways are added here automatically.
de: Sie können soviele Gateways hinzufügen wie Sie möchten. Dies ist sehr nützlich, falls Sie Ihren Internetverkehr auf mehrere Leitungen verteilen möchten
it: Puoi aggiungere quanti gateway vuoi. È molto utile se vuoi separare il traffico internet tra link diversi.Nota che se configuri le interfacce come DHCP o PPPoE, i loro gateway sono scelti in automatico.
nb: Du kan legge til så mange gatewayer du vil. Dette er veldig fordelaktig hvis du vil splitte din Internett trafikk mellom forskjellige forbindelser. Noter deg at om du konfigurerer grensesnitt som DHCP eller PPPoE vil deres gatewayer legges til her automatisk.
zh_cn: 您可以随意添加很多网关。如果您想通过多条链路上网时，该项设置非常有必要。注意，如果您将网络接口配置为DHCP或者PPPoE，那么他们的网关将是自动添加的。

source: You can not manually add a gateway for DHCP or PPPoE interfaces
de: Sie können manuell keinen Gateway für DHCP- oder PPPoE-Schnittstellen hinzufügen
it: Puoi aggiungere manualmente un gateway per interfacce DHCP o PPPoE
nb: Du kan ikke manuelt legge til gateway for DHCP eller PPPoE grensesnitt
zh_cn: 不允许为DHCP或PPPoE接口手工添加网关

source: Automatically added gateways can not be manually deleted
de: Automatisch hinzugefügte Gateways können nicht manuell entfernt werden
it: I gateway aggiunti automaticamente non possono essere cancellati manualmente
nb: Gatewayer som er automatisk lagt til kan ikke manuelt slettes
zh_cn: 自动添加的网关不能手工删除

source: Traffic balancing
de: Netzwerkverkehr aufteilen
it: Bilanciamento traffico
nb: Trafikk deling
