Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: Use default profile configuration
de: Benutze die Standard-Profil Konfiguration

source: Use default profile for MIME filtering
de: Benutze das Standard-Profil zur MIME-Filterung

source: extensions
de: Erweiterungen

source: Set policy for all extensions
de: Regeln für alle Erweiterungen einstellen

source: Requests
de: Anforderungen
nb: Forespørsler

source: User
de: Benutzer
it: Utente
nb: Bruker
zh_cn: 用户

source: Accepted requests
de: akzeptiert Anforderungen
nb: Tillatte forespørsler

source: Accepted traffic size (Kb)
de: Erlaubte Traffic-Größe (kb)
nb: Tillatt trafikk størrelse (Kb)

source: Denied requests
de: Abgelehnte Anforderungen
nb: Aviste forespørsler

source: Denied traffic size (Kb)
de: Nicht erlaubte Traffic-Größe (kb)
nb: Avist trafikk størrelse (Kb)

source: Filtered requests
de: Gefilterte Anforderungen
nb: Filtrert forespørsel

source: Filtered traffic size (Kb))
de: Gefilterte Traffic-Größe (kb)
nb: Filtrert trafikk størrelse (Kb)

source: Date
de: Datum
it: Data
nb: Dato
zh_cn: 日期

source: Squid traffic size graph
de: Squid-Diagramm zur Traffic-Menge
nb: Squid trafikk størrelse graf

source: Traffic size
de: Traffic-Größe
nb: Trafikk størrelse

source: Squid traffic requests graph
de: Squid Traffic-Anforderungen Diagramm
nb: Squid trafikk forespørsel graf

source: Access requests
de: Zugriffs-Anforderungen
nb: Tilgangs forespørsler

source: Object {object} has no members. Please add at least one to add rules using this object.
de: Das Objekt {object} hat keine Mitglieder. Bitte fügen Sie mindesten eine Regel hinzu damit das Objekt genutzt werden kann.
nb: Objektet {object} har ingen medlemmer. Vennligst legg til minst et for å legge til regler med dette objektet.

source: Object {object} has an enabled {row} in {table}. Delete it first from there to add it here
de: Das Objekt {object} ist aktiv {row} in der Liste {table}. Löschen Sie es zuerst, bevor Sie es hier hinzufügen können

source: If {first} is set unlimited, then {second} must be set to unlimited as well
de: Wenn {first} als unbegrenzt definiert ist, muss {second} auch als unbegrenzt definiert werden

source: {clt_rate} is greater than {net_rate}
de: {clt_rate} ist grösser als {net_rate}

source: Network object
de: Netzwerkobjekt
it: Oggetto di rete
nb: Nettverks objekt

source: Newtork download rate
de: Netzwerk Downloadgeschwindigkeit

source: Maximum download rate for this network. Use -1 to disable this option.
de: Maximale Downloadrate für dieses Netzwerk. -1 zum deaktivieren der Option.

source: Network file size
de: Netzwerk Übertragungsvolumen

source: Maximum unthrottled download file size for this network. Use -1 to disable this option.
de: Maximale Downloadgröße aus diesem Netzwerk bis Begrenzung aktiv wird . -1 zum deaktivieren der Option.

source: Client download rate
de: max. Übertragungsrate zum Client bei Begrenzung

source: Maximum download rate per client. Use -1 to disable this option.
de: Maximale Download-Bandbreite je Client bei Begrenzung. -1 zum deaktivieren der Option.

source: Client file size
de: Client-Dateigröße

source: Maximum unthrottled download file size per client. Use -1 to disable this option.
de: Begrenzung von Einzeldownloads eines Clients ab diesem Volumen. -1 zum deaktivieren der Option.

source: Client bandwidth rules (class 2 delay pools)
de: Bandbreitenbegrenzung auf Client-Basis (Klasse2-Regeln)

source: Once the download exceeds the file size then the HTTP Proxy will slow down the connection to the specified download rate. Both parameters can be defined for the whole network and on a per client basis. The client number is limited to 256.
de: Wird die Dateigröße im Download überschritten, dann reduziert der HTTP Proxy die Bandbreite für den Download auf den festgelegten Wert {rate}. Beide Parameter können für das gesamte Netzwerk sowie für jeden Client einzeln definiert werden. Die Anzahl der Clients ist auf 256 beschränkt.

source: rule
de: Regel
it: regola.
nb: regel
zh_cn: 规则

source: Domains and URL rules
de: Domänen- und URL-Regeln
it: Regole per domini e URL
nb: Domene og URL regler

source: internet domain or URL
de: Internetdomäne oder URL
it: dominio internet o URL
nb: internett domene eller URL

source: Allow/Deny the HTTP traffic from/to the listed internet domains and URLs.
de: HTTP-Verkehr von/zu den aufgelisteten Internetdomänen und URLs erlauben / verbieten.
it: Permetti/Blocca il traffico HTTP da/a i seguenti domini internet e URL.
nb: Tillat/Avis HTTP trafikken fra/til listede internett domener og URL'er.

source: Domain or URL added
de: Domäne oder URL hinzugefügt
it: Dominio o URL aggiunto
nb: Domene eller URL lagt til

source: Domain or URL removed
de: Domäne oder URL entfernt
it: Dominio o URL eliminato
nb: Domene eller URL fjernet

source: Domain or URL updated
de: Domäne oder URL aktualisiert
it: Dominio o URL aggiornato
nb: Domene eller URL oppdatert

source: Use antivirus
de: Antivirus verwenden
it: Usa l'antivirus
nb: Bruk antivirus

source: You cannot activate antivirus filter because the antivirus module is disabled. If you want to filter virus, first {openhref}activate the module{closehref} and come back here
de: Sie können den Antivirus-Filter nicht aktivieren, weil das Antivirus-Modul deaktiviert ist. Falls sie Viren filtern möchten, sollten sie zuerst {openhref}das Modul aktivieren{closehref} und hierher zurück kehren
it: Non puoi attivare il filtro per i virus perchè il modulo dell'antivirus è disabilitato. Se vuoi filtrare i virus, prima {openhref} attiva il modulo{closehref}e poi torna qua.
nb: Du kan ikke aktivere antivirus filter fordi antivirus modulen er deaktivert. Hvis du vil filtrere virus, først {openhref}aktiver modulen{closehref} og kom tilbake her

source: You cannot activate antivirus filter because the antivirus module is not installed. If you want to filter virus, first install it and then {openhref}activate the module{closehref} and come back here
de: Sie können den Antivirus-Filter nicht aktivieren, weil das Antivirus-Modul nicht installiert ist. Falls sie Viren filtern möchten, sollten sie es zuerst installieren, {openhref}das Modul aktivieren{closehref} und hierher zurück kehren
it: Non puoi attivare il filtro per i virus perchè il modulo dell'antivirus non è installato. Se vuoi filtrare i virus, prima installalo, quindi {openhref}attiva il modulo{closehref} e torna qua.
nb: Du kan ikke aktivere antivirus filter fordi antivirus modulen er ikke installert. Hvis du vil filtrere virus, først installer den og {openhref}aktiver modulen{closehref} og kom tilbake her

source: Use default profile for extension filtering
de: Default-Profil zur Filterung der Erweiterungen verwenden

source: Block not listed domains and URLs
de: Nicht aufgeliste Domänen und URLs verweigern
it: Blocca i domini e gli URL non in elenco
nb: Blokker ikke listede domener og URL'er

source: If this is enabled, any domain or URL which is neither present neither in the <i>Domains and URLrules</i> nor in the <i>Domain list files</i> sections below will be forbidden.
de: Wenn dies aktiviert ist, wird jede Domain, welche weder in den unten aufgeführten <i>Domänen- und URL-Regeln</i> noch in den <i>Domänen-Listen-Dateien</i> erlaubt ist, gesperrt.
nb: Hvis denne er aktivert, vil alle domener som ikke er tilstede i <i>Domene regler</i> eller i <i>Domene liste filer</i> seksjonen bli forbudt.

source: Block sites specified only as IP
de: Verweigert Seiten, die nur als IP-Adresse angegeben sind
it: Blocca i siti specificati solo come IP
nb: Blokker steder spesifisert som bare IP

source: Transparent Proxy
de: Transparenter Proxy
it: Proxy Trasparente
nb: Gjennomsiktig Proxy

source: Ad Blocking
de: Sperre hinzufügen
nb: Reklame Blokkering

source: Remove advertisements from all HTTP traffic
de: Werbung aus dem gesamten HTTP-Traffic entfernen

source: Cache files size (MB)
de: Größe der Cache-Datei (MB)
it: Dimensione della cache (MB)
nb: Mellom lagrings fil størrelse (MB)

source: Default policy
de: Standard Regeln

source: General Settings
de: Allgemeine Einstellungen

source: Settings changed
de: Einstellungen geändert
it: Impostazioni modificate
nb: Instillinger endret
zh_cn: 设置被修改

source: {port} is already in use. Please choose another
de: {port} wird bereits verwendet. Bitte wählen Sie einen anderen
it: {port} è già in uso. Prego scegline un'altra
nb: {port} er allerede i bruk. Vennligst velg en annen

source: Transparent proxy option is not compatible with authorization policy
de: Auswahl des transparenten Proxy ist nicht kompatibel mit Berechtigungs-Regeln

source: Transparent proxy is incompatible with the authorization policy found in some objects
de: Auswahl des transparenten Proxy ist nicht kompatibel mit Berechtigungs-Regeln, die in bestimmten Objekten gefunden wurden

source: An authorization policy is required because you are using global group policies
de: Es wird eine Berechtigungs-Regel benötigt, da sie globale Gruppen-Richtlinien anwenden

source: <i>Filter</i> means that HTTP requests will go through the content filter and they might be rejected if the content is not considered valid.
de: <i>Filter</i> bedeutet, dass HTTP-Anfragen durch den Inhaltsfilter durchgehen und unter Umständen geblockt werden, falls der Inhalt nicht zulässig ist.

source: Note that you cannot proxy HTTPS transparently. You will need to add a firewall rule if you enable this mode.
de: Beachten Sie, dass HTTPS-Verbindungen nicht transparent über den Proxy verarbeitet werden können. Sie benötigen dafür eine zusätzliche Firewall-Regel, falls die diese Option aktivieren wollen.
nb: NB, du kan ikke bruke proxy på HTTPS gjennomsiktig. Du trenger å legge til en brannmur regel hvis du vil aktivere denne modusen.

source: Policy
de: Richtlinie
it: Politica
nb: Instruks
zh_cn: 策略

source: Always allow
de: Immer erlauben

source: Always deny
de: Immer verbieten

source: Ignore
de: Ingorieren

source: This list has not categories
de: Die Liste enthält keine Kategorien

source: Domain or URL
de: Domäne oder URL
it: Dominio o URL
nb: Domene eller URL

source: Domain or IP address part of URL
de: Domäne oder IP-Adressenteil der URL
it: Dominio o indirizzo IP parte di URL
nb: Domene eller IP adresse deler av URL

source: Domain
de: Domäne
it: Dominio
nb: Domene
zh_cn: 域

source: You must not prefix the domain with www.
de: Die Domäne muss ohne das "www." Präfix eingegeben werden
it: Non devi aggiungere il prefisso www al dominio.
nb: Du må ikke skrive www. før domenet

source: Domain or IP address
de: Domäne oder IP-Adresse
it: Dominio o indirizzo IP
nb: Domene eller IP adresse

source: Configure allowed file extensions
de: Erlaubte Dateiendungen konfigurieren

source: extension
de: Rufnummer
it: estensione
nb: innvalgsnummer

source: Allow/Deny the HTTP traffic of the files which the given extensions. Extensions not listed here are allowed. The extension filter needs a 'filter' policy to be in effect
de: HTTP-Verkehr mit gegebenen Dateiendungen erlauben / verbieten. Die hier aufgelisteten Dateiendungen sind verboten. Der Dateiendungs-Filter benötigt das "Filter" Vorgehen um angewendet zu werden
it: Permetti/Blocca il traffico HTTP relativo a file con le date estensioni. Le estensioni non in elenco sono permesse. Il filtro sulle estensioni richiede una politica 'filter' per essere attivo
nb: Tillat/Avvis HTTP trafikken av filer med gitte etternavn. Etternavn som ikke er listet her er tillatt. Etternavns filter trenger en 'filter' instruks for å være aktiv

source: Extension added
de: Dateiendung hinzugefügt
it: Estensione attiva
nb: Etternavn lagt til

source: Extension removed
de: Dateiendung entfernt
it: Estensione eliminata
nb: Etternavn fjernet

source: Extension updated
de: Dateiendung aktualisiert
it: Estensione aggiornata
nb: Etternavn oppdatert

source: Using default profile configuration
de: Benutze Standard-Profil Konfiguration

source: Use default profile for domain filtering
de: Benutze Standard-Profil für Domänen-Filterung

source: Filter virus
de: Virus filtern
it: Filtro virus
nb: Filtrer virus

source: Categories
de: Kategorien
it: Categorie
nb: Kategorier

source: File
de: Datei
nb: Fil
zh_cn: 文件

source: You must supply a domains list
de: Sie müssen eine Domain-Liste angeben

source: Inexistent archive file
de: Nicht vorhandende Archiv-Datei

source: Plain lists not allowed: is only allowed compressed archives of classified black lists
de: Leere Listen nicht zulässig: Es ist nur erlaubt komprimierte Archive mit klassifizierten Ausschlusslisten zu verwenden

source: Group
de: Gruppe
it: Gruppo
nb: Gruppe
zh_cn: 组

source: Allow
de: Erlauben
it: Permetti
nb: Tillat

source: Deny
de: Verweigern
it: Blocca
nb: Avvis

source: Time period
de: Zeitrahmen
it: Periodo di tempo
nb: Tids periode

source: Time period when the access is allowed. It is ignored with a deny policy
de: Zeitfenster, in dem der Zugriff erlaubt ist. Wird ignoriert bei Verweigerungs-Richtlinien

source: There are no user groups in the system. {open}Create{close} at least one group if you want to set a group policy
de: Es existieren keine Benutzer-Gruppen im System. {open}Erstellen{close} sie mindestens eine Gruppe falls sie eine Gruppen-Regel definieren wollen

source: Use default profile threshold
de: Grenzwert des Standard-Profils verwenden

source: Threshold
de: Grenzwert
it: Soglia
nb: Terskel

source: Content filter threshold
de: Grenzwert des Inhaltsfilters
it: Soglia filtro contenuti
nb: Innholds filter terskel

source: Content filter threshold changed
de: Grenzbereich für Inhaltsfilter geändert
it: Soglia filtro contenuti modificata
nb: Innholds filter terskel endret

source: MIME types
de: MIME-Typen
it: Tipi MIME
nb: MIME typer
zh_cn: MIME 类型

source: Set policy for all MIME types
de: Regeln für alle MIME-Typen einstellen

source: Group policies
de: Gruppen-Regel

source: List of groups
de: Gruppen-Liste
nb: Liste med grupper

source: group's policy
de: Regeln der Gruppe

source: Here you can globally block or allow access by user group. Filter options will be by global policy or by object policy
de: Hier können sie den Zugriff für Benutzer-Gruppen global verweigern oder erlauben. Die Filter-Optionen gibt es für globale Regeln oder Objekt-Regeln

source: Added group's policy
de: Regeln der hinzugefügten Gruppe

source: Removed group's policy
de: Regeln der entfernten Gruppe

source: Updated group's policy
de: Regeln der aktualisierten Gruppe

source: Filter profile
de: Filter-Profil

source: User group policies are not compatible with transparent proxy mode
de: Benutzer-Gruppen-Regeln sind nicht kompatibel mit dem transparenten Proxy-Modus

source: Global group policy need a global policy with authentication
de: Globale Gruppen-Regel benötigt eine globale Regel mit Authentikation

source: Download rate
de: Download Geschwindigkeit

source: Maximum download speed for this network. Use -1 to disable this option.
de: Maximale gedrosselte Download-Geschwindigkeit für dieses Netzwerk. -1 zum deaktivieren der Option.

source: File size
de: Dateigröße

source: Network bandwidth rules (class 1 delay pools)
de: Bandbreitenbegrenzung auf Netzwerk-Basis (Klasse1-Regeln)

source: Once a download exceeds the file size then the HTTP Proxy will slow down the connection to the specified download rate. The clients on this network will have to share the available bandwidth.
de: Sobald ein Download die angegebene Dateigröße überschreitet wird der HTTP-Proxy die Verbindungsgeschwindigkeit reduzieren. Die Clients müssen sich die verfügbare Bandbreite teilen.

source: Domain filter settings
de: Filter-Einstellungen für Domänen
it: Impostazioni filtro dominio
nb: Domene filter instillinger

source: Filtering settings changed
de: Filter-Einstellungen geändert
it: Impostazioni filtro modificate
nb: Filtrerings innstillinger endret

source: Domains lists files for filter group
de: Domänen-Listen-Dateien für Filtergruppe

source: internet domain list
de: Liste der Internetdomänen

source: You can upload files whith lists of domains
de: Sie können Dateien mit Domänen-Listen hochladen

source: Domain list added
de: Domänen-Liste hinzugefügt

source: Domain list removed
de: Domänen-Liste entfernt

source: Domain list updated
de: Domänen-Liste aktualisiert

source: Here you can deny or allow access depending on the user group. Filtering would occur if the object policy requires it
de: Hier können sie den Zugang abhängig von der Benutzer-Gruppe verweigern oder erlauben. Filtern würde stattfinden wenn die Objekt-Regel es verlangt

source: The object needs to be set to a policy with authorization in order to to use group policies
de: Das Objekt muss an eine Regel mit Berechtigung gebunden sein um Gruppen-Regeln zu verwenden

source: Configure object {ob} user groups policies
de: Einstellungen für Gruppen-Regeln des Objekts {ob}

source: Time period when the access is allowed. It is ignored if the group has a deny policy, time constraints of parent object are always ignored
de: Zeitspanne, in der der Zugang erlaubt ist. Wird ignoriert, falls für die Gruppe eine Verweigerungs-Regel besteht, Zeitbeschränkungen der Elternobjekte werden immer ignoriert

source: Domain Name Address
de: Domänen-Namen-Adresse
it: Nome del Dominio
nb: Domene Navn Adresse

source: Exempt address from caching
de: Adresse vom Zwischenspeichern ausschließen
it: Escludi l'indirizzo dalla cache
nb: Unnta adresse fra mellomlagring

source: Cache exemptions
de: Ausnahmen von Zwischenspeicherung

source: domain name address
de: Domänen-Namen-Adresse
it: indirizzo dil dominio
nb: domene navn adresse

source: You can exempt some addresses from caching
de: Sie können Adressen vom Zwischenspeichern ausschließen
nb: Du kan unnta noen adresser fra mellomlagring

source: Address added
de: Adresse hinzugefügt
it: Indirizzo aggiunto
nb: Adresse lagt til

source: Address removed
de: Adresse entfernt
it: Indirizzo eliminato
nb: Adresse fjernet

source: Address updated
de: Adresse aktualisiert
it: Indirizzo aggiornato
nb: Adresse oppdatert

source: Domains list categories
de: Domänenliste-Kategorien

source: category
de: Kategorie
it: categoria
nb: kategori

source: Filter Profiles
de: Filter-Profile
it: Profili dei filtri
nb: Filter Profiler

source: elements
de: Elemente

source: Allow all {elements}
de: Alle {elements} erlauben

source: Use this field to change the value of all the above rows at once
de: Benutzen Sie dieses Feld um den Wert all der darüberliegenden Reihen in einem Schritt zu ändern

source: Filter profiles
de: Profilfilter

source: List of profiles
de: Profilliste

source: filter profile
de: Filter-Profil
it: Profilo del filtro
nb: filter profil

source: Added filter profile
de: Filter-Profil wurde hinzugefügt
it: Profilo per il filtro aggiunto
nb: Lagt til filter profil

source: Removed filter profile
de: Filter-Profil wurde entfernt
it: Profilo per il filtro rimosso
nb: Fjernet filter profil

source: Updated filter profile
de: Filter-Profil wurde aktualisiert
it: Profilo per il filtro aggiornato
nb: Oppdatert filter profil

source: Filter group
de: Filtergruppe

source: Configuration
de: Konfiguration
it: Configurazione
nb: Konfigurasjon
zh_cn: 配置

source: Filter group policy
de: Filtergruppen-Regel

source: Maximum number of filter groups reached
de: Maximale Anzahl an Filtergruppen erreicht
it: Numero massimo di filtri per gruppi raggiunto
nb: Maksimum antall filter grupper nådd

source: No spaces are allowed in profile names
de: in Profilnamen sind keine Leerzeichen erlaubt
it: Gli spazi non sono consentiti nei nomi di profilo
nb: Ingen mellomrom er tillatt i profil navn

source: Domains lists files
de: Domänenlisten-Datei

source: You can upload files with lists of domains
de: Sie können Dateien mit Listen von Domänen hochladen

source: Allowed time period
de: Erlaubtes Zeitfenster

source: Group policy
de: Gruppen-Regel

source: Object Policies
de: Objekt-Regeln

source: List of objects
de: Objektliste

source: object's policy
de: Vorgehen für Computergruppe

source: Here you can establish a custom policy per network object
de: Hier können Sie ein eigenes Vorgehen für jede Computergruppe bestimmen

source: Added object's policy
de: Vorgehen für die hinzugefügte Computergruppe

source: Removed object's policy
de: Vorgehen für die entfernte Computergruppe

source: Updated object's policy
de: Vorgehen für die aktualisierte Computergruppe

source: Authorization policy is not compatible with transparent proxy mode
de: Berechtigungs-Regel ist nicht kompatibel mit dem transparenten Proxy-Modus

source: Filter policies are incompatible with restricted time periods
de: Filter Regeln sind inkompatibel zu eingeschränkten Zeitspannen

source: You cannot choose a policy without authorization if you have any group policy
de: Sie können keine Regel ohne Berechtigung wählen wenn sie eine Gruppen-Regel haben

source: You can only use a custom profile with the 'Filter' policy
de: Für 'Filter'-Regeln können nur Benutzerprofile verwendet werden

source: There are no network objects in the system. {open}Create{close} at least one object if you want to set a object policy
de: Es existieren keine Netzwerk-Objekte im System. {open}Erstellen{close} sie mindestens ein Objekt falls sie eine Objekt-Regel definieren wollen

source: MIME Type
de: MIME-Typ
it: Tipo MIME
zh_cn: MIME 类型

source: A MIME Type must follow this syntax: type/subtype
de: Eine neuer MIME-Typ muss folgende Syntax haben: kategorie/unterkategorie
it: Un Tipo MIME deve seguire la sintassi: tipo/sottotipo
nb: En MIME Type må følge denne syntaksen: type/subtype

source: {type} is not a valid IANA type
de: {type} ist kein gültiger IANA-Typ
it: {type} non è un tipo IANA valido
nb: {type} er ikke en gyldig IANA type

source: {t} subtype has a wrong syntax
de: Der Subtyp {t} hat eine falsche Syntax
it: il sottotipo {t} ha sintassi errata
nb: {t} subtypen har feil syntaks

source: Configure allowed MIME types
de: Konfigurieren Sie die erlaubten MIME-Typen

source: MIME type
de: MIME-Typ
it: Tipo MIME
zh_cn: MIME 类型

source: Allow/Deny the HTTP traffic of the files which the given MIME types. MIME types not listed here are allowed. The filter needs a 'filter' policy to be in effect
de: HTTP-Verkehr für verschiedene MIME-Typen erlauben/verbieten. Nicht aufgeführte MIME-Typen sind erlaubt. Der Filter benötigt eine 'Filter'-Regel um wirksam zu sein.
it: Permetti/Blocca il traffico HTTP per alcuni tipi MIME impostati. I tipi MIME non in elenco qui sono permessi. Il filtro richiede una politica di tipo 'filtra' per essere attivo
nb: Tillat/Avvis HTTP trafikken av filer med gitt MIME type. MIME typer som ikke er listet her er tillatt. Filteret trenger en 'filter' instruks for å være aktiv

source: MIME type added
de: MIME-Typ hinzugefügt
it: Tipo MIME aggiunto
nb: MIME typer lagt til

source: MIME type removed
de: MIME-Typ entfernt
it: Tipo MIME eliminato
nb: MIME typer fjernet

source: MIME type updated
de: MIME-Typ aktualisiert
it: Tipo MIME aggiornato
nb: MIME typer oppdatert

source: File extension
de: Dateiendung
it: Estensione file
nb: Fil etternavn
zh_cn: 文件扩展名

source: Extension
de: Erweiterung
it: Estensione
nb: Innvalgsnummer

source: HTTP proxy traffic report
de: HTTP-Proxy Traffic Bericht
nb: HTTP proxy trafikk rapport

source: Domains filtering for filter group
de: Domänen-Filter für Filtergruppe

source: MIME types filtering
de: MIME-Typ Filterung

source: Filter settings
de: Filter-Einstellungen

source: Bandwidth Throttling
de: Bandbreitenbegrenzung
it: Restrizioni di banda
nb: Båndbredde Fordeling
