Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: The password must be at least 6 characters long
de: Das Passwort muss mindestens 6 Zeichen lang sein
it: La password deve essere lunga almeno 6 caratteri
nb: Passordet må minst være 6 tegn langt
zh_cn: 密码至少6个字符

source: The password was changed successfully.
de: Das Passwort wurde erfolgreich geändert
nb: Passordet ble endret.

source: Year
de: Jahr

source: Hour
de: Stunde

source: Minutes
de: Minuten

source: Seconds
de: Sekunden

source: Save configuration
de: Konfiguration sichern
it: Registra configurazione
nb: Lagre konfigurasjon
zh_cn: 保存配置

source: The {rowName} "{r}" has been deleted
de: {rowName} "{r}" wurde gelöscht
it: Il certificato è stato rinnovato
zh_cn: {rowName} “{r}”已被删除

source: Saving changes in modules
de: Änderungen in den Modulen werden gesichert
it: Salvo le modifiche nei moduli
nb: Lagrer endringer i moduler
zh_cn: 保存模块的变更

source: operations performed
de: Änderungen ausgeführt
it: operazioni eseguite
nb: oppgaver utført
zh_cn: 操作已执行

source: Changes saved
de: Änderungen gespeichert
it: Modifica salvata
nb: Endringer lagret
zh_cn: 变更已保存

source: Some modules reported error when saving changes . More information on the logs in {dir}
de: Einige Module meldeten ein Fehler beim Sichern der Änderungen. Weitere Informationen finden Sie in den Logs in {dir}
it: Qualche modulo ha riportato errori durante il salvataggio. Maggiori informazioni nel log {dir}
nb: Noen moduler rapporterte feil når endriger ble lagret. Mer informasjon i loggene {dir}
zh_cn: 某些模块保存变更时报告错误。更多的信息在目录{dir}的日志中

source: Revoking changes
de: Änderungen rückgängig machen
it: Revoca modifiche
nb: Tilbakekaller endringer
zh_cn: 撤销变更

source: Revoking changes in modules
de: Änderungen in den Modulen werden rückgängig gemacht
it: Revoca modifiche nei moduli
nb: Tilbakekaller endringer i moduler
zh_cn: 撤销模块的变更

source: Current module
de: Aktuelles Modul
it: Modulo corrente
nb: Gjeldende modul
zh_cn: 当前模块

source: modules revoked
de: Module zurückgesetzt
it: moduli revocati
nb: moduler tilbakekalt
zh_cn: 撤销的模块

source: Changes revoked
de: Änderungen wurden rückgängig gemacht
it: Modifiche revocate
nb: Endringer tilbakekalt
zh_cn: 撤销的变更

source: Some modules reported error when discarding changes . More information on the logs in {dir}
de: Einige Module meldeten einen Fehler beim Verwerfen der Änderungen. Weiterführende Informationen finden Sie in den Logs in {dir}
it: Qualche modulo ha riportato errori durante la revoca delle modifiche. Maggiori informazioni nel log {dir}
nb: Noen moduler rapporterte feil ved tilbakekalling av endringer. Mer informasjon i loggene {dir}
zh_cn: 在放弃变更时，某些模块报告错误。更多信息在{dir}目录的日志中

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?&+:-@ and spaces are allowed.
de: Die Eingabe enthält ungültige Zeichen. Alle Buchstaben (A-Z, a-z), die Zahlen (0-9) und diese Zeichen (/.?&+:-@) sowie Leerzeichen sind erlaubt
nb: Inntastingen inneholder ugyldige tegn. Alle alfanumeriske tegn, pluss didde ikke alfanumeriske tegn:: /.?&+:-@ og mellomrom er tillatt.

source: An internal error has occurred. This is most probably a bug, relevant information can be found in the logs.
de: Ein interner Fehler ist aufgetreten. Dies ist höchstwahrscheinlich ein Programmierfehler, zugehörige Informationen finden Sie in den Logs.
it: Si è verificato un errore interno. Si tratta molto probabilmente di un bug, informazioni rilevanti si possono trovare nei log.
nb: En intern feil har oppstått. Dette er mest sannsynlig en feil i kildekoden, relevant informasjon kan bli funnet i loggene.
zh_cn: 发生内部错误。这是一个bug，相关信息可以在日志中找到。

source: An unexpected internal error has occurred. This is a bug, relevant information can be found in the logs.
de: Ein unerwarteter Fehler ist aufgetreten. Dies ist ein Programmierfehler, zugehörige Informationen finden Sie in den Logs.
it: Si è verificato un errore interno inatteso. Questo è un bug, informazioni rilevanti si possono trovare nei log.
nb: En uventet intern feil har oppstått. Dette er en feil i kildekoden, relevant informasjon kan bli funnet i loggene.
zh_cn: 发生不可预知内部错误。这是一个bug，相关信息可以在日志中找到。

source: Sorry, you have just hit a bug in Zentyal.
de: Huh, Sie haben einen Programmierfehler in Zentyal entdeckt, bitte wenden Sie sich an den technischen Support.
it: Hai appena trovato un bug in Zentyal. Per favore, contatta il supporto tecnico.
zh_cn: 不好意思，您刚刚遇到了 Zentyal 的一个 bug。

source: Your request could not be processed because it had some incorrect parameters
de: Ihre Anfrage konnte nicht verarbeitet werden, weil sie falsche Parameter enthält
it: Non è stato possibile elaborare la tua richiesta in quanto conteneva alcuni parametri non corretti
nb: Din forespørsel kunne ikke behandles fordi den hadde noen feil parametre.
zh_cn: 因为存在无效参数，你的请求将不予处理。

source: Wrong HTTP referer detected, operation cancelled for security reasons
de: Fehlerhaften HTTP Referer entdeckt, der Vorgang wurde aus Sicherheitsgründen abgebrochen.
it: Riferimento HTTP errato, operazione annullata per ragioni di sicurezza
nb: Feil HTTP referanse oppdaget, utføring avbrutt av sikkerhets grunner
zh_cn: 检测到错误的HTTP referer，由于安全原因取消操作。

source: Your request could not be processed because it lacked some required parameters
de: Ihre Anfrage konnte nicht verarbeitet werden, weil einige nötige Parameter fehlen
it: Non è stato possibile elaborare la tua richiesta in quanto mancavano alcuni parametri
nb: Din forespørsel kunne ikke behandles fordi den manglet noen påkrevde parametre
zh_cn: 由于缺少某些必需的参数，您的请求不会被处理。

source: Invalid uploaded file.
de: Die hochgeladene Datei ist ungültig
nb: Ugyldig opplastet fil.

source: Cannot create a temporally file for the upload
de: Die temporäre Datei für das Hochladen konnte nicht erstellt werden
nb: Kan ikke opprette midlertidig fil for opplastingen

source: This field is usually set to any
de: Dieses Feld enthält normalerweise Jeder
it: Questo campo è di solito impostato
nb: Dette feltet er som regel satt til hva som helst
zh_cn: 这个字段通常被设置为任意

source: service
de: Dienst
it: servizio
nb: tjeneste
zh_cn: 服务

source: Internal
de: Intern
it: Interno
nb: Intern
zh_cn: 内部

source: Tick this field if there is actually a service on the machine using the ports configured for this service. This helps Zentyal to know what ports are already busy
de: Markieren Sie dieses Feld, wenn es derzeit einen Dienst auf diesem Computer gibt, der diesen Port benutzt. Dies hilft Zentyal beim Erkennen von Ports, welche schon benutzt werden
it: Seleziona questo campo se c'è già un servizio che utilizza la porta configurata. Questo aiuterà Zentyal a conoscere le porte occupate
nb: Huk av dette feltet hvis det faktisk er en tjeneste på maskinen som bruker porter konfigurert for denne tjenesten. Dette hjelper Zentyal å vite hvilke porter som er opptatt
zh_cn: 如果某个服务使用这些端口，请勾选此字段。这有助于Zentyal判断正在使用的端口

source: List of services
de: Liste der Dienste
it: Lista servizi
nb: Liste med tjenester
zh_cn: 服务列表

source: A service is an abstraction of one or more network protocols which can be used in other modules such as: firewall, traffic shaping...
de: Ein Dienst ist eine Abstraktion von einem oder mehreren Netzwerk-Protokollen, welche von anderen Modulen benutzt werden können, z.B. Firewall, Traffic shaping...
it: Un servizio è un elemento astratto di uno o più protocolli di rete che può essere usato in altri modula come: firewall, traffic shaping...
nb: En tjeneste er en abstraksjon av en eller flere nettverks protokoller som kan bruker i andre moduler som: brannmur, trafikk forming...
zh_cn: 服务是可以用于其它模块的，一个或多个网络协议的抽象，例如：防火墙，流量整形...

source: HyperText Transport Protocol
de: HyperText Transport Protokoll (Protokoll für den Transport von angereichertem Text)
zh_cn: 超文本传输协议

source: Mail
de: E-Mail
it: Posta
nb: Epost
zh_cn: 邮件

source: Generate mail aliases
de: Neue Mail-Aliases erstellen
it: Genera alias di posta
nb: Generer epostaliaser
zh_cn: 生成邮件别名

source: To configure postfix
de: Um postfix zu konfigurieren
it: Per configurare postfix
nb: For å konfigurere postfix
zh_cn: 要配置后缀

source: To define how client programs connect to services in postfix
de: Um zu definieren, wie Client-Programme zu Diensten in _ _ postfix verbinden
it: Per configurare come i client si connettono ai servizi in postfix
nb: For å definere hvordan klientprogrammer kobler til tjenester i postfix
zh_cn: 要定义客户端程序连接到服务的后缀

source: POP3 service
de: POP3-Dienst
it: Servizio POP3
nb: POP3-tjeneste
zh_cn: POP3 服务

source: POP3S service
de: POP3S-Dienst
it: Servizio POP3S
nb: POP3S-tjeneste
zh_cn: POP3S 服务

source: IMAP service
de: IMAP-Dienst
it: Servizio IMAP
nb: IMAP-tjeneste
zh_cn: IMAP 服务

source: IMAPS service
de: IMAPS-Dienst
it: Servizio IMAPS
nb: IMAPS-tjeneste
zh_cn: IMAPS 服务

source: enabled
de: aktiviert
it: abilitato
nb: aktivert
zh_cn: 已启用

source: Mail server's filter
de: Filter des Mail-Servers
it: Filtro del server di posta
nb: Epostservers filter
zh_cn: 邮件服务器过滤

source: Filter type
de: Filter-Art
it: Tipo di filtro
zh_cn: 过滤器类型

source: Virtual Mail Domains
de: Virtuelle Mail-Domains
it: Domini Virtuali di posta
nb: Virtuelle Epostdomener
zh_cn: 虚拟邮件域

source: Queue Management
de: Warteschlange verwalten
it: Gestione coda
nb: Købehandling
zh_cn: 队列管理

source: Mail retrieval from external accounts
de: Mail-Abruf von externen Accounts
it: Recupero posta da account esterni
nb: Eposthenting fra eksterne kontoer
zh_cn: 从外部账户邮件检索

source: Message ID
de: ID der Nachricht
it: ID messaggio
nb: Meldings-ID
zh_cn: 消息 ID

source: From hostname
de: Von Computername
it: Dal nome host
nb: Fra vertsnavn
zh_cn: 来自主机名

source: From host ip
de: Von IP-Adresse
it: Dall' host ip
nb: Fra verts-ip
zh_cn: 来自站点ip

source: Size (bytes)
de: Grösse (in Bytes)
it: Dimensioni (byte)
nb: Størrelse (bytes)
zh_cn: 大小 (bytes)

source: Relay
de: Weiterleitung
nb: Videresende
zh_cn: 转发

source: Successful messages
de: Erfolgreiche Nachrichten
it: Messaggi con successo
nb: Fullførte meldinger
zh_cn: 成功消息

source: Maximum message size exceeded
de: Maximale Nachrichtengrösse überschritten
it: Dimensione massima del messaggio in eccesso
nb: Maksimal meldingsstørrelse overskredet
zh_cn: 超出消息大小最大值

source: Relay access denied
de: Zugriff auf Weiterleitung verweigert
it: Accesso relay negato
nb: Videresendingstilgang avvist
zh_cn: 转发访问拒绝

source: Account does not exist
de: Dieses Konto gibt es nicht
it: L'account non esiste
nb: Kontoen eksisterer ikke
zh_cn: 帐户不存在

source: Host unreachable
de: Computer nicht erreichbar
it: Host non raggiungibile
nb: Kan ikke nå vert
zh_cn: 站点不可达

source: Authentication error
de: Fehler beim Anmelden
it: Errore di autenticazione
nb: Autentiseringsfeil
zh_cn: 身份验证发生错误

source: Other events
de: Andere Ereignisse
it: Altri eventi
nb: Andre hendelser
zh_cn: 其他事件

source: Mailboxes
de: Postfächer
it: Caselle di posta
nb: Epostbokser
zh_cn: 邮件箱

source: Virtual domain
de: Virtuelle Domain
zh_cn: 虚拟域

source: Sent messsages
de: Gesendete Nachrichten
nb: Sendte meldinger

source: Received messages
de: Empfangene Nachrichten
nb: Mottatte meldinger

source: Rejected messages
de: Abgeweisene Nachrichten
nb: Avviste meldinger

source: Sent messages
de: Gesendete Nachrichten
nb: Sendte meldinger

source: Create mail account user@domain
de: E-Mail Konto user@domain neu anlegen
it: Crea un account di posta (utente@dominio)
nb: Opprett epostkonto bruker@domene
zh_cn: 创建邮件账户 user@domain

source: Default Domain
de: Standard Domain
it: Dominio predefinito
nb: Standard Domene
zh_cn: 默认域

source: External mail accounts
de: Extnere Mail-Konten
it: Account di posta esterni
nb: Eksterne epostkontoer
zh_cn: 外部邮件账户

source: External account
de: Externes Konto
it: Account esterno
nb: Ekstern konto
zh_cn: 外部账户

source: external mail account
de: Externes Mail-Konto
it: account di posta esterno
nb: Ekstern epostkonto
zh_cn: 外部邮件账户

source: Fetching mail is done every 10 minutes
de: Das Abholen der Mails wird alle 10 Minuten durchgeführt
it: Il recupero posta viene effettuato ogni 10 minuti
nb: Henting av epost uføres hvert 10 minutt
zh_cn: 每10分钟完成获取邮件

source: Secure POP3
de: Sicheres POP3
it: POP3 Sicuro
nb: Sikker POP3
zh_cn: 安全 POP3

source: Secure IMAP
de: Sicheres IMAP
it: IMAP Sicuro
nb: Sikker IMAP
zh_cn: 安全 IMAP

source: External account username
de: Benutzername desexternen Kontos
it: Nome utente account esterno
nb: Ekstern konto brukernavn
zh_cn: 外部帐户名

source: No spaces allowed
de: Keine Leerzeichen erlaubt
it: Spazi non permessi
nb: Mellomrom ikke tillatt
zh_cn: 不允许有空格

source: External account added
de: Externes Konto hinzugefügt
it: Account esterno aggiunto
nb: Ekstern konto lagt til
zh_cn: 外部账户已添加

source: External account {ac} removed
de: Externes Konto {ac} gelöscht
it: Account esterno {ac} rimosso
nb: Ekstern konto {ac} fjernet
zh_cn: 外部账户 {ac} 已移除

source: Cannot retrieve mail from external accounts because you do not have a email account in a local mail domain
de: Es können keine Mails von Externen Konten abgerufen werden, da Sie keine Mail-Konten in der lokalen Domäne angelegt haben
it: Non posso ricevere email da un'account esterno perchè non hai un account email nel dominio di posta locale
nb: Kan ikke hente epost fra eksterne kontoer fordi du ikke har en epost konto på et lokalt domene
zh_cn: 你在本地邮件域中没有一个电子邮件账户，因此无法检索来自外部账户的邮件

source: Filter in use
de: Verwendete Filter
it: filtro in uso
nb: Filter i bruk
zh_cn: 使用过滤器

source: Custom filter's mail forward port
de: Mailweiterleitungsport des benutzerdefinierter Filters
it: Porta di inoltro posta del filtro personalizzato
nb: Tilpasset filters epostvideresendingsport
zh_cn: 自定义邮件转发端口过滤

source: Custom filter's IP address
de: IP-Adresse des benutzerdefinierten Filters
it: Indirizzo IP del filtro personalizzato
nb: Tilpasset filters IP-adresse
zh_cn: 自定义 IP 地址过滤

source: Custom filter's Port
de: Port des benutzerdefinierten Filters
it: Porta del filtro personalizzato
nb: Tilpasset filters Port
zh_cn: 自定义端口过滤

source: Mail filter options
de: Mail-Filter Optionen
it: Impostazioni del filtro di posta
nb: Epostfilter alternativer
zh_cn: 邮件过滤选项

source: none
de: keiner
it: nessuno
nb: ingen
zh_cn: 无

source: custom
de: benutzerdefiniert
it: personalizzato
nb: tilpasset
zh_cn: 自定义

source: Subject
de: Betreff
nb: Emne

source: The mail domain is appended automatically
de: Die Mail-Domain wird automatisch hinzugefügt

source: External Aliases
de: Externer E-Mail Alias
it: Alias esterni
nb: Eksterne Aliaser
zh_cn: 外部别名

source: External account alias
de: Externer Konto Alias
it: Alias account esterno
nb: Eksterne kontoaliaser
zh_cn: 外部账户别名

source: External account alias added. You must save changes to use this alias
de: Externer Konto Alias hinzügefügt. Sie müssen die Änderungen speichern um diesen Alias zu nutzen
it: Aggiunto alias account esterno. Devi registrare le modifiche per poterlo utilizzare
nb: Ekstern konto lagt til. Du må lagre endringer for å bruke dette aliaset
zh_cn: 外部账户别名已添加。你需要保存更改来使用这个别名

source: Cannot add alias because domain {vd} is a alias and aliases belonging to virtual domain aliases are not supported. Please add the alias belonging to a real domain
de: Konnte Alias nicht hinzufügen, da die Domain {vd} schon ein Alias ist und weitere dazugehörige Aliase nicht unterstützt werden. Bitte fügen Sie den Alias zu einer echten Domain hinzu

source: Cannot add alias because domain {vd} is not a virtual domain managed by this server
de: Konnte Alias nicht hinzufügen, da die Domain {vd} keine von diesem Server verwaltete virtuelle Domain ist

source: You must enable the mail module in module status section in order to use it.
de: Sie müssen das Mail-Modul im Bereich Modul-Status aktivieren um es zu nutzen.
it: Per poter usare il modulo della posta devi abilitarlo nella sezione stato moduli.
nb: Du må aktivere epost modulen i modulstatusseksjonen for å bruke den.
zh_cn: 你需要在模块状态部分启用邮件模块来使用它

source: POP3 service enabled
de: POP3-Dienst aktiviert
it: Servizio POP3 abilitato
nb: POP3-tjeneste aktivert
zh_cn: POP3 服务已启用

source: Secure IMAPS service enabled
de: Sicherer IMAPS-Dienst aktiviert
it: Servizio IMAP sicuro abilitato
nb: Sikker IMAPS-tjeneste aktivert
zh_cn: 安全 IMAPS 服务已启用

source: Retrieve mail for external accounts
de: E-Mails von externem Mailkonto abholen
it: Ricevi email da account di posta esterni
nb: Hente epost for eksterne kontoer
zh_cn: 获取外部账户邮件

source: Manage Sieve scripts
de: SIEVE-Skripte verwalten
it: Gestisci script Sieve
nb: Behandle Sieve skript
zh_cn: 管理 Sieve 脚本

source: This service allows to a user to manage his Sieve mail filtering scripts from a local client which speaks the ManageSieve protocol
de: Dieser Dienst erlaubt es einem Benutzer, seine SIEVE-Filterskripte von einem lokalen Client per ManageSieve-Protkoll zu verwalten.
it: Questo servizio permette all'utente di gestire i suo script di filtro messaggi Sieve da un client locale che parli il protocollo ManageSieve
nb: Denne tjenesten tillater en bruker å behandle sine Sieve epost filtrerings skript fra en lokal klient som snakker med ManageSieve protokollen
zh_cn: 该服务允许用户从声明基于 ManageSieve 协议的本地客户端管理邮件过滤脚本

source: Mail retrieval services
de: Dienst zur Mail-Abfage
it: Servizi di recupero posta
nb: Epost hentetjenester
zh_cn: Mail 获取服务

source: Virtual domain added. You must save changes to use this domain
de: Virtuelle Domäne hinzügefügt. Sie müssen die Änderungen speichern um diese Domäne zu nutzen
it: Aggiunto il dominio virtuale. Devi salvare i dati per poterlo utilizzare
nb: Virtuelt domene lagt til. Du må lagre endringer for å bruke dette domenet
zh_cn: 虚拟域已添加。你必须保存更改来使用这个域

source: Greylist duration (seconds)
de: Greylist-Dauer (Sekunden)
it: Durata greylist (secondi)
nb: Grålistingsvarighet (sekunder)
zh_cn: 灰名单持续时间(秒)

source: Retry window (hours)
de: Wiederholung (Stunden)
it: Finestra per riprovare (ore)
nb: Prøv igjen innen (timer)
zh_cn: 重试窗口(小时)

source: Entries time to live (days)
de: Eintrags-Lebensdauer (Tage)
it: Tempo di vita degli elementi (giorni)
nb: Levetid på innlegg (dager)
zh_cn: 登录生存周期 (日)

source: Greylist configuration
de: Greylist Konfiguration
it: Configurazione della Greylist
nb: Grålistingskonfigurasjon
zh_cn: 灰名单配置

source: Aliases
de: Aliase
it: Alias
nb: Aliaser
zh_cn: 别名

source: List of Aliases
de: Liste der Aliase
it: Elenco Alias
nb: Liste med Alias
zh_cn: 别名列表

source: virtual domain alias
de: Virtuelle Domain-Alias
it: elenco domini virtuali
nb: virtuelt domenealias
zh_cn: 虚拟域别名

source: Virtual domain alias added. You must save changes to use this domain
de: Virtuelle Domain-Alias hinzügefügt. Sie müssen die Änderungen speichern um diese Domain zu nutzen
it: Aggiunto alias dominio virtuale. Devi registrare le modifiche per usare questo dominio
nb: Virtuelt domene lagt til. Du må lagre endringer for å bruke dette domenet
zh_cn: 虚拟域别名已添加。你必须保存更改来使用这个域

source: Cannot add {al} alias because there is already a virtual domain with the same name
de: Kann den Alias {al} nicht hinzufügen, da schon eine virtuelle Domain mit dem selben Namen existiert
it: Non posso aggiungere l'alias {al} perchè esiste già un dominio virtuale con lo stesso nome
nb: Kan ikke legge til alias {al} fordi det allerede finnes et virtuelt domene med samme navn
zh_cn: 无法添加 {al} 别名，因为虚拟域中已经存在一个相同名称

source: Cannot add alias {al} because it is already an identical alias for another virtual domain
de: Kann den Alias {al} nicht hinzufügen, da es ein identischer Alias schon in einer anderen Virtuellen Domain existiert
it: Non posso aggiungere l'alias {al} perchè esiste già un'alias identico per un'altro dominio virtuale
nb: Kan ikke legge til alias {al} fordi det allerede finnes et identisk alias for et annet virtuelt domene
zh_cn: 无法添加别名 {al}，因为它已经是另一个虚拟域的同一别名

source: Allow relay
de: Erlaube Relaying
it: Permetti inoltro
nb: Tillat videresending
zh_cn: 允许转播

source: Tick this to allow the machines within the above object to send mails through this server.
de: Aktiviere dieses Kontrollfeld, um Rechnern innerhalb des oben genannten Objekts zu erlauben Mails über diesen Server zu schicken.
it: Spuntare qui per consentire alle macchine all'interno dell'oggetto sopra di inviare posta tramite questo server.
nb: Huk av dette valget for å tillate maskiner innenfor objektet over å sende epost gjennom denne serveren.
zh_cn: 标记这允许拥有以上对象的机器可以通过该服务器发送邮件

source: Relay policy for network objects
de: Weiterleitungs-Richtlinie für Netzwerk-Objekte
it: Politica di inoltro per oggetti di rete
nb: Videresendingsregler for nettverksobjekter
zh_cn: 网络对象的转播策略

source: object's relay policy
de: Weiterleitungs-Richtlinie des Objekts
it: Politica di inoltro dell'oggetto
nb: objekters videresendingsregler
zh_cn: 对象转播策略

source: You may allow mail relay per network object
de: Hier können Sie Mail-Relay für einzelne Netzwerk-Objekte erlauben
it: Puoi permettere l'inoltro della posta per oggetto di rete
nb: Du kan tillate videresending av epost per nettverks objekt
zh_cn: 允许每个网络对象进行邮件转播

source: Smarthost to send mail
de: IP-Adresse eines Smarthost, der E-Mails versendet
it: Smarthost per l'invio della posta
nb: Smarthost for sending av epost
zh_cn: Smarthost 发送邮件

source: The format is host[:port] being port set to 25 if none is supplied
de: Das Format ist host[:port], wobei der Port auf 25 gesetzt wird falls Sie keinen angeben
it: Il formato è host[:porta], la porta di default è la 25
nb: Formatet er vert[:port] hvor port er satt til 25 hvis blank
zh_cn: 如果未指定，形如格式 host[:port] 中 port 会被设置为 25

source: Smarthost authentication
de: Smarthost Authentifikation
it: Autenticazione smarthost
nb: Smarthostautentisering
zh_cn: Smarthost 身份验证

source: Postmaster address
de: Postmaster Adresse
it: Indirizzo postmaster
nb: Postmasteradresse
zh_cn: 邮政地址

source: Address used to report mail problems
de: Adresse, an welche Mailprobleme geschickt werden
it: Indirizzo email usato per segnalare problemi di posta
nb: Adresse for rapportering av epostproblemer
zh_cn: 用来报告邮件问题的地址

source: Local root account
de: Lokales Root-Konto
it: Account root locale
nb: Lokal rootkonto
zh_cn: 本地根用户

source: Maximum mailbox size allowed
de: Maximale Grösse des Postfachs
it: Dimensione massima della casella di posta
nb: Maksimum postboks størrelse tillatt
zh_cn: 允许最大邮件箱大小

source: Maximum message size accepted
de: Maximal erlaubte Nachrichtengrösse
it: Dimensione massima del singolo messaggio
nb: Maksimal meldingsstørrelse tillatt
zh_cn: 最大可接受消息大小

source: Never
de: niemals
it: Mai
nb: Aldri
zh_cn: 从不

source: Options
de: Optionen
it: Opzioni
nb: Alternativer
zh_cn: 选项

source: Mail server options
de: Mail-Server Einstellungen
it: Opzioni server di posta
nb: Epostserver alternativer
zh_cn: 邮件服务器选项

source: To configure whitelist for greylisting
de: Whitelist für das Greylisting konfigurieren
nb: For å konfigurer hvit listing for grå listing
zh_cn: 为灰名单配置白名单

source: Greylist service
de: Greylist-Dienst
it: Servizio greylist
nb: Grålistetjeneste
zh_cn: 灰名单服务

source: This message is being delivered
de: Die Nachricht wurde zugestellt
it: Questo messaggio è in consegna
nb: Denne meldingen leveres nå
zh_cn: 这个消息已传达

source: {ac} is not a internal account
de: {ac} ist kein internes Konto
nb: {ac} er ikke en intern konto

source: {ac} is not a external account
de: {ac} ist kein externes Konto
it: {ac} non è un account esterno
nb: {ac} er ikke en ekstern konto
zh_cn: {ac} 不是一个外部账户

source: mail alias
de: E-Mail Alias
it: alias di posta
nb: epostalias
zh_cn: 邮件别名

source: mail account
de: E-Mail-Konto
it: account di posta
nb: epostkonto
zh_cn: 邮件账户

source: group alias
de: E-Mail Alias für Gruppe
it: alias di gruppo
nb: gruppealias
zh_cn: 组别名

source: Mail domain {d} does not exists
de: Die Mail-Domain {d} existiert nicht
nb: Epostdomene {d} eksisterer ikke
