Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: If you need the advanced features you have to configure them manually. You can find {open}all the information in our wiki{close}
de: Wenn Sie die aktivierten Advanced-Features benötigen, müssen Sie diese händisch konfigurieren. Sie finden {open} alle Informationen in unserem Wiki{close}.

source: Add Group
de: Gruppe hinzufügen
it: Aggiungi gruppo
nb: Legg til Gruppe
zh_cn: 添加组

source: Group name
de: Gruppenname
it: Nome gruppo
nb: Gruppenavn
zh_cn: 组名称

source: Optional value
de: Optionaler Name
it: Valore opzionale
nb: Valgfri verdi
zh_cn: 可选值

source: The user you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
de: Der Benutzer den Sie löschen möchten hat Daten in einigen Modulen. Möchten Sie den Benutzer und alle zugehörigen Daten löschen?
nb: Brukeren du forsøkte å slette inneholder data i følgende moduler. Vennligst bekreft at du vil fjerne den og alle relaterte data

source: The group you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
de: Die Gruppe die Sie löschen möchten hat Daten in folgenden Modulen. Möchten Sie die Gruppe und alle zugehörigen Daten löschen?
nb: Gruppen du forsøkte å slette inneholder data i følgende moduler. Vennligst bekreft at du vil fjerne den og alle relaterte data

source: There are no users at the moment. You need at least one to manage this group properly.
de: Es gibt im Moment noch keine Benutzer. Sie müssen mindestens einen erstellen, um diese Gruppe verwalten zu können.
it: Non ci sono utenti al momento. Hai bisogno almeno di un utente per gestire questo gruppo correttamente.
nb: Det er ingen brukere akkurat nå. Du trenger minst en for å administrere denne gruppen riktig.
zh_cn: 目前没有用户。你需要至少一个能够管理这个组的用户。

source: Users in group
de: Gruppenmitglieder
nb: Brukere i grupper

source: Users not in group
de: keine Gruppenmitglieder
nb: Bruker ikke i grupper

source: Empty list
de: Liste leeren
nb: Tom liste

source: Remove users from group
de: Benutzer aus der Gruppe entfernen
nb: Fjern brukere fra gruppe

source: Add users to group
de: Benutzer zur Gruppe hinzufügen
nb: Legg til brukere til gruppe

source: Delete group
de: Gruppe löschen
it: Elimina gruppo
nb: Slett gruppe
zh_cn: 删除组

source: This operation will cause the removal of the group and all dependent data such as shared directory, etc.
de: Dieser Vorgang löscht die Gruppe und alle zugehörigen Daten wie freigegebene Verzeichnisse.
it: Questa operazione causerà l'eliminazione dell'utente e di tutti i dati correlati come la directory condivisa, ecc.
nb: Denne operasjonen vil forårsake fjerning av gruppen og alle dens avhengige data som delt mappe, osv.
zh_cn: 该操作会删除组和与之相关的数据比如共享文件夹等等。

source: User quota
de: Speicherplatz des Benutzers
nb: Bruker kvote
zh_cn: 用户限额

source: User groups
de: Benutzergruppen
it: Gruppi di utenti
nb: Brukergrupper
zh_cn: 用户组

source: Other groups
de: Andere Gruppen
nb: Andre grupper

source: Remove groups from user
de: Gruppen vom Benutzer entfernen
nb: Fjern grupper fra bruker

source: Delete user
de: Benutzer löschen
it: Elimina utente
nb: Slett bruker
zh_cn: 删除用户

source: This operation will cause the removal of the user and all dependent data such as mail accounts, user files, etc.
de: Dieser Vorgang löscht den Benutzer und alle zugehörigen Daten wie E-Mails, Benutzerdateien, ...
nb: Denne operasjonen vil forårsake fjerning av brukeren og alle dens avhengige data som epost kontoer, bruker filer, osv.

source: Web traffic details
nb: Web trafikk detaljer

source: traffic
nb: trafikk

source: Name
it: Nome
nb: Navn
zh_cn: 名称

source: None
it: Nessuno
nb: Ingen
zh_cn: 无

source: H
nb: T

source: Host
nb: Vert
zh_cn: 主机

source: client
nb: klient
zh_cn: 客户端

source: VPN Clients
it: Client della VPN
nb: VPN Klienter
zh_cn: VPN 客户端

source: To configure ripd to exchange routes with client to client connections
it: Per configurare ripd per scambiare routes con connessioni client to client
nb: For å konfigurere ripd til utveksling av ruter med klient til klient tilkoblinger
zh_cn: 配置 ripd 在端对端连接中交换路由

source: Firewall
nb: Brannmur
zh_cn: 防火墙

source: 'any service' cannot have a inverse march
nb: 'hvilken som helst tjeneste' kan ikke ha en invers marsj

source: Object
it: Oggetto
nb: Objekt
zh_cn: 对象

source: Log
nb: Logg
zh_cn: 日志

source: NAT prerouting
it: NAT:pre-instradamento
nb: NAT pre ruting

source: NAT postrouting
it: NAT:post-instradamento
nb: NAT etter ruting

source: Leaf class identifier
nb: Blad klasse identifikator

source: External Interface Rates
nb: Eksternt Grensesnitt Rater

source: Add iptables rules to mangle table
nb: Legg til ip tabell regler for å rulle tabell

source: Interface Rates
nb: Grensesnitt Rater

source: hostname
it: nome host
nb: vertsnavn
zh_cn: 主机名

source: Installation
it: Installazione
nb: Installasjon
zh_cn: 安装

source: Upgrading
it: In aggiornamento
nb: Oppgraderer
zh_cn: 正在升级

source: Zentyal Cloud Client
nb: Zentyal Sky Klient

source: Subscription
nb: Abonnemang

source: Essential
nb: Essensiell

source: Standard
nb: Standar

source: No update has been done
nb: Inen oppdatering er utføt
zh_cn: 没有更新

source: Subscription data retrieved correctly.
nb: Abonnements data mottatt korrekt.

source: Prior to make a subscription on remote services, save or discard changes in the OpenVPN module
nb: Før man oppretter abonnement på eksterne tjenester, lagre eller forkast endringer i OpenVPN modulen

source: Server Name
nb: Server Navn

source: Choose a name for your server which is a valid subdomain name
nb: Velg et navn for din server som er et gyldig domene navn

source: Zentyal subscription details
nb: Zentyal abonnement detaljer

source: Subscription to Zentyal Cloud
nb: Abonnement på Zentyal Sky

source: module
nb: modul

source: modules
nb: moduler

source: Latest generated report
nb: Siste genererte rapport

source: Download latest report
nb: Last ned liste rapport

source: Reports
nb: Rapporter

source: {oh}Download{ch}
nb: {oh}Last Ned{ch}

source: No report generated yet
nb: Ingen rapport generert enda

source: Disaster recovery
nb: Katastrofe gjenoppretting

source: Remote storage space available
nb: Ekstern ledig lagrings plass

source: Latest configuration backup
nb: Siste konfigurasjons sikkerhetskopi

source: Latest data backup
nb: Siste data sikkerhetskopi

source: Data backed up
nb: Data sikkerhestkopiert

source: Estimated backup size
nb: Forventet sikkerhetskopi størrelse

source: Estimated time to recover from a disaster
nb: Forventet tid for gjenoppretting etter katastrofe

source: Full Disaster Recovery enabled
nb: Full Katastrofe Gjenoppretting aktivert

source: No backup done yet
nb: Ingen sikkerhetskopi utført enda

source: Zentyal Cloud
nb: Zentyal Skyen

source: Value for key {k} not found
nb: Verdi for nøkkel {k} ikke funnet

source: Overwrite
nb: Overskriv
zh_cn: 覆盖

source: Bandwidth Monitor
nb: Båndbredde Monitor

source: Bandwidth usage
nb: Båndbredde bruk

source: Username
it: Nome utente
nb: Brukernavn
zh_cn: 用户名

source: Period
nb: Periode

source: Limited to
it: Limitato a
nb: Begrenset til
zh_cn: 限制为

source: You have been logged out because a new session has been opened
it: La tua autenticazione e' scaduda perchè è stata aperta una nuova sessione
nb: Du har blitt logget ut fordi en ny sesjon har blitt åpnet
zh_cn: 因为打开新的会话，您需要注销当前会话

source: Only the first time
nb: Bare første gangen

source: File System
nb: Fil System

source: host
nb: Vert

source: Used storage
nb: Brukt lagrings plass

source: Available storage
nb: Tilgjengelig lagrings plass

source: Total storage
nb: Total lagringsplass

source: Remote Storage Usage
nb: Ekstern Lagringsplass Bruk

source: Domains to back up
nb: Domener til sikkerhets kopiering

source: Backup
nb: Sikkerhetskopi
zh_cn: 备份

source: All files included in the backup
nb: Alle filer inkludert i sikkerhetskopien

source: Phase 2
nb: Fase 2

source: Hostname
it: Nome host
nb: Vertsnavn
zh_cn: 主机名

source: Gateways List
it: Elenco gateway
nb: Gateway Liste
zh_cn: 网关列表

source: IP address of the DNS server that Zentyal will use to resolve names.
it: Indirizzi IP del server DNS che Zentyal utilizza per risolvere i nomi.
nb: IP adressen til DNS serveren som Zentyal vil bruke til å slå opp navn.
zh_cn: Zentyal将使用DNS服务器的IP地址解析域名。

source: name server
nb: navn server
zh_cn: 域名服务器

source: <p>Here you can add the name server resolvers that Zentyal will use.</p><p>Note that these settings may be overriden if you have any network interface configured via DHCP</p>
it: <p>Qui puoi aggiungere i name server resolvers che Zentyal userà.</p><p>Nota che queste impostazioni possono essere prevalicate se hai altre interfacce configurate via DHCP</p>
nb: <p>Her kan du legge til navn server oppslagerne som Zentyal vil bruke..</p><p>NB. Disse innstillingene kan bli overskrevet om du har nettverks grensesnitt konfigurert via DHCP</p>
zh_cn: <p>此处添加Zentyal使用的域名服务器。</p><p>注意，任意网络接口被设置为DHCP都会覆盖您的设置。</p>

source: Enable Zentyal DHCP hook
it: Abilita DHCP hook di Zentyal
nb: Aktiver Zentyal DHCP hook
zh_cn: 启用Zentyal DHCP挂钩

source: Zentyal will set your network configuration
it: Zentyal imposterà la configurazione di rete
nb: Zentyal vil sette din nettverks konfigurasjon
zh_cn: Zentyal将设置您的网络配置

source: Zentyal will set your DNS configuration
nb: Zentyal vil sette din DNS konfigurasjon

source: Zentyal will set your DHCP client configuration
it: Zentyal imposterà la configurazione del client DHCP
nb: Zentyal vil sette din DHCP client konfigurasjon
zh_cn: Zentyal将设置您的DHCP客户端配置

source: Zentyal will set your ddclient configuration
nb: Zentyal vil sette din ddclient konfigurasjon

source: Zentyal will store your PPPoE passwords
nb: Zentyal vil lagre dine PPPoE passord

source: Zentyal will set HTTP proxy for all users
it: Zentyal configurerà il proxy HTTP per tutti gli utenti
nb: Zentyal vil sette HTTP proxy for alle brukere
zh_cn: Zentyal将设置所有用户使用的HTTP代理

source: Zentyal will set HTTP proxy for APT
it: Zentyal configurerà il proxy HTTP per APT
nb: Zentyal vil sette HTTP proxy for APT
zh_cn: Zentyal将为APT设置HTTP代理

source: external
it: esterna
nb: ekstern
zh_cn: 外部

source: internal
it: interna
nb: intern
zh_cn: 内部

source: Gateways
it: Gateway
nb: Gateway
zh_cn: 网关配置

source: Gateways and Proxy
it: Gateway e proxy
nb: Gateway og Proxy

source: bridge
nb: bro

source: Create directories for slave journals
nb: Opprett mapper for slave jounaler

source: Zentyal needs the directories to record pending slave actions.
nb: Zentyal trenger mappene for å lagre ventende slavers handlinger.

source: Hard Disk
nb: HarddHardisk

source: Path
nb: Sti

source: Size
nb: Størrelse

source: drive
nb: drev

source: To
it: A
nb: Til
zh_cn: 到

source: Thin client
nb: Tynn klient

source: Zentyal domain
it: Dominio Zentyal
nb: Zentyal domene
zh_cn: Zentyal 域

source: If "Zentyal DNS" is present and selected, the Zentyal server will act as cache DNS server
it: Se "Zentyal DNS" è presente e selezionato, il server Zentyal farà da server cache DNS
nb: Hvis "Zentyal DNS" er tilgjengelig og valgt, eBox serveren vil oppføre seg som en mellomlagrings DNS server
zh_cn: 如果“Zentyal DNS”已存在并被选中，该 Zentyal 服务器将充当缓存 DNS 服务器

source: If you set a "configured ones" as default gateway, you may choose one the configured gateways. As "search domain" value, one of the configured DNS domains on Zentyal might be chosen. All fields are optionals setting its value as "None" or leaving blank.
it: Se scegli la voce "Configurati" nella scelta del gateway di default, potrai scegliere un gateway tra quelli precedentemente configurati in Zentyal.Come "Dominio di ricerca" dovrebbe essere scelto un dominio DNS tra quelli configurati.Tutti i campi impostati a "Nessuno" o lasciati in bianco sono opzionali e non verranno considerati.
nb: Hvis du setter en "de konfigurerte" som standard gateway, kan du velge de konfigurerte gatewayene. Som "søke domene" verdi, en av de konfigurerte DNS domene på din Zentyal kan bli valg. Alle felter er valgfritt å sette verdien til "Ingen" eller la det stå tomt.
zh_cn: 如果你设置了“已配置的那些”作为默认网关，您可以选择一个已配置的网关。至于“搜索域”的值，可以选择 Zentyal 的某个 DNS 域。所有字段都是可选的，可以设置为“None”或者不填。

source: {server} configuration file
it: file di configurazione di {server}
nb: {server} konfigurasjons fil
zh_cn: {server} 配置文件

source: {daemon} main configuration file
nb: {daemon} hoved konfigurasjons fil

source: {daemon} thresholds configuration file
nb: {daemon} terskel konfigurasjons fil

source: {daemon} default configuration file
nb: {daemon} standard konfigurasjons fil

source: Monitor Watcher
nb: Overvåker

source: measure
nb: måling

source: Every measure may have several thresholds to monitor
nb: Hvert mål kan ha mange terskler å overvåke

source: warning minimum
nb: advarsel minimum

source: warning maximum
nb: advarsel maksimum

source: Measure instance
nb: Mål forekomst

source: interrupt
nb: avbryte

source: buffer cache
nb: sikkerhets mellomlagring

source: System load
it: Carico del sistema
nb: System belastning
zh_cn: 系统负载

source: Monitor
nb: Overvåke

source: That is within the {severity} region of {minBound} and {maxBound}.
nb: Det er innenfor de {severity} regionene av {minBound} og {maxBound}.

source: That is above the {severity} threshold of {bound}.
nb: Det er over {severity} terskelen av {bound}.

source: That is below the {severity} threshold of {bound}.
nb: Det er under {severity} terskelen av {bound}.

source: You must enable monitor module to see monitor graphs in {openhref}Module Status{closehref} section.
nb: Du må aktivere overvåknings modulen for å se overvåknings grafer i {openhref}Modul Status{closehref} seksjonen.

source: You must save the changes in module status to see monitor graphs in the {openhref}Save changes{closehref} section. In case it is already enabled you must wait for a few seconds to collect the first monitor data
nb: Du må lagre endringene i modul status for å se overvåknings graver i {openhref}Lagre endringer{closehref} feltet. Hvis det allerede er aktivert må du vente noen sekunder for at den skal samle første overvåknings data

source: List of slaves
nb: Liste med slaver

source: This is a list of those Zentyal slaves which are subscribed to this Zentyal.
nb: Dette er en liste med Zentyal slaver som abonnerer på denne Zentyal.

source: You must enable the module Users in master mode.
nb: Du må aktivere modulen Brukere i sjefs modus.

source: There are no slaves at the moment.
nb: Det er ingen slaver akkurat nå.

source: Zentyal is configured as slave and there are no users at the moment. You may want to add some in the {openhref}master{closehref}.
nb: Zentyal er konfigurert som slave og det er ingen brukere akkurat nå. Du kan legge til noen i {openhref}master{closehref}.

source: Zentyal is configured as Windows AD slave and there are no users at the moment. If there are users in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
nb: Zentyal er konfigurert som Windows AD slave og det er ingen brukere i øyeblikket. Hvis det er brukere i din Domene Kontroller, kansje synkroniserings prosessen har feilet eller ikke har fullført enda.

source: AD user
nb: AD-bruker

source: Username for binding to Windows AD (it has to be created in the AD)
nb: Brukernavn for binding til Windows AD (den må opprettes i AD)

source: AD password
nb: AD-passord

source: Password for the above user
nb: Passord for brukeren over

source: AD Secret Key
nb: AD Hemmelig Nøkkel

source: Secret key to be shared between Windows and Zentyal (16 chars)
nb: Hemmelig Nøkkel for deling mellom Windows og Zentyal (16 tegn)

source: Windows AD Sync Settings
nb: Windows AD Synkroniseringsinstillinger

source: The secret key needs to have 16 characters.
nb: Hemmelig nøkkel må ha 16 tegn.

source: Zentyal is configured as slave and there are no groups at the moment. You may want to add some in the {openhref}master{closehref}.
nb: Zentyal er konfigurert som slave og det er ingen grupper akkurat nå. Du kan legge til noen i {openhref}master{closehref}.

source: Zentyal is configured as Windows AD slave and there are no groups at the moment. If there are groups in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
nb: Zentyal er konfigurer som Windows AD slave og det er ingen grupper i øyeblikket. Hvis det er grupper i din Domene Kontroller, kansje en synkroniserings prosessen har feilet eller ikke er fullført enda.

source: Force sync
nb: Tving synkronisering

source: on slaves
nb: på slaver

source: Force sync of pending operations
nb: Tving synkronisering av ventende oppgaver

source: Sync now
nb: Synkroniser nå

source: List of pending operations on slaves
nb: Liste med ventende oppgaver på slaver

source: This is a list those operations that need to be run by the slaves because the master failed to contact them.
nb: Dette er en liste med de oppgavene som må kjøres av slaver fordi sjefen klarte ikke kontakte dem.

source: operation
nb: operasjon

source: There are no pending operations at the moment.
nb: Det er ingen ventende oppgaver akkurat nå.

source: Master
nb: Sjef

source: Only for master and AD slave configuration
nb: Bare for sjef og slavekonfigurasjon

source: Master host
nb: Sjefsvert

source: Only for slave configuration: IP of the master Zentyal or Windows AD
nb: Bare for slave konfigurasjon: IP til sjefs Zentyal eller Windows AD

source: LDAP password
nb: LDAP-passord

source: Master Zentyal LDAP password
nb: Sjefs Zentyal LDAP-passord

source: Users DN
nb: Brukers DN

source: Groups DN
nb: Gruppe DN

source: LDAP information
it: Informazione LDAP
nb: LDAP informasjon
zh_cn: LDAP 信息

source: You must enable the Users and Groups module to access the LDAP information.
it: Devi abilitare il modulo Utenti e Gruppi per accedere alle informazioni LDAP.
nb: Du må aktivere Brukere og Grupper modulen for å få tilgang til LDAP informasjonen.
zh_cn: 要访问 LDAP 信息，您必须启用用户和组模块

source: Your Zentyal will be registered as a slave in the Zentyal master specified
nb: Din Zentyal vil bli registrert som slave i Zentyal sjefs spesifisert

source: This Zentyal needs to have remote access to the users in the Zentyal master.
nb: Denne Zentyal trenger å ha ekstern tilgang til brukere i Zentyal sjefen

source: Your LDAP database will be populated with some basic organizational units
it: Il tuo database LDAP verrà popolato con alcuni dati di base
nb: Din LDAP database vil bli fylt med noen enkle organisasjons enheter
zh_cn: 您的 LDAP 数据库将被填充一些基本的组织单位

source: Zentyal needs this organizational units to add users and groups into them.
it: Zentyal necessita di queste unità organizzative per aggiungervi utenti e gruppi
nb: Zentyal trenger disse organisasjonsenhetene for å legge til brukere og grupper i dem
zh_cn: Zentyal 需要用这些组织单位来添加用户和组。

source: Zentyal will run a script every 5 minutes to sync with Windows AD.
nb: Zentyal vil kjøre et skript hvert 5 minutt for å synkronisere med Windows AD.

source: Apparmor profile will be disabled
nb: Programbeskyttelsesprofil vil bli deaktivert

source: It is not ready to work with more than one slapd.
nb: Den er ikke klar for å jobbe med mer enn en slapd.

source: To make LDAP listen on TCP and Unix sockets.
nb: For å la LDAP lytte på TCP og Unix porter.

source: To copy LDAP admin password generated by Zentyal and allow other modules to access LDAP.
nb: For å kopiere LDAP adminpassord generert av Zentyal og tillate andre moduler å aksessere LDAP.

source: The group name is not valid because it is used internally
nb: Gruppenavnet er ikke gyldig fordi det er i bruk internt

source: AD Sync Settings
nb: AD Synkroniseringsinnstillinger

source: A host with the name {host} is already registered in this Zentyal
nb: En vert med navnet {host} er allerede registrert på denne Zentyal

source: Replication failed
nb: Replikering feilet

source: Listen
nb: Lytt
zh_cn: 监听

source: Select CUPS Interfaces
nb: Velg CUPS Grensesnitt
zh_cn: 选择 CUPS 接口

source: To configure cupsd
nb: For å konfigurere cupsd
zh_cn: 配置 cupsd

source: Completed
nb: Fullført
zh_cn: 已完成

source: Directory under Zentyal
it: Cartella Zentyal
nb: Mappe under Zentyal
zh_cn: 位于Zentyal下目录

source: Here you can create shares with more fine-grained permission control. You can use an existing directory or pick a name and let Zentyal create it for you.
it: Qui puoi dettagliare meglio il controllo di accesso sulle condivisione. Puoi usare una cartella esistente o lasciare che Zetyal ne crei una in base ad un nome.
nb: Her kan du opprette delings områder med mer fin-kontroll av rettigheter. Du kan bruke eksisterende mapper eller velge et navn og la Zentyal opprette den for deg.
zh_cn: 在这里你可以创建和更细致的权限控制。你可以使用一个现有的目录或选择一个名字,然后让Zentyal创建。

source: (user))
nb: (bruker))

source: (group))
nb: (gruppe))

source: Remove
it: Elimina
nb: Fjern
zh_cn: 删除

source: {d} is a internal Zentyal virtual main domain
it: {d} è un dominio virtuale di posta interno a Zentyal
nb: {d} er et internt Zentyal virtuelt hoved domene
zh_cn: {d} 是 Zentyal 内部邮件域

source: Virtual Domains
it: Domini virtuali
nb: Virtuelle Domener
zh_cn: 虚拟域

source: spam
nb: søppel
zh_cn: 垃圾邮件

source: Use Bayesian classifier
it: Usa statistiche bayesiane
nb: Bruk bayesiansk klassifisering
zh_cn: 使用贝叶斯分类器

source: Transparent POP proxy traffic
nb: Gjennomsiktig POP proxy trafikk

source: Transparent POP proxy traffic details
nb: Gjennomsiktig POP proxy trafikk detaljer

source: Sender policy for virtual domain
it: Politica di invio per il dominio virtuale
nb: Avsender instruks for virtuelt domene
zh_cn: 虚拟域的发件人策略

source: Learn from accounts' Spam IMAP folders
nb: Lær fra kontoers Søppel IMAP mapper

source: Every time that a email moved into or out of the IMAP spam folder the filter will be trained with it
nb: Hver gang en epsot er flytting inn eller ut av IMAP spam mappen vil filteret bli opplært med den

source: Antispam
nb: Antisøppel
zh_cn: 反垃圾邮件

source: SMTP Mail Filter
it: Filtro posta SMTP
nb: SMTP E-post Filter
zh_cn: SMTP 邮件过滤器

source: Accounts from the domain {d} cannot train the bayesian filter
it: Account del dominio {d} non possono far apprendere il filtro bayesiano
nb: Kontoer fra domenet {d} kan ikke trene bayesiske filteret
zh_cn: {d} 域的帐户不能训练贝叶斯过滤器

source: To configure renattach
nb: For å konfigurere renattach

source: Mail Filter
it: Filtro Mail
nb: E-post Filter
zh_cn: 邮件过滤

source: Clamav need access to p3scan group to properly scan in the POP Proxy
it: Clamav ha bisogno di accedere al gruppo p3scan per scansionare correttamente utilizzando il proxy POP
nb: Clamav trenger tilgang til p2scan gruppen for å skanne i POP Proxyen riktig
zh_cn: Clamav 需要访问 p3scan 组，以扫描 POP 代理

source: Add spam and ham system users
it: Aggiungi utenti regolari e utenti di spam
nb: Legg til søppel og gull system brukere
zh_cn: 添加 spam 和 ham 系统用户

source: This users are for the email accounts used for training the bayesian filter
it: Questi utenti sono utilizzati, con i loro account di posta, per istruire il filtro su statistiche bayesiane
nb: Disse brukerene er for epost kontoene brukt til trening av bayesisk filter
zh_cn: 此用户是用于训练贝叶斯过滤器的电子邮件帐户

source: Forbidden attached file found
it: Rilevato allegato non permesso
nb: Forbudt vedlegg funnet
zh_cn: 发现被禁止的附件

source: Account
nb: Konto

source: Client's address
nb: Klients adresse

source: Files ACL
nb: Filer ACL
zh_cn: 文件 ACL

source: You must create a Certification Authority first. Go to {openhref}Certification Authority{closehref} to do so
nb: Du må opprette Sertifiseringsautoritet. Gå til {openhref}Sertifiserings Autoritet{closehref} for å gjøre det
zh_cn: 您必须先创建一个认证机构。请到 {openhref}认证机构{closehref} 创建。

source: Services Certificates
it: Servizi dei certificati
nb: Tjenestesertifikat
zh_cn: 服务认证

source: certificate
it: certificato
nb: sertifikat
zh_cn: 认证
