Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: By enabling this feature, your traffic will be balanced amongst your gateways. That is, every new connection will be sent by a different gateway. You can choose which proportion of traffic goes through each gateway using the weight parameter of the gateway. You can change that value {openref}here{closeref}.{br}If you want to explicitily route traffic by a certain gateway, use the multigateway rules below
de: Das Aktivieren dieses Dienstes wird Ihr Netzwerkverkehr auf die Gateways aufgeteilt. Das bedeutet, jede neue Verbindung geht über einen anderen Gateway. Sie können {openref}die Gewichtung hier einstellen{closeref}, welchen Anteil des Netzverkehrs von jedem Gateway abgewickelt wird.{br}Falls Sie Verkehr explizit über ein bestimmtes Gateway leiten möchten, verwenden Sie die Multigateway-Regeln unten
it: Abilitando questa caratteristica, il traffico sarà bilanciato tra i gateway. Ogni nuova connessione passerà da un gateway diverso. Puoi scegliere quanto traffico passa attraverso ciascun gateway impostando il parametro peso del gateway. Puoi cambiare il valore {openref}qui{closeref}.{br}Se vuoi esplicitamente indirizzare il traffico attraverso un certo gateway, configura le impostazioni per il multigateway sotto.
nb: Ved å aktivere denne tjenesten, vil din trafikk bli delt mellom dine gatewayer. Det vil si, alle nye tilkoblinger vil bli sent til en forskjellig gateway. Du kan velge hvilken del av trafikken som går gjennom hver gateway ved å bruke vekt parameterene på gatewayen. Du kan endre verdien {openref}her{closeref}. {br}Hvis du vil spesifikt route trafikk gjennom en bestem gateway, bruk multigateway regler under

source: Domain Name Server
de: Domänen-Namen-Server
nb: Domene Navn Server
zh_cn: 域名服务器

source: Domain Name Server Resolver List
de: DNS Auflösungs-Liste
it: Lista dei DNS
nb: Domene Navn Server Oppslags Liste
zh_cn: 域名服务器列表

source: Incoming interface to match packets. If you want to match a whole subnet you can select the interface of that subnet
de: Eingehende Schnittstelle, an der die Pakete überprüft werden. Wenn Sie ein ganzes Subnetz überprüfen wollen wählen Sie die Netzwerkschnittstelle dieses Subnetzes aus
it: Interfaccia in ingresso con cui fare match dei pacchetti.Se vuoi fare match con un intera sottorete puoi selezionare l'interfaccia di quella sottorete
nb: Inngående grensesnitt for treff av pakker. Hvis du vil treffe et helt subnett kan du velge grensesnittet til det subnettet

source: Gateway to route packets matching this rule
de: Gateway zum Routen von Paketen, welche dieser Regel entsprechen
it: Gateway verso cui instradare pacchetti che seguono questa regola
nb: Gateway til ruting av pakker som treffer denne regelen

source: Multigateway rules
de: Multigateway Regeln
it: Regole multigateway
nb: Multigateway regler

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destination and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
de: Sie können entscheiden, welche Art von Netzwerkverkehr über welchen Gateway abgewickelt werden. So können Sie ein Subnetz, ein Dienst, ein Ziel usw. zwingen, einen bestimmten Router zu verwenden. Bitte behalten Sie im Kopf, dass die Regeln in dieser Reihenfolge von oben nach unten angewendet werden. Sie können die Reihenfolge ändern. Falls Sie eine IP-Adresse oder einen Port nicht setzen, wird die Regel auf alle angewendet
it: Puoi decidere che tipo di traffico esce da ciascun gateway. In questo modo puoi forzare sottorete, servizio e destinazione all'uso di un certo router. Tieni a menti che le regole saranno applicate in sequenza, dall'alto verso il basso, dopo averle aggiunte puoi riordinarle. Se non imposti una porta o un indirizzo IP, la regola sarà applicata a tutti
nb: Du kan velge hvilken trafikk som går ut av hver gateway. På denne måten, kan du tvinge et subnet, tjeneste, destinasjon osv... til å bruke routeren du velger. Vennligst, vær klar over at regler blir satt i rekkefølge, fra topp til bunn, du kan organisere dem når de er lagt til. Hvis du ikke setter en port eller en IP adresse, vil regelen treffe alle sammen

source: Proxy port
de: Proxy-Server Port
it: Porta del proxy
zh_cn: 代理端口

source: Proxy
de: Proxy-Server
zh_cn: 代理配置

source: This settings will be used to allow Zentyal to access the Internet if an HTTP proxy is needed.
de: Diese Einstellung wird benutzt, um Zentyal den Zugriff auf das Internet zu erlauben, falls ein HTTP Proxy erforderlich ist.
it: Queste configurazioni saranno usate per permettere a Zentyal di accedere a internet se un proxy HTTP e' richiesto.
nb: Denne instillingen vil bli brukt for å gi Zential tilgang til Internet om en HTTP proxy er nødvendig.
zh_cn: 这个设置将允许Zentyal通过HTTP代理访问Internet。

source: Proxy username and password will be visible by all system users.
de: Benutzername und Passwort des Proxy-Servers werden für alle Systembenutzer sichtbar sein.
it: L'utente e la password del proxy saranno visibili a tutti gli utenti.
zh_cn: 代理服务器的用户名和密码，对所有系统用户可见。

source: Ping to gateway
de: Ping zum Gateway
it: Genera una richiesta PING al gateway
nb: Ping til gateway

source: Ping to host
de: Ping zum Host
it: Genera una richiesta PING all'host
nb: Ping til vert

source: DNS resolve
de: DNS Namensauflösung
nb: DNS oppslag

source: HTTP Request
de: HTTP-Anfrage
it: Richiesta HTTP
nb: HTTP Forespørsel

source: Test type
de: Testmethode
it: Tipo testo

source: Number of probes
de: Anzahl der Versuche
it: Numero di prove
nb: Antall forsøk

source: Required success ratio
de: Erforderliche Erfolgsrate
it: Tasso di successo richiesto
nb: Påkrevd vellykket terskel

source: Test rules
de: Testregeln
it: Regole per il test
nb: Test regler

source: You can define different rules to test if a gateway is working properly. If one of the test fails the gateway will be disabled. It will be enabled again when all tests are passed.
de: Sie können unterschiedliche Regeln definieren, um festzustellen, ob das Gateway funktioniert. Wenn eine der Regel fehlschägt, wird das Gateway deaktiviert. Es wird wieder aktiviert wenn all Regeln erfolgreich ausgeführt sind.
it: Puoi definire regole differenti per verificare se il gateway funziona correttamente. Se uno dei test fallisce il gateway sarà disabilitato. Sarà abilitato nuovamente quando tutti i testi avranno successo.
nb: Du kan definere forskjellige regler for å teste om en gateway fungerer skikkelig. Hvis en av testene feiler vil gatewayen deaktiveres. Den vil aktiveres igjen når alle testene er bestått.

source: Invalid value for Host
de: Ungültiger Wert für diesen Host
nb: Ugyldig verdi for Vert

source: Add default routers to the default table
de: Hinzufügen einer Standard-Routers zu Standard-Tabelle
it: Aggiungi router di default a tabella di default
nb: Legg til standard ruter til standard tabell
zh_cn: 在默认路由表中添加默认路由器

source: This is needed to work with a multigateway configuration. Note that to list the default routes you must execute:
de: Dies wird für eine Multigateway-Konfiguration benötigt. Beachten Sie, dass Sie zum Auflisten der Standard-Routen folgendes ausführen müssen:
it: Questo è necessario per lavorare in configurazione multigateway. Nota che per elencare le routes di default devi eseguire:
nb: Dette trengs for å jobbe med en multigateway konfigurasjon. NB. For å liste standard ruter må du kjøre:
zh_cn: 这需要使用多网关配置。请注意，要列出默认路由，你必须执行：

source: It will take care of adding the default route given by a DHCP server to the default route table.
de: Es wird darauf Acht gegeben, dass eine Standard-Route, welche von einem DHCP-Server zur Verfügung gestellt wurde, in der Standard-Routing-Tabelle hinzugefügt wird.
it: Si occuperà di aggiungere la route di default data da un server DHCP nella tabella delle route di default
nb: Den vil ta seg av å legge til standard ruter gitt av en DHCP server til standar rute tabellen.
zh_cn: 它将关注DHCP服务器向默认路由表中添加默认路由。

source: Zentyal will add a DSL provider configuration for PPPoE
de: Zentyal wird eine DSL-Provider-Konfiguration für PPPoE hinzufügen
it: Zentyal aggiungerà la configurazione PPPoE del tuo provider
nb: Zentyal vil legge til en DSL leverandør konfigurasjon for PPPoE

source: Virtual interface name
de: Name der virtuellen Schnittstelle
it: Nome interfaccia virtuale
nb: Virtuelt grensesnitts navn
zh_cn: 虚拟网络接口名称

source: Netmask
de: Netzmaske
it: Maschera di rete
nb: Nettmaske
zh_cn: 网络掩码

source: There is already an interface called {al}
de: Es existiert bereits eine Schnittstelle mit dem Namen {al}
it: È già presente un'interfaccia chiamata {al}
zh_cn: 已经有一个接口叫做 {al}

source: There is already a interface with the alias {al}
de: Es existiert bereits eine Schnittstelle mit dem Alias {al}
it: È già presente un'interfaccia con l'alias {al}
zh_cn: 已经有个接口别名为 {al}

source: This interface cannot be put in trunk mode, it is an vlan interface.
de: Diese Netzwerkkarte kann nicht in den Trunk-Modus gesetzt werden, es ist eine virtuelle Netzwerkkarte
it: Questa interfaccia non può essere messa in modalità trunk, è un'interfaccia vlan.
nb: Dette grensesnittet kan ikke bli satt i koffert modus, det er et vlan grensesnitt.
zh_cn: 该接口不能启用trunk模式，它是一个vlan接口。

source: This interface is in trunk mode, you should unconfigure all the vlan interfaces in this trunk before changing its configuration mode.
de: Diese Netzwerkkarte ist im VLAN-Modus, Sie sollten alle virtuellen Netzwerkkarten unkonfigurieren, bevor Sie den Modus ändern
it: Questa interfaccia è in modalità trunk, dovresti eliminare tutte le configurazioni di interfacce vlan associate prima di modificarne la modalità di configurazione.
nb: Dette grensesnittet er i koffert modus, du bør fjerne konfigurasjoner for alle vlan grensesnitt i denne kofferten før du endrer konfigurasjons modusen.
zh_cn: 该接口是在trunk模式，你应该取消这个trunk配置的所有VLAN接口，然后再更改其配置模式。

source: Network interfaces need to be in trunk mode before adding vlans to them.
de: Netzwerkkarten müssen im Trunk-Modus sein, bevor VLANs hinzugefügt werden können
it: Le interfacce di rete devono essere in modalità trunk prima di aggiungervi vlan.
nb: Nettverks grensesnitter må være i koffert modus før man legger til vlan til dem.
zh_cn: 在添加vlan之前，网络接口应该被设置为trunk模式。

source: The requested operation will cause one of the configured gateways to become unreachable. Please remove it first if you really want to make this change.
de: Die gewünschte Operation wird einen der konfigurierten Gateways unerreichbar machen. Bitte entfernen Sie den Gateway zuerst, falls Sie diese Änderung wirklich durchführen möchten

source: Gateway {gw} not reachable
de: Gateway {gw} ist nicht erreichbar
it: Gateway {gw} non raggiungibile
nb: Gateway {gw} ikke tilgjengelig
zh_cn: 网关{gw}不可达

source: Gateway {gw} must be reachable by a static interface. Currently it is reachable by {iface} which is not static
de: Der Gateway {gw} muss über eine statische Netzwerkkarte erreichbar sein. Die Netzwerkkarte {iface} erreicht zwar den Gateway, ist aber dynamisch konfiguriert
nb: Gateway {gw} må være tilgjengelig med et statisk grensesnitt. Den er nå tilgjengelig via {iface} som ikke er statisk

source: down
de: aus
it: giù
nb: nede
zh_cn: 关

source: link ok
de: Verbindung OK
it: collegamento ok
zh_cn: 链路正常

source: no link
de: Keine Verbindung
it: nessun collegamento
nb: ingen link
zh_cn: 没有链路

source: Network Interfaces
de: Netzwerkkarten
it: Interfacce di rete
nb: Nettverks Grensesnitt
zh_cn: 网络接口

source: Interfaces
de: Schnittstellen
it: Interfacce
nb: Grensesnitt
zh_cn: 网卡接口

source: Dynamic DNS
de: Dynamisches DNS

source: Balance Traffic
de: Netzverkehr verteilen
it: Bilancia traffico
nb: Del Trafikk

source: Domain Name Server Resolver
de: Domänen-Namen-Server Auflösung
it: Name server resolver
nb: Domene Navn Server Oversetter
zh_cn: 域名服务器解析器

source: WAN Failover
de: WAN Ausfallleitung
nb: WAN Feilsikkerhet

source: Events module is not enabled. You have to enable it and also enable the WAN Failover event in order to use this feature.
de: Ereignis-Modul ist nicht aktiviert. Sie müssen es aktivieren und zusätzlich auch das WAN-Failover-Ereignis, damit es funktioniert.
nb: Handlings modulen er ikke aktivert. Du må aktivere den og også aktivere WAN Feilsikkerhets handlingen for å kunne bruke dette tillegget.

source: WAN Failover event is not enabled. You have to enable it in order to use this feature
de: WAN Failover Ereignis ist nicht aktiviert. Zur Benutzung muss es aktivuert werden.
nb: WAN Feilsikkehets handling er ikke aktivert. Du må aktivere den for å bruke dette tillegget.

source: Check if gateways are connected or disconnected.
de: Prüft ob das Gateway erreichbar ist oder nicht
nb: Kontroller om gatewayer er tilkoblet eller frakoblet.

source: network interface
de: Netzwerkkarte
it: interfaccia rete
nb: nettverks grensesnitt
zh_cn: 网络接口

source: virtual interface action
de: Aktion der virtuellen Netzwerkkarte
it: azione su interfaccia virtuale
nb: virtuelt grensesnitts handling
zh_cn: 虚拟网络接口操作

source: netmask
de: Netzmaske
it: maschera di rete
nb: nettmaske
zh_cn: 网络掩码

source: virtual interface name
de: Name der virtuellen Netzwerkkarte
it: nome interfaccia virtuale
nb: virtuelt grensesnitts navn
zh_cn: 虚拟网卡名称

source: Network Diagnostic Tools
de: Netzwerkdiagnose-Werkzeuge
it: Utilità di diagnostica rete
nb: Nettverks Diagnose Verktøy
zh_cn: 网络诊断工具

source: method
de: Art
it: metodo
nb: metode
zh_cn: 方式

source: ip address
de: IP-Adresse
it: indirizzo ip
nb: ip adresse
zh_cn: IP地址

source: user name
de: Benutzername
it: nome utente
zh_cn: 用户名

source: password
de: Passwort
nb: passord
zh_cn: 密码

source: User Corner
de: Benutzerbereich
nb: Brukerhjørne

source: listening port
de: lauschender Port
nb: lytte port

source: Migrate configured modules
de: Konfigurierte Module übernehmen
nb: Migrer konfigurerte moduler

source: Required for usercorner access to configured modules
de: Erforderlich für den Zugriff auf konfigurierte Module über den Benutzerbereich
nb: Nødvendig for brukerhjørne tilgang til konfigurerte moduler

source: User Corner Web Server
de: Webserver für den Benutzerbereich
nb: Brukerhjørne Web Server

source: Users and Groups
de: Benutzer und Gruppen
it: Utenti e gruppi
nb: Brukere og Grupper
zh_cn: 用户和组

source: User Corner web server
de: Webserver für den Benutzerbereich
nb: Brukerhjørne web server

source: VNC connections for VMs
de: VNC Verbindungen für VMs

source: Bridged
de: mit Netzwerk-Brücke
nb: Brolagt

source: Start
de: Starten
it: Avvia
zh_cn: 启动

source: ISO image '{img}' does not exist
de: ISO Datei '{img}' ist nicht vorhanden

source: interface {iface}
de: Schnittstelle {iface}

source: Fixed addresses
de: Feste Adressen
it: Indirizzi fissi
nb: Faste adresser
zh_cn: 固定地址

source: fixed address
de: Feste Adresse
it: indirizzo fisso
nb: fast adresse
zh_cn: 固定地址

source: {from} - {to} is an invalid range
de: {from} - {to} ist kein gültiger Bereich
it: {from} - {to} è un intervallo non valido
nb: {from} - {to} er en ugyldig rekke
zh_cn: {from} - {to} 范围有效

source: Range {from}-{to} is not in network {net}
de: Der Bereich {from}-{to} ist nicht im Netzwerk {net}
it: L'intervallo {from}-{to} non appartiene al network {net}
nb: Rekke {from}-{to} er ikke i nettverk {net}
zh_cn: {from} - {to} 这个范围不在网络 {net} 内

source: Range {from}-{to} includes interface with IP address: {ifaceIP}
de: Der Bereich {from}-{to} beinhaltet die IP-Adresse einer Netzwerkkarte: {ifaceIP}
it: L'intervallo {from}-{to} include l'interfaccia con l'indirizzo IP: {ifaceIP}
nb: Rekke {from}-{to} inkluderer gresesnitt med IP: {ifaceIP}
zh_cn: 范围 {from} - {to} 包含一个 IP 地址为 {ifaceIP} 的接口

source: Range {newFrom}-{newTo} overlaps with range '{range}': {oldFrom}-{oldTo}
de: Der Bereich {newFrom}-{newTo} überschneidet sich mit dem Bereich "{range}": {oldFrom}-{oldTo}
it: L'intervallo {newFrom}-{newTo} si sovrappone all'intervallo '{range}': {oldFrom}-{oldTo}
nb: Rekke {newFrom}-{newTo} overlapper med rekke '{range}': {oldFrom}-{oldTo}
zh_cn: 范围 {newFrom} - {newTo} 与范围 '{range}' 有重叠：{oldFrom} - {oldTo}

source: From
de: Von
it: Da
nb: Fra
zh_cn: 从

source: Ranges
de: Bereiche
it: Intervalli
nb: Rekker
zh_cn: 范围

source: range
de: Bereich
it: intervallo
nb: rekke
zh_cn: 范围

source: Interface IP address
de: IP-Adresse der Netzwerkkarte
it: Indirizzo IP interfaccia
nb: Grensesnitt IP adresse
zh_cn: 接口IP地址

source: Subnet
de: Subnetz
it: Sotto rete
nb: Subnett
zh_cn: 子网

source: Available range
de: Verfügbarer Bereich
it: Intervallo disponibile
nb: Tilgjengelige rekker
zh_cn: 可用范围

source: DHCP ranges
de: DHCP Bereiche
it: Intervalli DHCP
nb: DHCP rekker
zh_cn: DHCP范围

source: Next server
de: Nächster Server
it: Prossimo server
nb: Neste server
zh_cn: 下一个服务器

source: File path in next server
de: Dateipfad auf dem nächsten Server
nb: Fil bane i neste server

source: You may want to customise your thin client options.To do so, you may include all the files you require under {path} directory
de: Um die Einstellungen Ihres Thin Clients zu ändern speichern Sie die benötigten Dateien im Ordner {path}
it: Se lo desideri puoi personalizzare le opzioni per i thin client. Per farlo, puoi includere tutti i file di cui hai bisogno nella directory {path}
nb: Du vil kanskje tilpasse dine tynn klient alternativer. For å gjøre det, kan du inkludere alle nødvendige filer under {path} mappen
zh_cn: 您可能想自定义您的瘦客户机选项。这需要包括 {path} 目录下所需的所有文件

source: {gateway} is not in the current network
de: {gateway} liegt nicht im aktuellen Netzwerk
it: {gateway} non è nel network attuale
nb: {gateway} er ikke på nåværende nettverk
zh_cn: {gateway} 不在当前网络中

source: DNS module must be enabled to be able to select Zentyal as primary DNS server
de: Der DNS-Dienst muss aktiviert sein, damit Sie diesen Zentyal als primären DNS-Server wählen können
it: Il servizio DNS deve essere attivo per selezionare Zentyal come server DNS primario
nb: DNS modulen må være aktiv for å kunne velge Zentyal som primær DNS server
zh_cn: 要让 Zentyal 作为主 DNS 服务器的话，必须启用 DNS 模块

source: NTP module must be enabled to be able to select Zentyal as NTP server
de: Der NTP-Dienst muss aktiviert sein, damit Sie diesen Zentyal als NTP-Server wählen können
it: Il servizio NTP deve essere attivo per selezionare Zentyal come server NTP server
nb: DNS modulen må være aktiv for å kunne velge Zentyal som primær DNS server
zh_cn: 要将 Zentyal 作为 NTP 服务器的话，必须启用 NTP 模块

source: Samba module must be enabled to be able to select Zentyal as WINS server
de: Der Samba-Dienst muss aktiv sein, damit Sie diesen Zentyal als WINS-Server wählen können
it: Il servizio Samba deve essere attivo per selezionare Zentyal come server WINS server
nb: DNS modulen må være aktiv for å kunne velge Zentyal som primær DNS server
zh_cn: 要将 Zentyal 作为 WINS 服务器的话，必须启用 Samba 模块

source: local Zentyal DNS
de: Lokaler Zentyal DNS
it: DNS locale Zentyal
nb: lokal Zentyal DNS
zh_cn: 本地 Zentyal DNS

source: local Zentyal NTP
de: Lokaler Zentyal NTP
it: NTP locale Zentyal
nb: lokal Zentyal NTP
zh_cn: 本地 Zentyal NTP

source: local Zentyal
de: Lokaler Zentyal
it: Zentyal locale
nb: lokal Zentyal
zh_cn: 本地 Zentyal

source: Default gateway
de: Standardgateway
nb: Standard gateway
zh_cn: 默认网关

source: Custom IP address
de: Benutzerdefinierte IP Adresse
it: Indirizzo IP personalizzato
nb: Tilpasset IP adresse
zh_cn: 自定义 IP 地址

source: Configured ones
de: Konfigurierte
it: Configurati
nb: De konfigurerte
zh_cn: 已配置的那些（Configured ones）

source: Setting "Zentyal" as default gateway will set the interface IP address as gateway
de: Wenn Sie "Zentyal" als Standard-Gateway definieren, wird die IP-Adresse der Netzwerkkarte als Gateway verwendet
it: Dichiarando "Zentyal" come default gateway l'indirizzo IP dell'interfaccia sarà impostato come gateway
nb: Setter du "Zentyal" som standard gateway vil sette grensesnittets IP adresse som gateway
zh_cn: 将“Zentyal”作为默认网关会把接口的 IP 地址设置为网关

source: Search domain
de: Suche in Domäne
it: Dominio di ricerca
nb: Søke domene
zh_cn: 搜索域

source: The selected domain will complete on your clients those DNS queries which are not fully qualified
de: Die ausgewählte Domäne wird 'nicht voll qualifizierte DNS'-Anfragen vervollständigen
it: Il dominio selezionato completerà sui client le richieste DNS
nb: Det valgte domenet vil fullføre DNS spørringene på dine klienter som ikke er fullstendig fullført
zh_cn: 所选择的域将在那些为完全限定 DNS 查询的客户端上完成（The selected domain will complete on your clients those DNS queries which are not fully qualified）

source: Primary nameserver
de: Erster Nameserver
it: Nameserver primario
nb: Primær server
zh_cn: 主域名服务器

source: Secondary nameserver
de: Zweiter Nameserver
it: Nameserver secondario
nb: Sekundær navneserver
zh_cn: 辅助域名服务器

source: If "Zentyal NTP" is present and selected, Zentyal will be the NTP server for DHCP clients
de: Wenn "Zentyal NTP" vorhanden und ausgewählt ist, steht Zentyal für DHCP-Clients als NTP-Server zur Verfügung
it: Se "Zentyal NTP" è presente e selezionato, il server Zentyal farà da NTP server per i client DHCP
nb: Hvis "Zentyal NTP" er tilgjengelig og valgt, vil eBox være NTP serveren for DHCP klienter
zh_cn: 如果“Zentyal NTP”已存在并被选中，Zentyal 会成为 DHCP 客户端的 NTP 服务器

source: If "Zentyal Samba" is present and selected, Zentyal will be the WINS server for DHCP clients
de: Wenn "Zentyal Samba" vorhanden und ausgewählt ist, steht Zentyal für DHCP-Clients als WINS-Server zur Verfügung
it: Se "Zentyal Samba" è presente e selezionato, il server Zentyal farà da server WINS per i clien DHCP
nb: Hvis "Zentyal Samba" er tilgjengelig og valgt, vil eBox være serveren WINS serveren for DHCP klienter
zh_cn: 如果“Zentyal Samba”存在并被选中，Zentyal 将成为 DHCP 客户端的 WINS 服务器

source: Common options
de: Gemeinsame Optionen
it: Opzioni comuni
nb: Vanlige valg
zh_cn: 常用选项

source: DNS module must be configured to work with this feature
de: Das DNS-Modul muß konfiguriert werden um mit dieser Option zu arbeiten.
it: Il modulo DNS deve essere configurato per funzionare con questa caratteristica
nb: DNS modulen må være konfigurert for å virke med denne funksjonen
zh_cn: DNS 模块必须配置此功能

source: {pkg} must be installed to use this feature
de: {pkg} muß installiert sein um diese Option zu nutzen
it: Per usare questa caratteristica va installato {pkg}
nb: {pkg} må være installert for å bruke denne funksjonen
zh_cn: 要使用该功能，必须安装 {pkg}

source: Dynamic domain
de: Dynamische Domain
it: Dominio dinamico
nb: Dynamisk domene
zh_cn: 动态域

source: Domain name appended to the hostname from those clients whose leased IP address comes from a range
de: Domainname angehängt für die Clients deren geleaste IP Adresse von einem IP-Adressbereich (range) stammt
it: Per i clienti il cui indirizzo IP assegnato proviene da un intervallo, il nome di dominio viene aggiunto al nome host
nb: Domene navn lagt til vertsnavnet fra de klientene med dynamisk adresse
zh_cn: 使用动态 IP 地址的客户端的主机名

source: Static domain
de: Statische Domain
it: Dominio statico
nb: Statisk domene
zh_cn: 静态域

source: Domain name appended to the hostname from those clients with a fixed address mapping
de: Domainname angehängt an den Hostnamen für die Clients mit einem festen Adress Mapping
it: Nome di dominio aggiunto al nome dell'host dei client che sono mappati con un indirizzo fisso
nb: Domene navn lagt til vertsnavnet fra klientene med fast adresse
zh_cn: 采用固定 IP 地址的客户端的域名

source: Same as Dynamic Domain
de: Gleich wie Dynamische Domain
it: Lo stesso del dominio dinamico
nb: Samme som Dynamisk Domene
zh_cn: 和动态域相同

source: Dynamic DNS Options
de: Optionen Dynamischer DNS
it: Opzioni DNS dinamico
nb: Dynamiske DNS Alternativer
zh_cn: 动态 DNS 选项
