Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: If you select the "Custom", it should be a Fully Qualified Domain Name
de: Wenn Sie "benutzerdefiniert" wählen, muss es ein voll qualifizierter Domänenname sein (FQDN)
it: Scegliendo "Personalizzato", potrai inserire un Fully Qualified Domain Name
zh_cn: 如果您选择“定制”，需要输入完整域名

source: It manages the SRV records for this domain. They are useful to select a host based on the priority for a service.
de: Verwaltung des SRV Eintrages für diese Domaine. Das ist hilfreich um Serviceprioritäten auf dem Host zu vergeben.
it: Gestisce i record SRV per questo dominio. Sono utili per selezionare un host in base alla priorità di un servizio.
zh_cn: 它管理此域的 SRV 记录。当为一个服务选择一个基于优先级的主机时，这些很有用。

source: {srv} record
de: {srv} Eintrag
it: record {srv}
zh_cn: {srv} 记录

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
de: Ein Alias kann nicht der Hostname des Name-Server "{ns}" sein. Verwenden Sie stattdessen einen anderen Hostnamen
it: Un alias non può essere il nome host del nameserver "{ns}". Usa invece un nome host
nb: Et alias kan ikke være navne server verts navnet "{ns}". Bruk et verts navn i stedet
zh_cn: 别名不能作为域名服务器主机名“{ns}”。请使用主机名

source: There is a hostname with the same name "{name}" in the same domain
de: Es gibt bereits einen Computer mit dem Namen "{name}" in dieser Domäne
it: C'è un nome host con lo stesso nome "{name}" nello stesso dominio
nb: Det er et verts navn med samme navn "{name}" i samme domene
zh_cn: 该域名有一个与“{name}”同名的主机名

source: There is an alias for {hostname} hostname with the same name "{name}" in the same domain
de: Es gibt bereits einen für {hostname} mit dem Namen "{name}" in dieser Domäne
it: C'è un nome host {hostname} di tipo alias con lo stesso nome "{name}" nello stesso dominio
nb: Det er et alias for {hostname} verts navn med samme navn "{name}" i samme domene
zh_cn: 该域中已经有一个别名 {hostname}，主机名“{name}”相同

source: The given host name is not a fully qualified domain name (FQDN). Do you mean ns.{name}?
de: Der angegebene Computername ist nicht voll qualifiziert (FQDN). Meinen Sie ns.{name}?
it: Il nome host fornito non è un fully qualified domain name (FQDN). Intendi ns.{name}?
nb: Oppgitt verts navn er ikke et fullverdig domene navn (FQDN). Mener du ns.{name}?
zh_cn: 给出的主机名不是完整域名(FQDN)。你的意思是否是 ns {name}?

source: Last name server cannot be removed
de: Der letzte DNS-Server kann nicht entfernt werden
it: L'ultimo server DNS non può essere rimosso
zh_cn: 最后的域名服务器不允许移除

source: The domain is set as read only. You cannot add name servers
de: Die Domäne ist im Nur-Lese Modus. Sie können keinen neuen DNS Server hinzufügen
nb: Domenet er skrivebeskyttet. Du kan ikke legge til navne servere

source: Name servers
de: DNS-Server
it: Server DNS
nb: Navn Server
zh_cn: 域名服务器

source: It manages the name server (NS) records for this domain
de: Es verwaltet die DNS Server (NS) Einträge für diese Domäne.
it: Gestisce i record nameserver (NS) per questo dominio
nb: Den styerer navn server (NS) poster for dette domenet
zh_cn: 它管理该域的域名服务器(NS)记录

source: name server record
de: DNS-Server Eintrag
it: record nameserver
nb: navn server post
zh_cn: 域名服务器（NS）记录

source: The {name} cannot be longer than {value} characters
de: Der {name} darf nicht länger als {value} Zeichen sein
it: Il nome {name} non può essere più lungo di {value} caratteri
zh_cn: {name} 长度不能超过 {value} 个字符

source: If you select the Domain, then you are choosing the zone
de: Wenn Sie eine Domaine auswählen, dann wählen Sie bitte die Zone
it: Se viene selezionato il Dominio, si sta in realtà selezionando la zona
zh_cn: 选择该域，就选择了区域

source: {txt} data
de: {txt} Daten
it: dati {txt}
zh_cn: {txt} 数据

source: Any data could be provided
de: Für die Freigabe sollte ein Name angegeben werden
it: Qualsiasi dato può essere immesso come nome
zh_cn: 能够提供的任何数据

source: It manages the TXT records for this domain. They are useful to in SPF or DKIM antispam protocols
de: Hier werden die TXT Einträge für diese Domäne verwaltet. Sie werden vom SPF- oder DKIM Antispamprotokoll verwendet
it: Gestisce i record TXT per questo dominio. Sono utilizzati ad esempio per la gestione dei protocolli antispam SPF o DKIM.
zh_cn: 它管理此域的 TXT 记录。这些对 SPF 或 DKIM 反垃圾邮件协议很有用

source: {txt} record
de: {txt} Eintrag
it: record {txt}
zh_cn: {txt} 记录

source: main bind9 configuration file
de: Hauptkonfigurationsdatei des Bind9 Dienstes
it: file di configurazione principale di bind9
nb: hoved bind9 konfigurasjons fil
zh_cn: bind9的主配置文件

source: bind9 options configuration file
de: Optionen Konfigurationsdatei des Bind9 Dienstes
it: file di configurazione delle opzioni di bind9
nb: bind9 alternativer konfigurasjons fil
zh_cn: bind9的选项(option)配置文件

source: local bind9 configuration file
de: Lokale Bind9 Dienstkonfigurationsdatei
it: file delle configurazioni locali di bind9
nb: lokal bind9 konfigurasjons fil
zh_cn: bind9的local配置文件

source: Keys configuration file
de: Konfigurationsdatei für Schlüssel
it: File di configurazione delle chiavi
nb: Nøkkel konfigurasjons fil
zh_cn: 密钥配置文件

source: configuration file for zone {zone}
de: Konfigurationsdatei für Zone {zone}
nb: konfigurasjons fil for sone {zone}

source: configuration file for reverse resolution zone {zone}
de: Konfiguration für Rückwärtsauflösung in Zone {zone}
nb: konfigurasjons fil for revers oppslags sone {zone}

source: Change the permissions for {dir} to allow writing to bind group
de: Ändere die Berechtigung des Verzeichnisses {dir}, damit die Gruppe bind Schreibzugriff hat.
it: Cambia i permessi per la directory {dir} per consentire la scrittura al gruppo bind
nb: Endre rettighetene for {dir} for å tillate skriving til bind gruppe
zh_cn: 变更目录{dir}的权限，允许bind组写入

source: Let the bind daemon to be dynamically updated
de: Aktualisiere den Bind Dienst dynamisch
it: Consenti al deamon bind di essere aggiornato dinamicamente
nb: La bind daemon å bli dynamisk oppdatert
zh_cn: 使bind监控进程动态更新

source: A valid domain name or a wildcard (*) value must be provided.
de: Ein gültige Domänenname oder ein Platzhalter (*) muss vorgegeben werden
it: Deve essere indicato un nome di dominio valido o un wildcard (*).
zh_cn: 需要提供一个不合法的域名或者一个通配符(*)

source: Your configuration doesn't allow anonymous neither authenticated FTP access.
de: Ihre Konfiguration erlaubt weder anonymen noch authentifizierten FTP Zugriff

source: Read only
de: Nur Lesen
it: Sola lettura
zh_cn: 只读

source: Read/Write
de: Lesen/Schreiben
it: Lettura/Scrittura
nb: Les/Skriv

source: Allow SSL
de: Erlaube SSL Verschlüsselung
it: Permetti l'uso di SSL
nb: Tillat SSL

source: Force SSL
de: Erzwinge SSL Verschlüsselung
it: Forza l'uso di SSL

source: Anonymous access
de: Anonymer Zugang
it: Accesso anonimo
nb: Anonym tilgang

source: Enable anonymous FTP access to the /srv/ftp directory.
de: Erlaube anonymen Zugriff auf das Verzeichnis /srv/ftp.

source: Personal directories
de: Persönliche Verzeichnisse
it: Cartelle personali
nb: Personlige mapper

source: Enable authenticated FTP access to each user home directory.
de: Erlaube jedem Benutzer authentifizierten FTP-Zugriff auf sein /home Verzeichnis

source: Restrict to personal directories
de: eingeschränkt auf die persönlichen Verzeichnisse
it: Cartelle personali

source: Restrict access to each user home directory. Take into account that this restriction can be circumvented under some conditions.
de: Eingeschränkter Zugriff für jedes User-Homeverzeichnis. Beachten Sie, dass diese Einschränkung unter bestimmten Bedingungen umgangen werden kann.

source: SSL support
de: Unterstützt SSL Verschlüsselung
it: Supporto SSL
nb: SSL støtte

source: Enable FTP SSL support for authenticated users.
de: erlaube SSL Verschlüsselung für FTP für authentifizierte Benutzer.

source: General configuration settings
de: Allgemeine Konfigurationseinstellungen
it: Impostazioni generali di configurazione

source: The anonymous directory is /srv/ftp, make sure that the files you create there have read permissions for everybody (sudo chmod o+r /srv/ftp/*). If you also want to grant write permissions you need to create a subdirectory with write permissions for everybody, for example: sudo mkdir /srv/ftp/incoming ; sudo chmod o+rwx /srv/ftp/incoming. Anonymous access won't be able to rename or delete files in any case.
de: Das Verzeichnis für anonymen Zugriff ist /srv/ftp. Damit jeder diese Dateien lesen kann muss die Berechtigung der Dateien auf Lesen gestellt werden (chmod o+r /srv/ftp/*). Wenn Sie auch Schreibzugriffe erlauben wollen, müssen Sie ein Verzeichnis mit Schreibberechtigungen für jeden Benutzer erstellen, z.B. mit: mkdir /srv/ftp/incoming ; sudo chmod o+rwx /srv/ftp/incoming.

source: Generate SSL certificates
de: erzeuge SSL Zertifikate

source: Zentyal will self-signed SSL certificates for FTP service.
de: Zentyal wird die SSL Zertifikate für den FTP-Dienst selber unterzeichnen.

source: To configure vsftpd.
de: Um vsftpd zu konfigurieren.

source: To configure vsftpd with LDAP authentication.
de: Um vsftpd mit LDAP Authentifizierung zu konfigurieren.

source: Zentyal FTP server files
de: Zentyal FTP Server Dateien

source: User homes and global directory.
de: User-Verzeichnis und allgemeine Verzeichnisse.

source: IP address
de: IP-Adresse
it: Indirizzo IP
zh_cn: IP地址

source: MAC address
de: MAC-Adresse
it: Indirizzo MAC
nb: MAC adresse
zh_cn: MAC地址

source: Members
de: Mitglieder
it: Membri
nb: Medlemmer
zh_cn: 成员

source: For the IP addresses you can use CIDR notation (address/netmask) or specify the first and last addresses of a range that will also include all the IP addresses between them.
de: Für die IP Adressen können Sie die CIDR-Schreibweise (Adresse/Netzmaske) nutzen oder Sie legen einen Bereich mit der ersten und letzten Adresse fest.
it: Per l'indirizzo IP puoi usare la notazione CIDR (indirizzo/maschera) o specificare il primo e l'ultimo indirizzo di un intervallo che conterrà anche gli indirizzi IP fra di essi.
zh_cn: 对于 IP 地址，您可以使用 CIDR 表示法（地址/掩码），或指定一个范围（第一个、最后一个地址，将包括它们之间的所有 IP 地址）

source: member
de: Mitglied
it: membro
nb: medlem
zh_cn: 成员

source: You can only use MAC addresses with hosts
de: Sie können nur MAC-Adressen in Verbindung mit Computer verwenden
it: Puoi usare solo indirizzi MAC con host
nb: Du kan bare bruke MAC adresse med verter
zh_cn: 只能使用主机的MAC地址

source: You cannot use MAC addresses with IP ranges
de: Sie können keine MAC-Adressen in IP-Bereichen verwenden
it: Non è possibile utilizzare indirizzi MAC con intervalli di indirizzi IP
zh_cn: 您不能把 MAC 地址用于 IP 范围

source: {ip} overlaps with the address or another object's member
de: {ip} überlappt mit Adresse eines anderen Objektmitglieds
it: {ip} si sovrappone con l'indirizzo o con un'altro membro dell'oggetto
nb: {ip} overlapper med adressen eller annet objekts medlem
zh_cn: {ip}覆盖这个地址或其它对象的成员

source: Objects
de: Computergruppen
it: Oggetti
nb: Objekter
zh_cn: 对象管理

source: Objects List
de: Objekt-Liste
it: Elenco oggetti
nb: Objekt Liste
zh_cn: 对象列表

source: object
de: Objekt
it: oggetto
nb: Objekt
zh_cn: 对象

source: This object is being used by another module
de: Diese Computergruppe wird von einem anderen Modul verwendet
it: Questo oggetto è attualmente in uso da parte di un altro modulo
nb: Dette objektet er i bruk av en annen modul
zh_cn: 这个对象正被其它模块使用

source: Objects are an abstraction of machines and network addresses which can be used in other modules. Any change on an object is automatically synched in all the modules using it
de: Objekte sind eine Abstraktion von Computer und Netzwerk-Adressen, welche in anderen Modulen genutzt werden können. Jede Änderung an einem Objekt wird automatisch in allen Modulen, die dieses Objekt beinhalten, übernommen
it: Gli oggetti sono un'astrazione di indirizzi di rete e di macchine che possono essere usati in altri moduli. Ogno modifica all'oggetto è automaticamente sincronizzato in tutti i moduli che ne fanno uso
nb: Objekter er en abstraksjon av maskiner og nettverks adresser som kan bli brukt i andre moduler. Alle endringer i et objekt blir automatisk synkronisert med alle moduler som bruker den
zh_cn: 对象是一组可被其它模块实用的主机或网络地址的抽象。某个对象的变更会自动同步到使用它的模块。

source: 'Any' is a reserved word that could not be used as object name to avoid confusions
de: 'Any' ist ein reserviertes Wort, welches nicht als Objekt-Name verwendet werden kann, um Konfusionen zu vermeiden
it: 'Qualsiasi' e' una parola riservata che non dovrebbe essere usata come nome di un oggetto, per evitare confusione
nb: 'Any' er et reservert ord som ikke kan brukes som objekt navn for å unngå forvirring
zh_cn: 'Any'是一个保留词，不能用于对象名，否则会引起冲突

source: Added object {object}
de: {object} hinzugefügt

source: Added {nname} ({ip}/{mask} [{mac}]) to object {object}
de: {nname} ({ip}/{mask} [{mac}]) zu Computergruppe {object} hinzugefügt

source: Removed object {object}
de: {object} entfernt

source: Forcefully removed object {object}
de: Computergruppe {object} vollständig gelöscht

source: Removed {nname} from object {object}
de: {nname} aus Computergruppe {object} entfernt

source: Network
de: Netzwerk
it: Rete
nb: Nettverk
zh_cn: 网络配置

source: Software Management
de: Softwareverwaltung
it: Gestione software
nb: Programvare behandling
zh_cn: 软件管理

source: Cannot use software package manager. Probably is currently being used by another process. You can either wait or kill the process.
de: Der Softwarepaket Manager kann nicht genutzt werden. Vielleicht wird er zur Zeit von einem anderen Prozess genutzt. Sie können warten oder müssen den Prozess löschen (kill).
zh_cn: 无法使用软件包管理器。可能另一个进程正在使用。你可以等待或者杀死该进程。

source: Cannot use software package manager. Error output: {err}
de: Der Softwarepaket Manager kann nicht genutzt werden. Fehlermeldung: {err}
zh_cn: 无法使用软件包管理器。错误输出: {err}

source: You cannot modify the automatic update using QA updates from Web UI. To disable automatic updates, edit {conf} and disable {key} key.
de: Sie können die automatische Aktualisierung nicht mit QA Aktualisierungen über die Weboberfläche modifizieren Bearbeiten Sie {conf} und deaktivieren Sie Schlüssel {key}, um automatische Aktualisierungen zu deaktivieren.
it: Non puoi modificare gli aggiornamenti automatici usando gli aggiornamenti QA da interfaccia web.Per disabilitare gli aggiornamenti automatici modifica {conf} e disabilita la chiave {key} .
zh_cn: 你不能从web界面修改QA自动更新。关闭自动更新，请编辑{conf}文件，禁用{key}。

source: Zentyal Components
de: Zentyal Komponenten
it: componenti di Zentyal
nb: Zentyal Komponenter
zh_cn: Zentyal模块

source: System Updates
de: Systemaktualisierungen
it: Aggiornamenti di sistema
nb: System Oppdateringer
zh_cn: 系统升级

source: Software management is currently locked by {locker}. Please, try again later
de: Die Softwareverwaltung ist momentan durch {locker} gesperrt. Bitte versuchen Sie es später nochmals
it: La gestione del software management è attualmente bloccata da {locker}. Prego riprova più tardi
nb: Programmvare behandling er for øyeblikket låst av {locker}. Vennligst prøv igjen senere
zh_cn: 软件管理已被{locker}加锁。请稍后再试

source: Package Selection
de: Paketselektion
it: Selezione dei pacchetti
nb: Pakke Valg
zh_cn: 软件包选择

source: Confirmation
de: Bestätigung
nb: Bekreftelse

source: Initial Configuration
de: Anfangseinstellungen
it: Configurazione iniziale
nb: Initsiell Konfigurasjon
zh_cn: 初始配置

source: Save Changes
de: Änderungen abspeichern
it: Registra Modifiche
nb: Lagre Endringer
zh_cn: 保存变更

source: There were no packages to update
de: Es gab keine Pakete zu aktualisieren
it: Non ci sono pacchetti da aggiornare
nb: Ingen pakker å oppdatere
zh_cn: 没有需要升级的软件包

source: Installing
de: Installieren
it: Installando
nb: Installerer
zh_cn: 安装

source: Installing packages
de: Pakete werden installiert
it: Installando pacchetti
nb: Installerer pakker
zh_cn: 安装软件包

source: Current operation
de: Aktueller Vorgang
it: Operazione corrente
nb: Gjeldende oppgave
zh_cn: 当前操作

source: actions done
de: Abgeschlossene Aktionen
it: operazioni completate
nb: handlinger utført
zh_cn: 操作完成

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully configured. You will be automatically redirected to the next step
de: Die Pakete wurden erfolgreich installiert. Die Administrationsoberfläche reagiert für eine kurze Zeit möglicherweise nicht. Bitte warten bis das System vollständig konfiguriert ist, um dann automatisch zum nächsten Schritt weitergeleitet zu werden.
it: L'installazione dei pacchetti è andata a buon fine. L'interfaccia di amministrazione potrebbe restare congelata per qualche secondo. Per favore attendi che il sistema sia completamente configurato.Sarai rediretto automaticamente ai passaggi successivi dell'installazione
nb: Pakke installasjonen er fullført. Administrasjons grensesnittet kan være utilgjengelig en periode. Vennligs vent til systemet er fullstendig konfigurert. Du vil automatisk gå videre til neste steg
zh_cn: 软件包安装成功。管理界面将有几秒钟无法响应。请耐心等待，直到系统完成配置。然后将自动跳转到下一步

source: The packages installation has not finished correctly . More information on the logs
de: Die Installation der Pakete ist nicht erfolgreich verlaufen. Nähere Informationen finden Sie in den Logdateien

source: Removing package
de: Entferne Paket
nb: Fjerner pakke

source: Removing the selected package and its dependent packages
de: Entferne das ausgewählte Paket und abhängige Pakete
it: Rimuovo il pacchetto selezionato e le sue dipendenze
nb: Fjerner valgt pakke og dens relaterte pakker
zh_cn: 删除所选的软件包，以及相关的软件包

source: packages left to remove
de: Pakete, die noch entfernt werden müssen
it: pacchetti rimasti da rimuovere
nb: pakker igjen å fjerne
zh_cn: 软件包留待删除

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
de: Die Pakete wurden erfolgreich entfernt. Die Administrationsoberfläche könnte für ein paar Sekunden nicht reagieren. Bitte warten Sie bis das System komplett neu gestartet hat.
it: La rimozione dei pacchetti è andata a buon fine. L'interfaccia di amministrazione potrebbe restare congelata per qualche secondo. Per favore attendere la completa ripartenza del sistema
nb: Pakkene er fjernet. Administrasjons grensesnittet kan være utilgjengelig en periode. Vennligs vent til systemet er fullstendig restartet
zh_cn: 软件包删除成功。管理界面可能会有几秒钟没有响应。请耐心等待，知道系统重启完成

source: The packages removal has not finished correctly . More information on the logs
de: Die Paket-Entfernung wurde nicht erfolgreich beendet. Weitere Informationen in den Logdateien

source: automatic updates configuration
de: Automatische Aktualisierungen konfigurieren
it: configurazione aggiornamenti automatici
nb: oppsett for automatiske oppdateringer
zh_cn: 自动更新配置

source: System updates
de: Systemaktualisierungen
it: Aggiornamenti di sistema
nb: System oppdateringer
zh_cn: 系统升级

source: The system components are up to date.
de: Die Systemkomponenten sind auf dem aktuellsten Stand
it: I componenti del sistema sono aggiornati.
nb: Systemet komponentene er oppdatert.
zh_cn: 系统组件是最新版本.

source: Software management settings
de: Softwareverwaltungseinstellungen
it: Gestione software
nb: Programvare behandling instillinger
zh_cn: 软件管理设置

source: Automatic software updates
de: Automatische Softwareaktualisierungen
it: Aggiornamenti software automatici
nb: Automatiske programmvare oppdateringer
zh_cn: 自动软件更新

source: Choose Zentyal packages to install
de: Zentyal Pakete zur Installation auswählen
it: Scegli i pacchetti Zentyal da installare
nb: Velg Zentyal pakker å installere
zh_cn: 选择要安装的Zentyal软件包

source: Zentyal components
de: Zentyal Komponenten
it: Componenti di Zentyal
nb: Zentyal komponenter
zh_cn: Zentyal组件

source: Unknown
de: Unbekannt
it: Sconosciuto
nb: Ukjent
zh_cn: 未知

source: Not subscribed
de: Nicht abonniert
nb: Intet abonnement
zh_cn: 未订阅

source: Subscribed
de: abonniert
nb: Abonnert
zh_cn: 已订阅

source: Server Subscription
de: Server Abonnement

source: Technical Support
de: Technischer Support
nb: Teknisk Brukerstøtte

source: The subscribed hostname is only available if the host is subscribed to Zentyal Cloud
de: Der abonnierte Hostname ist nur dann verfügbar, wenn der Host bei der Zentyal Cloud abonniert ist

source: The monitor gatherer IP addresses are only available if the host is subscribed to Zentyal Cloud
de: Die IP-Adresse des Überwachungs-Sammlers ist nur dann verfügbar, wenn der Host bei der Zentyal-Cloud abonniert ist

source: Zentyal must be subscribed to reload the bundle
de: Zentyal muss abonniert sein, um das Bündel neu zu laden

source: Disabled - {oh}Enable{ch}
de: deaktiviert - {oh}aktiviert{ch}
zh_cn: 已禁用 - {oh}启用{ch}

source: Not connected. Check VPN logs in {path}
de: Nicht verbunden. Prüfen Sie die VPN-Logs in {path}

source: Connected
de: Verbunden
nb: Tilkoblet

source: - Last update: {date}
de: - letzte Aktualisierung: {date}

source: - Latest backup: {date}
de: - letzte Sicherung: {date}

source: Configuration backup enabled
de: Sichern der Konfiguration aktiviert
zh_cn: 配置备份已启用

source: - Latest conf backup: {date}
de: - letzte Sicherung der Konfiguration: {date}
zh_cn: - 最后配置备份：{date}

source: Connection status
de: Verbindungsstatus

source: External server name
de: Externer Servername

source: Technical support
de: Technische Unterstützung
nb: Teknisk Brukerstøtte
zh_cn: 技术支持

source: No data backup has been done yet
de: Es wurde noch kein Datenbackup erzeugt

source: Support available via
de: Unterstützung verfügbar über

source: Service Level Agreement
de: Vereinbarung der Servicestufe

source: Allow remote access to Zentyal staff
de: Erlaube Fernzugriff durch Mitarbeiter von Zentyal

source: Allow access from any internet address
de: Erlaube Zugriff von irgendeiner Internetadresse

source: Enable Remote Support Access
de: aktiviere Fernwartungszugang

source: Remote access from any address requires that remote access support is enabled
de: um die Fernwartung von einer beliebigen Adresse zu ermöglichen, muss der Fernwartungszugang aktiviert sein

source: Please, save changes
de: Bitte speichern Sie die Änderungen
nb: Vennligst, lagre endringer

source: Done
de: Erledigt
it: Fatto
zh_cn: 完成

source: User Name or Email Address
de: Benutzername oder Mailadresse
nb: Bruker Navn eller Epost Adresse

source: Password
de: Passwort
nb: Passord
zh_cn: 密码

source: and
de: und
nb: og

source: Action
de: Aktion
it: Azione
nb: Oppgave
zh_cn: 操作

source: Reason
de: Grund
it: Motivo
nb: Årsak
zh_cn: 原因

source: Access from control panel without password
de: Zugriff auf die Einstellungen ohne Passwort
nb: Tilgang fra kontrollpanel uten passord

source: Access settings
de: Zugriffs Einstellungen
nb: Tilgangs instillinger

source: No backups in server for host: {h}
de: Keine Backups auf dem Server für den host: {h}
nb: Ingen sikkerhetskopi for vert: {h}

source: Inexistent backup: {n}
de: nicht vorhandene Sicherung {n}
nb: Ikke eksisterende sikkerhetskopi: {n}

source: Key for proxy backup service not found
de: Der Schlüssel für den Backup Proxy Dienst konnte nicht gefunden werden
nb: Nøkkel for proxy sikkerhetskopi tjeneste ikke funnet

source: Cannot get the restricted addresses for remote support. Check VPN logs for details
de: Erhalte keine restritiven Adressen für die Fernunterstützung. Überprüfen Sie die VPN Logdateien für Details.

source: Skipping bad formed line: {l}
de: Übergehe schlecht formulierte Zeile: {l}

source: average
de: Durchschnitt
nb: gjennomsnittlig

source: weak
de: schwach
nb: svak

source: No {level} passwords were found in users
de: Kein {level} Passworte bei Benutzer gefunden

source: The following users have {level} passwords: {users}.
de: Die folgenden Benutzer haben {level} Passworte:{users}.
