Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: No interfaces enabled. The DHCP server will not serve any address
it: Nessuna interfaccia abilitata . Il server DHCP non darà alcun indirizzo
zh_cn: 还没有接口被启用。DHCP 服务器无法提供任何地址

source: The enabled interfaces have not any range or fixed address configured. The DHCP server will not serve any address
it: Le interfacce abilitate non hanno configurato nessuna gamma o indirizzo fisso. Il server DHCP non servirà alcun indirizzo
zh_cn: 启用的接口有没有配置任何地址范围或固定地址。 DHCP 服务器不会提供任何地址

source: DNS module must be enabled to make this feature work.
it: Per far funzionare questo componente va abilitato il modulo DNS.
zh_cn: 要启用此功能，必须先启用 DNS 模块。

source: Dynamic DNS feature has been disabled in DHCP module in {iface} interface.
it: Il componente DNS dinamico è stato disabilitato nel modulo DHCP per l'interfaccia {iface}
zh_cn: DHCP 模块的 {iface} 接口已禁用动态 DNS 功能。

source: End of range address should be smaller than start of range address
zh_cn: 范围的结尾应该小于开头

source: The IP range contained {size} addresses, the maximum is {max} addresses
zh_cn: IP 范围包含 {size} 个地址, 最大允许 {max} 个地址

source: Any
it: Qualsiasi
zh_cn: 任意

source: Not a leap year.
zh_cn: 不是闰年。

source: This month does not have 31 days.
it: Questo protocollo non usa porte
zh_cn: 这个月不是 31 天。

source: any
it: qualsiasi
zh_cn: 任意

source: Not
it: No
zh_cn: 否

source: {name} empty. You can add and select a new {name} with the 'add new' button
zh_cn: {name} 是空的。请点击“新建”按钮，添加或选择一个新的 {name}

source: {name} has not selectable values
zh_cn: {name} 没有可选值

source: Must be in the form HH:MM::SS
zh_cn: 格式必须是 HH:MM::SS

source: No digit character in time component
zh_cn: 时间构成中没有数字字符

source: Invalid hours value
it: Valore non valido per l'host
zh_cn: “小时”值无效

source: Invalid minutes value
it: Valore dei minuti non corretto: {mi}
zh_cn: “分钟”值无效

source: Invalid seconds value
it: Valore non valido per {data}: {value}.
zh_cn: “秒”值无效

source: Time zone
it: Fuso orario
zh_cn: 时区

source: This city does not exist.
it: Il cliente {c} non esiste
zh_cn: 这个城市不存在。

source: This continent does not exist.
it: L'account non esiste
zh_cn: 这个州不存在

source: URI usually follows the format scheme://authority/path
zh_cn: URI 通常以 scheme://authority/path 开头

source: Scheme should be one of: {schemes}, not {scheme}
zh_cn: 方案应该是 {schemes} 中的一个，而不是 {scheme}

source: Configuration backup upload corrupted
zh_cn: 配置备份上传失败

source: Try the upload again
zh_cn: 重新尝试上传

source: Server not found
zh_cn: 服务器没找到

source: OK
zh_cn: 好

source: Operation
it: Operazione
zh_cn: 操作

source: operations left to finish backup
it: operazioni pendenti per il backup
zh_cn: 剩余的备份操作

source: Please confirm that you want to restore the configuration using the following remote backup:
zh_cn: 请确认您要用以下的远程备份恢复配置：

source: Please confirm that you want to overwrite the following remote backup with a new one
zh_cn: 请确认您要以新的远程备份覆盖下列的备份：

source: It must be a valid subdomain name. It can only contain alphanumeric and - characters
zh_cn: 必须是一个有效的子域名。只能包含字母、数字和减号

source: This server is not able to do this action.
zh_cn: 本服务器无法执行该操作。

source: {date}. {num} updated packages
zh_cn: {date}。{num} 个更新的软件包

source: Software module is not installed
zh_cn: 软件模块未安装

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: ={},/.?&+:-@ and spaces are allowed.
it: I dati in ingresso contengono caratteri non validi. Sono permessi tutti i caratteri alfanumerici, più i seguenti caratteri non alfanumerici: /.?&+:-@ e gli spazi.
zh_cn: 输入中包含无效字符。只允许所有字母和数字，以及 / . ? & + : - @ 和空格。

source: Please look for the details in the {f} file and take a minute to {oh}submit a bug report{ch} so we can fix the issue as soon as possible.
zh_cn: 请看一下文件 {f} 中的细节，并花一分钟时间{oh}报告 bug{ch}，这样我们可以以最快速度解决该问题。

source: The {rowName} "{r}" has been moved from {x} to {y} position
zh_cn: {rowName} “{r}”已经被从 {x} 移动到 {y} 的位置

source: The action "{a}" has been executed
it: Il certificato è stato rinnovato
zh_cn: “{a}” 操作已被执行

source: A new {rowName} "{r}" has been added with "{f}" set to "{x}"
zh_cn: 新的 {rowName} “{r}”已添加“{f}”（设置为“{x}”）

source: The field "{f}" in the {rowName} "{r}" has been changed from "{x}" to "{y}"
zh_cn: {rowName} "{r}" 的“{f}”字段已由“{x}”改为“{y}”

source: User and password do not match.
it: Le nuove password non corrispondono.
zh_cn: 用户名、密码不匹配

source: Zentyal Webadmin
it: Dominio Zentyal
zh_cn: Zentyal Web 管理页面

source: Port {p} is already in use by program '{pr}'. Choose another port or free it and retry.
zh_cn: 端口 {p} 已被 {pr} 使用。选择另一个端口或释放它，然后重试。

source: Only 'tcp' and 'udp' are supported
zh_cn: 只支持 'tcp' 和 'udp'

source: No hosts scanned, maybe you cannot resolve DNS names?
zh_cn: 未扫描到主机。，也许你不能解析 DNS 名称？

source: Cannot create software packages cache. Make sure that your sources and preferences files in /etc/apt are readable and retry
zh_cn: 无法创建软件包缓存。请确保 /etc/apt 目录下的源和配置文件是可读的，然后重试

source: System
it: Sistema
zh_cn: 系统

source: Resources
it: Risorsa
zh_cn: 资源

source: Software
it: Software HTTP
zh_cn: 软件

source: Checking updates...
zh_cn: 检查更新……

source: For security reasons your session has expired due to inactivity
it: Per ragioni di sicurezza la tua sessione è scaduta per inattività
zh_cn: 由于没有活动，出于安全原因，您的会话已过期

source: {mod} module is disabled. Don't forget to enable it on the {oh}Module Status{ch} section, otherwise your changes won't have any effect.
it: {mod} modulo é disabilitato. Non dimentichi a il {oh} Modulo Stato {ch} setzione, oppure il effeto non avrei un affeto.
zh_cn: {mod} 模块已被禁用。请到 {oh}模块状态{ch} 部分启用它，否则您的修改不会生效。

source: Failed to enable {mod}: {err}
zh_cn: {mod}启用失败：{err}

source: Failed to enable: {err}
zh_cn: 启用失败：{err}

source: Go back
it: backup
zh_cn: 返回

source: Sorry, an unexpected error has occurred
zh_cn: 对不起，发生了意外的错误

source: Please contact support.
zh_cn: 请联系客户支持。

source: The following software packages are not correctly installed: {pack}
it: I seguenti pacchetti saranno installati
zh_cn: 以下软件包将安装失败：{pack}

source: Show technical details
it: Presenti tecnici detallogio
zh_cn: 显示技术细节

source: Report the problem
it: Racconto la problema
zh_cn: 报告该问题

source: Email (you will receive updates on the report)
zh_cn: Email （您将收到该报告的回复）

source: Couldn't send the report
zh_cn: 无法发送该报告

source: The report has been successfully sent, you can keep track of it in the following ticket:
zh_cn: 报告发送成功。通过下面的号码，您可以追踪它：

source: To do a manual report, please follow these instructions:
zh_cn: 要手工报告的话，请遵循下面的指引：

source: here
zh_cn: 这里

source: Write a short description of the problem in the summary field
zh_cn: 在摘要字段中，简短地说明一下您遇到的问题

source: Write a detailed report of what you were doing before this problem ocurred in the description field
zh_cn: 在描述字段中，详细写一下在问题发生之前执行了什么操作

source: Write a valid email address to be notified of ticket updates
zh_cn: 请填写有效 email 地址，用于接收更新通知

source: Download the log file with additional information by clicking
zh_cn: 点击链接，下载更详细的日志文件

source: Attach the downloaded file in the ticket
zh_cn: 在报告后附上下载的文件

source: The language pack for {l} is missing, you can install it by running the following command: {c}
zh_cn: 没找到 {l} 的语言包，运行以下命令可以安装：{c}

source: Language selection
zh_cn: 选择语言

source: New language selected, save changes to commit
zh_cn: 新语言已选择，请保存以提交

source: Administration interface TCP port
it: Porta TCP interfaccia di amministrazione
zh_cn: 管理界面的TCP端口

source: You have broken packages installed, fix them before upgrading
zh_cn: 安装的软件包已被破坏，升级前请先修复

source: No updates
zh_cn: 无更新

source: {n} component updates
zh_cn: {n} 个组件升级

source: {n} system updates
zh_cn: {n} 个系统升级

source: ({n} security)
zh_cn: ({n} 个安全升级)

source: Service {mod} is locked by another process. Please wait its end and then try again.
zh_cn: {mod} 服务已被另一个进程锁定。请等待该进程结束，然后重试。

source: Error restarting service {mod}. See {logs} for more information.
zh_cn: {mod} 服务重启失败。更多信息，请查看 {logs}。

source: Invalid email address
zh_cn: 邮件地址无效

source: General configuration
it: Configurazione generale
zh_cn: 常用配置

source: On this page you can set different general system settings
zh_cn: 该页可以设置不同的通用系统设置

source: Confirm Password
zh_cn: 确认密码

source: Administrator Accounts
zh_cn: 管理员账户

source: administrator
zh_cn: 管理员

source: Hostname and Domain
zh_cn: 主机和域

source: Change hostname
zh_cn: 修改主机名

source: The length must be between {min} and {max} characters
zh_cn: 长度应该在 {min} 和 {max}之间

source: Host domain
zh_cn: 主机域

source: DNS names can contain only alphabetical characters (a-z), numeric characters (0-9) and the minus sign (-)
zh_cn: DNS 名称只能包含字母（a-z），数字（0-9）和减号（-）

source: Enable bug report for daemon crashes
zh_cn: 启用服务崩溃 bug 报告

source: The date and time was changed successfully.
zh_cn: 时间和日期更新成功

source: Date and time
zh_cn: 日期和时间

source: As the NTP synchronization with external servers is enabled, you cannot change the date or time.
zh_cn: 由于启用了与外部服务器的 NTP 同步，所以不能更改日期或时间。

source: You will probably have to restart some services after changing the time zone.
zh_cn: 更改时区后，可能必须重新启动某些服务。

source: Logs module allows you to register and query information about the Zentyal services
zh_cn: 日志模块允许您注册和查询 Zentyal 服务信息

source: This log is forced by its module. You can only disable it by disabling {module} module
zh_cn: 这个日志由于其模块的原因而被强制使用。您可以通过禁用 {module} 模块停用它。

source: one year
zh_cn: 一年

source: two years
zh_cn: 两年

source: Community
zh_cn: 社区

source: Small Business
zh_cn: 小企业

source: Professional
zh_cn: 专业版

source: Business
zh_cn: 创业版

source: Enterprise
zh_cn: 企业版

source: Premium
zh_cn: 高级版

source: Zentyal Remote Client
zh_cn: Zentyal Remote 客户端

source: Standard 2 days
zh_cn: 标准 2 天

source: Standard 1 day
zh_cn: 标准 1 天

source: Standard 4 hours
zh_cn: 标准 4 小时

source: unknown
zh_cn: 未知

source: Server name
zh_cn: 服务器名

source: Server edition
zh_cn: 服务器版本

source: The following modules have unsaved changes: {mods}. Before doing the backup you must save or discard them
zh_cn: 这些模块未保存修改：{mods}。在备份之前必须保存或者丢弃这些变更

source: Installing Zentyal packages in backup...
zh_cn: 在备份中安装软件包...

source: The following modules present in the backup are not installed: {mods}. You need to install them before restoring.
it: I seguenti moduli presenti nel backup non sono installati: {mods}. Devi installarli prima di effettuare il ripristino.
zh_cn: 存档中以下插件未安装: {mods}。请在恢复前先安装他们

source: Cannot restore backup, error enabling module {m}: {err}
it: Impossibile ripristinare il backup.Errore nell'abilitazione del modulo {m}: {err}
zh_cn: 无法恢复备份， 启用模块 {m}: {err} 时发生错误

source: Module {m} is in both exclude and include lists
zh_cn: 模块 {m} 同时存在于排除和包含列表

source: Try to back up again as the created backup is corrupted
zh_cn: 由于创建的存档已损坏，请重新创建存档

source: element
zh_cn: 元素

source: There is not any {element}
zh_cn: 没有任何 {element}

source: New {name}
zh_cn: 新的 {name}

source: Search rows term
zh_cn: 搜索行术语

source: Must be a valid regular expression
zh_cn: 必须是一个有效的正则表达式

source: Page 1
zh_cn: 第 1 页

source: Page {i} of {n}
zh_cn: 第 {i} 页共 {n} 页

source: Audit Logging
zh_cn: 审计日志

source: Section
zh_cn: 部分

source: Identifier
zh_cn: 标识符

source: Value
zh_cn: 值

source: Previous value
zh_cn: 先前值

source: Set
zh_cn: 设置

source: Move
zh_cn: 移动

source: Configuration changes
zh_cn: 配置变更

source: Login
zh_cn: 登录

source: Failed login
zh_cn: 登录失败

source: Expired session
zh_cn: 已过期会话

source: Administrator sessions
zh_cn: 管理员会话

source: OpenChange account enabled
zh_cn: OpenChange 帐号已启用

source: OpenChange account disabled
zh_cn: OpenChange 帐号已禁用

source: No servers found
zh_cn: 没找到服务器

source: Unable to setup SASL object: {x}
zh_cn: 无法设置 SASL 对象： {x}

source: Unable to setup LDAP object: {x}
zh_cn: 无法设置 LDAP 对象：{x}

source: AD LDAP server does not support GSSAPI
zh_cn: AD 的 LDAP 服务器不支持 GSSAPI

source: Could not bind to AD LDAP server '{server}'. Error was '{error}'
zh_cn: 无法绑定到 AD LDAP 服务器 {server}。错误是：{error}

source: OpenChange Account
zh_cn: OpenChange 账户

source: This user has a openchange account.
zh_cn: 该用户已有 openchange 账户

source: Enable OpenChange account for all existing users
zh_cn: 为所有现存用户启用 OpenChange 帐号

source: Unconfigure
zh_cn: 取消配置

source: Database unconfigured
zh_cn: 数据库已取消配置

source: Setup
zh_cn: 建立

source: Database configured
zh_cn: 数据库已配置

source: OpenChange Server Provision
zh_cn: OpenChange 服务器规定

source: You must enable the {x} module in the module status section before provisioning {y} module database.
zh_cn: 制备 {y} 模块的数据库之前，你必须在模块状态部分启用 {x} 模块。

source: The virtual domain {x} is not defined. You can add it in the {ohref}Virtual Domains page{chref}.
zh_cn: 虚拟域 {x} 未定义。您可以通过 {ohref} 虚拟域页面 {chref} 来添加一个。

source: Enable OpenChange account
zh_cn: 启用 OpenChange 帐号

source: To configure sogo daemon
it: Per configurare il Webmail Daemon
zh_cn: 配置 sogo 服务

source: To configure sogo parameters
it: Per configurare la casella di posta
zh_cn: 配置 sogo 参数

source: To configure autodiscovery service
zh_cn: 配置自动发现服务

source: The packages installation has not finished correctly . More information on the logs in {dir}
zh_cn: 软件包没有完成安装。更多信息在 {dir} 目录的日志中

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully configured.
zh_cn: 软件包安装成功。管理界面可能会有几秒钟没有响应。请耐心等待，直到系统配置完成。

source: Click here if the redirection fails
it: Clicca quì se il reindirizzamento fallisce
zh_cn: 假如重定向出错请点击这里

source: The packages removal has not finished correctly . More information on the logs in {dir}
zh_cn: 软件包没有正确删除。更多信息在 {dir} 下的日志中

source: Removing packages
zh_cn: 正在删除软件包

source: Probably this is caused by a lack of connectivity, check your configuration or disable those modules
zh_cn: 这可能是由于缺乏连通性造成的，请检查你的设置或者禁用这些模块

source: {iface} (including {vifaces})
zh_cn: {iface} （包括 {vifaces}）

source: Chain creation
zh_cn: 创建链（Chain creation）

source: Log new forwarded connections to {log}
zh_cn: 将新转发的连接写入日志 {log}

source: Source MAC
it: MAC Sorgente
zh_cn: 源 MAC 地址

source: 'Any' {addr} cannot have a inverse march
zh_cn: “任意” {addr} 不能有反向匹配

source: 'Any' service cannot have a inverse march
zh_cn: “任意”服务不能有反向匹配

source: SNAT address
zh_cn: SNAT 地址

source: Outgoing interface
zh_cn: 外出的网络接口

source: Source Network Address Translation rules
zh_cn: 源网络地址转换规则

source: SNAT rule
zh_cn: SNAT 规则

source: Invalid realm name. Often, the realm is the uppercase version of the local DNS domain.
zh_cn: 无效的 RealM 名。通常，RealM 是本地 DNS 域的大写版本。

source: Domain controller FQDN
zh_cn: 域控制器 FQDN

source: Domain DNS server IP
zh_cn: 域的 DNS 服务器 IP

source: Administrator account
zh_cn: 管理员帐号

source: Administrator password
zh_cn: 管理员密码

source: NetBIOS domain name
zh_cn: NetBIOS 域名

source: NetBIOS computer name
zh_cn: NetBIOS 电脑名称

source: Contacts
zh_cn: 联系人

source: first name
zh_cn: 名

source: description
zh_cn: 说明

source: Contact updated
zh_cn: 联系人已更新

source: group type
zh_cn: 组类型

source: User updated
zh_cn: 用户已更新

source: Group updated
zh_cn: 组已更新

source: share name
zh_cn: 共享名

source: Group share renamed
zh_cn: 组共享已改名

source: Group share added
zh_cn: 组共享已添加

source: Group share removed
zh_cn: 组共享已移除

source: Group share set
zh_cn: 组共享设置

source: OU name
zh_cn: OU 名

source: The object {x} is a system critical object.
zh_cn: 对象 {x} 是一个系统关键对象。

source: While creating a new group '{group}': A group cannot be a distribution group and a system group at the same time.
zh_cn: 创建新组 '{group}' 时：一个组不能既分发组同时又是系统组。

source: Windows group names cannot be only spaces, numbers and dots
zh_cn: Windows组名称不能只是空白，数字和点

source: Maximum number of groups reached
zh_cn: 组的数量太多了，已经达到最大值

source: There was an error updating LDAP:
zh_cn: 更新 LDAP 时出错：

source: Found {count} results for, expected only one.
zh_cn: 找到 {count} 个结果（应该只有一个）。

source: Error on group LDAP entry creation:
zh_cn: 创建 LDAP 组时出差：

source: Creation of OUs inside either Users, Groups or Computer default OUs is not supported
zh_cn: 不支持在用户、组、计算机内创建 OU

source: Windows account names cannot end with a dot
zh_cn: Windows账户名不能以点结尾

source: Windows account names cannot start with a dash
zh_cn: Windows账户名不能以破折号开始

source: To avoid problems, the account name should consist only of letters, digits, underscores, spaces, periods, and dashes
zh_cn: 为了避免这些问题，账户名应该只包含字母，数字，下划线，空格，句号和破折号

source: Account name must not be longer than {maxLength} characters
zh_cn: 帐户名不能多于 {maxLength} 个字符

source: contact
zh_cn: 联系人

source: Error on person LDAP entry creation:
zh_cn: 创建 LDAP 人员条目时错误：

source: The host domain '{d}' has to be the same than the kerberos realm '{r}'
zh_cn: 宿主域 '{d}' 需要与 Kerberos 领域 '{r}' 一致

source: The required domain '{d}' could not be found in the dns module.<br/>You can add it in the {ohref}DNS domains page{chref}
zh_cn: 在DNS 模块中无法找到所需的域 '{d}'。<br/>你可以在{ohref}DNS 域页面{chref}添加它

source: The required host record '{h}' could not be found in the domain '{d}'.<br/>You can add it in the {ohref}host names page for domain {d}{chref}.
zh_cn: 在域 '{d}' 中无法找到所需的主机记录 '{h}'。<br/>你可以在域 {d}{chref}的{ohref}主机名页面添加它。

source: The mode {mode} is not supported
zh_cn: 模式 {mode} 不支持

source: Could not determine the domain of the specified AD server {x}.
zh_cn: 无法确定指定的 AD 服务器 {x} 域。

source: Could not determine the realm of the specified AD server {x}.
zh_cn: 无法确定指定的 AD 服务器 {x} 区域。

source: Could not bind to AD LDAP server ({x}).Please check the supplied credentials.
zh_cn: 无法绑定至 AD LDAP 服务器 ({x})。请检查提供的凭据。

source: Could not join to domain. The following DNS zones are stored in the main domain partition: {zones}. This normally happen when the server is upgraded from Windows Server 2000, and Samba4 will not be able to read these zones. Please, move the zones to the "DomainDnsZones" or "ForestDnsZones" and try again. Check {link} for help on how to do that.
zh_cn: 无法加入到域。 下列 DNS 区域存储在主域的划分： {zones}。 这通常发生在服务器从 Windows Server 2000 升级， 并 Samba4 无法读取到这些区域。 请将这些域移动至 "DomainDnsZones" 或者 "ForestDnsZones"并再试一次。 点击链接 {link} 帮助您如何完成。

source: Could not retrieve the domain information.
zh_cn: 无法获取域信息。

source: The AD forest contains more than one domain. Samba only support one domain per forest.
zh_cn: 这个 AD 林 包含多个域。而Samba 每个林只支持一个域。

source: The specified domain controller {x} is unreachable.
zh_cn: 指定的域控制器 {x} 不可达。

source: The local kerberos realm {x} must match the AD server realm {y}.
zh_cn: 本地 kerberos 区域 {x} 须与 AD 服务区域 {y} 一致。

source: The local domain {x} must match the AD server domain {y}.
zh_cn: 本地域 {x} 须与 AD 服务域 {y} 一致。

source: The DC {x} could not be resolved to its IP address. Please check the specified server name and DNS server.
zh_cn: DC {x} 无法解析其 IP 地址。请检查指定的服务器名称和 DNS 服务器。

source: The specified AD server is registered on the local DNS as {x}, which matches local host name.
zh_cn: 指定的 AD 服务器已作为 {x} 注册至本地 DNS， 并且和本地主机名一致。

source: The forest functional level must be Windows Server 2003 or higher. Please raise your forest functional level.
zh_cn: 林功能级别必须是 Windows Server 2003 或更高。请提升您的林功能级别。

source: The domain functional level must be Windows Server 2003 or higher. Please raise your domain functional level.
zh_cn: 域功能级别必须是 Windows Server 2003 或更高。请提升您的域功能级别。

source: The domain you are trying to join has trust relationships defined. At the moment this is not supported by samba.
zh_cn: 你试图加入的域已被定义为信任关系。目前并不被 Samba 支持。

source: Could not retrieve time from AD server {x} via NTP.
zh_cn: 无法通过 NTP 从 AD server {x} 检索时间。

source: The clock skew with the AD server is higher than two minutes. This can cause problems with kerberos authentication, please sync both clocks with an external NTP source and try again.
zh_cn: 与 AD 服务器的时钟差超过两分钟，这可能会导致 Kerberos 身份验证问题。请用一个外部 NTP 源同步两个时钟，然后再试一次。

source: The specified site {x} does not exists on the domain.
zh_cn: 指定的站点 {x} 不存在。

source: Could not determine the site of the specified server
zh_cn: 无法确定指定服务器的站点

source: Could not determine the netbios domain name.
zh_cn: 无法确定 netbios 域名。

source: The netBIOS name {x} could not be found. Please check the specified value.
zh_cn: 无法找到 netBIOS 名称 {x}。请检查该值。

source: Windows user names cannot be only spaces and dots.
zh_cn: Windows用户名不能只是空白和点。

source: Windows user names cannot contain the "@" character.
zh_cn: Windows 用户名不能包含 @ 字符

source: User name {x} already exists in the same container.
zh_cn: 容器中已经有一个 {x} 用户

source: user quota
zh_cn: 用户配额

source: User quota must be an integer. To set an unlimited quota, enter zero.
zh_cn: 用户配额必须是一个正整数。要设定无限配额，输入0。

source: User quota must be a positive integer. To set an unlimited quota, enter zero.
zh_cn: 用户配额必须是一个正整数。要设定无限配额，输入0。

source: The maximum value is {max} MB
zh_cn: 最大值是 {max} MB

source: Cannot set quota for uid {uid} to {userQuota}. Maybe your file system does not support quota?
zh_cn: 无法为 ID 为 {uid} 的用户设置配额 {userQuota}。可能您的文件系统不支持配额？

source: Maximum number of users reached
zh_cn: 用户太多了，已经达到最大值

source: Apply ACLs recursively
zh_cn: 递归应用 ACL

source: ACL changes replace all permissions on subfolders of this share.
zh_cn: ACL 修改将替换共享下面所有子目录的权限信息。

source: Zentyal could not access to directory '{x}': {y}
zh_cn: Zentyal 无法访问目录 '{x}':{y}

source: Samba share absolute path
zh_cn: Samba 共享绝对路径

source: Path {p} is not a directory
zh_cn: 路径 {p} 不是一个目录

source: Samba share directory
zh_cn: Samba 共享目录

source: Domain guest account should be enabled for guest access to shares. You can enable it in the {oh}users and groups manager{ch}.
zh_cn: 域访客账户应使访客可以访问共享。你可以在 {oh} 用户和组管理 {ch} 启用它。

source: {openit}Directory under Zentyal{closeit} will automatically create the share.directory in {sharesPath} {br}{openit}File system path{closeit} will allow you to share an existing directory within your file system
zh_cn: {openit}位于 Zentyal 之下{closeit}的目录将自动创建共享。{openit}文件系统路径{closeit}下的文件夹{sharesPath}{br}将允许共享至您的文件系统。

source: Error getting filesystem format in {m}
zh_cn: 在 {m} 获取文件系统格式发生错误

source: Filesystem format '{x}' does not support storing ACLs.
zh_cn: 文件系统格式 '{x}' 不支持存储 ACL。

source: Error reading mount options in {m}
zh_cn: 无法读取 {m} 的挂载选项

source: The mount point '{mountPoint}' must be mounted with 'acl' option. This is required for permissions to work properly.
zh_cn: 挂载点 '{mountPoint}' 挂载选项中必须有 'acl' 选项。这是正常工作所需的权限。

source: The mount point '{mountPoint}' must be mounted with 'user_xattr' option. This is required for permissions to work properly.
zh_cn: 挂载点 '{mountPoint}' 挂载选项中必须有 'user_xattr' 选项。这是正常工作所需的权限。

source: Users and Computers
zh_cn: 用户和计算机

source: Here you can manage Organizational Units, Users, Groups and Contacts. Also you can see the computers in the domain if using Samba. Please note that multiple OU support is partial, some modules may only work with users and groups in the default Users and Groups OUs.
zh_cn: 在这里，您可以管理部门、用户、组、联系人。如果使用 Samba，您还可以看到域中的计算机。请注意，多 OU（部门）支持是不完全的，某些模块的“默认用户和组 OU”可能只支持用户和组。

source: Disabled Users
zh_cn: 已禁用的用户

source: Security Groups
zh_cn: 安全组

source: Distribution Groups
zh_cn: 通讯组

source: Computers
zh_cn: 计算机

source: Enable virus scanning
zh_cn: 启用病毒扫描

source: Zentyal antivirus module must be installed and enabled to use this feature
zh_cn: 要使用这项功能必须安装 Zentyal 反病毒模块并启用

source: Default Users DN
zh_cn: 默认用户 DN

source: Default Groups DN
zh_cn: 默认组 DN

source: Default user quota
zh_cn: 默认用户限额

source: Default account settings
zh_cn: 默认帐号设置

source: On this page you can configure the default settings for user accounts
zh_cn: 在这里，您可以指定用户帐号的默认设置

source: Setting default quota to zero is equivalent to disable it
zh_cn: 设置默认配额为零相当于禁用它

source: Enable recycle bin
zh_cn: 启用回收站

source: Administrator
it: Amministratore
zh_cn: 管理员

source: You must enable the module in the module status section in order to use it.
zh_cn: 请先到“模块状态”部分启用该模块。

source: The domain has not been created yet.
zh_cn: 这个域还没创建。

source: Shares access control lists (ACLs) are in unmanaged mode. To change this mode, edit {file} and restart this module
zh_cn: 共享访问控制列表(ACLs)目前处于未托管状态。请编辑文件 {file} 然后重启这个模块

source: User: {u}
zh_cn: 用户：{u}

source: Group: {g}
zh_cn: 组：{g}
