Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: Client configuration
de: Client Konfiguration
it: Configurazione client
nb: Klient konfigurasjon
zh_cn: 客户端配置

source: No file supplied or already set for {f}
de: Für {f} wurde keine Datei bereitgestellt oder wurde schon eingerichtet
it: Nessun file fornito o gia impostato per {f}
nb: Ingen fil er oppgitt eller er allerede satt for {f}
zh_cn: 没有文件提供，或{f}已经设置

source: Enable
de: Aktivieren
it: Abilita
nb: Aktiver
zh_cn: 启用

source: List of Clients
de: Liste der Clients
it: Lista dei client
nb: Liste med klienter
zh_cn: 客户端列表

source: Cannot activate the client because is not fully configured; please edit the configuration and retry
de: Der Client kann nicht aktiviert werden, da er nicht komplett konfiguriert ist. Bitte bearbeiten Sie die Konfiguration und versuchen Sie es erneut
it: Non è possibile attivare il client perchè non è del tutto configurato; completare la configurazione e riprovare
nb: Kan ikke aktivere klienten fordi den er ikke fullstendig konfigurert; vennligst rediger konfigurasjonen og prøv igjen
zh_cn: 不能启用客户端，因为它尚未设置好，请编辑配置后重试

source: RIP password is mandatory
de: Ein RIP-Passwort ist zwingend notwendig
it: la password RIP è obbligatoria
nb: RIP passord er pålagt
zh_cn: RIP 密码是强制的

source: Client's type
de: Client-Typ
it: Tipo client
nb: Klients type
zh_cn: 客户端类型

source: Add OpenVPN's installer to bundle
de: OpenVPN-Installationsprogramm zum Paket hinzufügen
it: Aggiungi l'installer di OpenVPN al bundle
nb: Legg til OpenVNP installasjonen til pakken
zh_cn: 添加 OpenVPN 的安装包到 bundle 中

source: OpenVPN installer for Microsoft Windows
de: OpenVPN-Installationsprogramm für Microsoft Windows zum Paket hinzufügen
it: Installer di OpenVPN per Microsoft Windows
nb: OpenVPN installasjon for Microsoft Windows
zh_cn: 适用于 Microsoft Windows 的 OpenVPN 安装程序

source: Server address
de: Adresse des Servers
it: Indirizzo del server
nb: Server adresse
zh_cn: 服务器地址

source: This is the address that will be used by your clients to connect to the server. Typically, this will be a public IP or host name
de: Dies ist die Adresse, welche von den VPN-Benutzern verwendet wird um zum Server eine Verbindung aufzubauen. Normalerweise ist dies die öffentliche IP-Adresse oder der Hostname
it: Questo è l'indirizzo che sarà usato dai client per connettersi al server. Tipicamente sarà un indirizzo IP pubblico o il nome di un host
nb: Dette er adressen som blir brukt av dine klienter til å koble til serveren. Vanligvis, vil dette være en ekstern IP eller verts navn
zh_cn: 这是将要使用地址，客户端将通过该地址连接到服务器。通常，这将是一个公共IP或主机名

source: Additional server address (optional)
de: zusätzliche Serveradresse (optional)
it: Indirizzi IP aggiuntivi del server (facoltativo)
nb: Tilleggs server adresse (valgfri)
zh_cn: 额外的服务器地址（可选）

source: Download Client Bundle
de: Client-Konfigurationspaket herunterladen
it: Scarica il pacchetto di files per i client
nb: Last ned Klient Pakke
zh_cn: 下载客户端软件包

source: Zentyal to Zentyal tunnel
de: Zentyal-zu-Zentyal-Tunnel
it: Tunnel da-Zentyal-a-Zentyal
zh_cn: Zentyal to Zentyal 通道

source: Cannot make a bundle because the server is not fully configured; please edit the configuration and retry
de: Es konnte kein Paket erstellt werden, weil der Server nicht vollständig konfiguriert ist. Bitte verändern Sie die Konfiguration und versuchen Sie es erneut
it: Non è possibile fare un pacchetto perchè il server non è del tutto configurato; completare la configurazione e riprovare
nb: Kan ikke lage pakke fordi serveren er ikke fullstendig konfigurert; vennligst rediger konfigurasjonen og prøv igjen
zh_cn: 不能制作软件包，因为服务器没有完全配置，请修改配置，然后重试

source: Cannot use for the bundle the server's certificate
de: Das Server-Zertifikat kann nicht für das Paket verwendet werden
it: Impossibile usare il certificato del server per il pacchetto di files per il client
nb: Kan ikke bruke serverens sertifikat for pakken
zh_cn: 服务器证书不能用于制作软件包

source: Invalid client type: the server does not allow Zentyal-to-Zentyal tunnels
de: Unzulässiger Client-Typ: Der Server erlaubt keine Zentyal-zu-Zentyal-Tunnel
it: Tipo client non valido: il server non consente tunnels da Zentyal a Zentyal
nb: Ugyldig klient type: serveren tillater ikke Zentyal-til-Zentyal tunneler
zh_cn: 无效的客户端类型：服务器不允许 Zentyal-to-Zentyal 通道

source: Invalid client type: the server is intended for Zentyal-to-Zentyal tunnels
de: Unzulässiger Client-Typ: Der Server erlaubt nur Zentyal-zu-Zentyal-Tunnel
it: Tipo client non valido: il server è designato per tunnel da Zentyal a Zentyal
nb: Ugyldig klient type: serveren er beregnet på Zentyal-til-Zentyal tunneler
zh_cn: 无效的客户端类型：服务器用于 Zentyal-to-Zentyal 通道

source: Installer is only available for Windows clients
de: Das Installationsprogramm ist nur für Microsoft Windows-Clients verfügbar
it: L'installer è disponibile solo per clients Windows
nb: Installasjonen er kun tilgjengelig for Windows klienter
zh_cn: 安装器只适用于 Windows 客户端

source: A client bundle is a file which contains a ready to use configuration for your clients
de: Ein Client-Paket ist eine Datei, welche eine sofort verwendbare Konfiguration für Ihre Clients enthält
it: Un pacchetto client è un file che contiene una configurazione ad hoc per i client
nb: En klient pakke er en fil som inneholder en ferdig konfigurasjon for dine klienter
zh_cn: 客户端软件包是一个文件，有了它，您的客户端“开箱即用”

source: Cannot make a bundle because the server is not fully configured; please complete the configuration and retry
de: Es konnte kein Paket erstellt werden, weil der Server nicht vollständig konfiguriert ist; Bitte ändern Sie die Konfiguration und versuchen Sie es erneut
it: Non è possibile fare un pacchetto perchè il server non è del tutto configurato; completare la configurazione e riprovare
nb: Kan ikke lage pakke fordi serveren er ikke fullstendig konfigurert; vennligst fullfør konfigurasjonen og prøv igjen
zh_cn: 无法创建软件包，因为服务器还没配置完；请完成配置后重试

source: Inexistent CA's certificate file {p}
de: Die Zertifikatsdatei {p} ist nicht vorhanden
it: File {p} del certificato della CA inesistente
nb: Ikke esisterende CA's sertifikat fil {p}
zh_cn: CA 证书文件 {p} 不存在

source: Inexistent client's certificate file {p}
de: Zertifikat des VPN-Benutzers {p} ist nicht vorhanden
it: File {p} del certificato del client inesistente
nb: Ikke esisterende klients sertifikat fil {p}
zh_cn: 客户端证书文件 {p} 不存在

source: Inexistent certificate's private key file {p}
de: Die private Schlüssel-Datei {p} des Zertifikats ist nicht vorhanden
it: File {p} della chiave primaria del certificato inesistente
nb: Ikke esisterende sertifikat privat nøkkel fil {p}
zh_cn: 证书的私钥文件 {p} 不存在

source: File supplied as CA's certificate is not valid
de: Das angegebene Zertifikat der Zertifizierungsstelle ist ungültig
it: Il file fornito come certificato CA non è valido
nb: Filen er ikke et gyldig CA sertifikat
zh_cn: 文件提供的 CA 证书无效

source: File supplied as client's certificate is not valid
de: Das angegebene Zertifikat des VPN-Benutzers ist ungültig
it: Il file fornito come certificato client non è valido
nb: Filen er ikke et gyldig klient sertifikat
zh_cn: 文件提供的客户端证书无效

source: File supplied as client's private key is not valid
de: Der angegebene private Schlüssel des VPN-Benutzers ist ungültig
it: Il file fornito come chiave privata del client non è valido
nb: Filen er ikke en gyldig klient nøkkel
zh_cn: 文件提供的客户端私钥无效

source: File supplied as client's certificate doesn't match with file supplied as CA's certificate
de: Das angegebene Zertifikat des VPN-Benutzers passt nicht zum angegebenen Zertifikat der Zertifizierungsstelle
it: Il file fornito come certificato client non corrisponde al file fornito come certificato CA
nb: Filen du oppga som klient sertifikat stemmer ikke med filen som er oppgitt som CA's sertifikat
zh_cn: 文件提供的客户端证书和 CA 证书不匹配

source: File supplied as client's certificate doesn't match with file supplied as certificate's private key
de: Das angegebene Zertifikat des VPN-Benutzers passt nicht zum angegebenen privaten Schlüssel
it: Il file fornito come certificato client non corrisponde al file fornito come chiave privata del certificato
nb: Filen du oppga som klient sertifikat stemmer ikke med filen som er oppgitt som sertifikatets private nøkkel
zh_cn: 文件提供的客户端证书和私钥不匹配

source: The port {p}/{pro} is already in use
de: Der Port {p}/{pro} wird bereits verwendet
it: La porta {p}/{pro} è già in uso
nb: Porten {p}/{pro} er allerede i bruk
zh_cn: 端口 {p}/{pro} 已被使用

source: The certificate {cn} does not exist
de: Das Zertifikat {cn} gibt es nicht
it: Il certificato {cn} non esiste
nb: Sertifikatet {cn} eksisterer ikke
zh_cn: 证书 {cn} 不存在

source: The certificate {cn} has expired
de: Das Zertifikat {cn} ist abgelaufen
it: Il certificato {cn} è scaduto
nb: Sertifikatet {cn} har utgått
zh_cn: 证书 {cn} 已过期

source: The certificate {cn} has been revoked
de: Das Zertifikat {cn} wurde widerrufen
it: Il certificato {cn} è stato revocato
nb: Sertifikatet {cn} har blitt tilbakekalt
zh_cn: 证书 {cn} 已被撤销

source: The server {name} does not have certificate assigned
de: Dem Server {name} ist kein Zertifikat zugewiesen
it: Il server {name} non ha un certificato assegnato
nb: Server {name} har ikke tildelt sertifikat
zh_cn: 服务器 {name} 没有分配证书

source: Cannot get key of server {name} because it does not have any certificate assigned
de: Der Schlüssel des Servers {name} konnte nicht geholt werden, weil ihm kein Zertifikat zugewiesen ist
it: Impossibile ottenere la chiave del server {name} in quanto non ha alcun certificato assegnato
nb: Kan ikke få nøkkelen til server {name} fordi den ikke har tildelt noe sertifikat
zh_cn: 无法获取服务器 {name} 的密钥，因为它没有分配证书

source: VPN server {name} couldn't be configured, no IP address found for interface {iface}
de: VPN-Server {name} konnte nicht konfiguriert werden, es wurde keine IP-Adresse für die Netzwerkkarte {iface} gefunden
it: Il server VPN {name} non puo' essere configurato.Nessun indirizzo IP trovato per l'interfaccia {iface}
zh_cn: VPN 服务器 {name} 无法配置，没找到 {iface} 接口的 IP 地址

source: OpenVPN servers cannot be used for internal services
de: Der OpenVPN Server kann nicht für interne Dienste verwendet werden
it: I server OpenVPN non possono essere usati per i servizi interni
nb: OpenVPN servere kan ikke brukes for interne tjenester
zh_cn: OpenVPN 服务器不能用作内部服务

source: Unsupported client type: {ct}
de: Nicht unterstützter Client-Typ: {ct}
it: Tipo client non supportato: {ct}
nb: Ustøttet klient type: {ct}
zh_cn: 不支持的客户端类型：{ct}

source: Service
de: Dienst
it: Servizio
nb: Tjeneste
zh_cn: 服务

source: Running
de: Läuft
it: Avviato
nb: Kjører
zh_cn: 正在运行

source: Stopped
de: Gestoppt
it: Fermato
nb: Stoppet
zh_cn: 已停止

source: Daemon status
de: Status des Dienstes
it: Stato demone
nb: Tjeneste status
zh_cn: 服务状态

source: All external interfaces
de: Alle externen Netzwerkkarten
nb: Alle eksterne grensesnitt

source: Not found
de: nicht gefunden
it: Non trovato
zh_cn: 没找到

source: Local address
de: Lokale Adresse
it: Indirizzo locale
nb: Lokal adresse
zh_cn: 本地地址

source: VPN subnet
de: VPN Subnetz
it: Sottorete VPN
nb: VPN subnett
zh_cn: VPN 子网

source: VPN network interface
de: VPN Netzwerkschnittstelle
it: Interfaccia rete VPN
nb: VPN nettverks grensesnitt
zh_cn: VPN 网络接口

source: No active
de: keine aktiv
it: Non attivo
nb: Ingen aktive
zh_cn: 未激活

source: VPN interface address
de: VPN-Netzwerkadresse
it: Indirizzo rete VPN
nb: VPN grensesnitts adresse
zh_cn: VPN 接口地址

source: disabled
de: deaktiviert
it: disabilitato
nb: deaktivert
zh_cn: ching chang chong

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Cannot unpack it)
de: Dies ist kein gültiges Zentyal-zu-Zentyal Konfiguratinspaket. (Kann nicht entpackt werden)
it: Questo pacchetto non e' un modulo di configurazione valido per una connessione di tipo da-Zentyal-a-Zentyal. (impossibile scompattare)
zh_cn: 这不是一个有效的 Zentyal-to-Zentyal 配置包。（无法解压）

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing server configuration file)
de: Dies ist kein gültiges Zentyal-zu-Zentyal Konfiguratinspaket. (fehlende Server Konfiguration)
it: Questo pacchetto non e' un modulo di configurazione valido per una connessione di tipo da-Zentyal-a-Zentyal. (file di configurazione del server mancante)
zh_cn: 这不是一个有效的 Zentyal-to-Zentyal 配置包。（未找到服务器配置文件）

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing CA certificate file)
de: Dies ist kein gültiges Zentyal-zu-Zentyal Konfiguratinspaket. (fehlendes CA-Zertifikat)
it: Questo pacchetto non e' un modulo di configurazione valido per una connessione di tipo da-Zentyal-a-Zentyal. (certificato CA mancante)
zh_cn: 这不是一个有效的 Zentyal-to-Zentyal 配置包。（未找到 CA 认证文件）

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate file)
de: Dies ist kein gültiges Zentyal-zu-Zentyal Konfiguratinspaket. (fehlendes Zertifikat)
it: Questo pacchetto non e' un modulo di configurazione valido per una connessione di tipo da-Zentyal-a-Zentyal. (certificato mancante)
zh_cn: 这不是一个有效的 Zentyal-to-Zentyal 配置包。（未找到认证文件）

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate private key file)
de: Dies ist kein gültiges Zentyal-zu-Zentyal Konfiguratinspaket. (fehlende private Zertifikatdatei)
it: Questo pacchetto non e' un modulo di configurazione valido per una connessione di tipo da-Zentyal-a-Zentyal. (chiave privata del certificato assente)
zh_cn: 这不是一个有效的 Zentyal-to-Zentyal 配置包。（未找到认证私钥文件）

source: Server's address
de: Adresse des Servers
it: Indirizzo del server
nb: Servers adresse
zh_cn: 服务器地址

source: You must provide at least one address for the server {name}
de: Sie müssen dem Benutzer mindestens einen Server zuweisen {name}
it: Devi fornire almeno un indirizzo per il server {name}
nb: Du må oppgi minst en adresse for server {name}
zh_cn: 您必须为服务器 {name} 提供至少一个地址

source: Can't get address for this server: no external interfaces present
de: Die Adresse für diesen Server konnte nicht gefunden werden, da keine externe Netzwerkkarte verfügbar ist

source: The client certificate can't be the same than the server's one
de: Das Zertifikat des VPN-Benutzers darf nicht das gleiche sein wie das des Servers
it: Il certificato client non può essere lo stesso del server
nb: Klient sertifikatet kan ikke være det samme som serverens
zh_cn: 客户端证书不能和服务器的相同

source: VPN client should not be configured to connect to the address {addr} because is a address of the localhost itsef
de: VPN Client sollte nicht konfiguriert sein, um zur Adresse {addr} zu verbinden, da es eine Adresse des lokalen Hosts selbst ist.
it: Il client VPN non dovrebbe essere configurato per connettersi all'indirizzo{addr} perche' e' un indirizzo di tipo localhost
zh_cn: 配置不对。不能让 VPN 客户端连接到地址 {addr}，因为这个地址就是 localhost 本身。

source: VPN client should not be configured to connect to the address {addr} because is a address of a local network interface
de: VPN Client sollte nicht konfiguriert sein, zur Adresse {addr} zu verbinden, da es eine Adresse einer lokalen Netzwerkschnittstelle ist.
it: Il client VPN non dovrebbe essere configurato per connettersi all'indirizzo{addr} perche' e' un indirizzo di un interfaccia di rete locale
zh_cn: 配置不对。不能让 VPN 客户端连接到地址 {addr}，因为这个地址是本地网络接口

source: Client {name}
de: VPN-Benutzer {name}
nb: Klient {name}
zh_cn: 客户端 {name}

source: Connection target
de: Gegenstelle
it: Destinazione connessione
nb: Tilkoblings mål
zh_cn: 连接目标

source: To configure Quagga to run ripd and zebra
de: Um Quagga zu konfigurieren, damit es mit ripd und zebra läuft
it: Per configurare Quagga per eseguire ripd e zebra
nb: For å konfigurere Quagga til å kjøre ripd og zebra
zh_cn: 配置 Quagga 以运行 ripd 和 zebra

source: To configure Quagga to listen on the given interfaces
de: Um Quagga zu konfigurieren, damit es die angegebene Netzwerkschnittstelle abhört
it: Per configurare Quagga per ascoltare nelle interfacce specificate
nb: For å konfigurere Quagga til å lytte på gitt adresse
zh_cn: 配置 Quagga 监听指定端口

source: Main zebra configuration file
de: Zentrale Konfigurationsdatei für zebra
it: File di configurazione principale di zebra
nb: Hoved zebra konfigurerings fil
zh_cn: zebra 主配置文件

source: To remove system-wide VPN servers autostart
de: Entferne den Autostart des systemweiten VPN-Servers
it: Rimuovere l'avvio automatico del server VPN nel sistema
zh_cn: 移除 VPN 服务器自动启动

source: Invalid name {name}. Only alpahanumeric and '-', '_', '.' characters are allowed
de: Der Name {name} ist ungültig. Nur alphanumerische Zeichen und Bindestriche "-", Unterstriche "_" und Punkte "." sind erlaubt
it: Nome {name} non valido. Sono permessi soltanto caratteri alfanumerici, underscore '_', trattino '-' e punto '.'
nb: Ugyldig navn {name}. Bare alfanumerisk og '-', '_', '.' tegn er tillatt
zh_cn: 名称 {name} 无效。只有数字和 - _ .可以接受

source: Cannot use the name {n} because there is a client with the same name
de: Konnte den Namen {n} nicht verwenden, da schon ein Client mit diesem Namen existiert
it: Impossibile utilizzare il nome {n} perché esiste già un cliente con lo stesso nome
nb: Kan ikke bruke navnet {n} fordi det er en klient med samme navn
zh_cn: 名称 {n} 不可用，因为已经有客户端占用了这个名称

source: Cannot use the name {n} because there is a server with the same name
de: Konnte den Namen {n} nicht verwenden, da schon ein Server mit diesem Namen existiert
it: Impossibile utilizzare il nome {n} perché esiste già un server con lo stesso nome
nb: Kan ikke bruke navnet {n} fordi det er en server med samme navn
zh_cn: 名称 {n} 不可用，因为已经有服务器占用了这个名称

source: Invalid name {name}. Name which begins with the prefix {pf} are reserved for internal use
de: Der Name {name} ist ungültig. Namen, die mit dem Präfix {pf} sind für die interne Verwendung reserviert
nb: Ugyldig navn {name}. Navn som begynner med prefiks {pf} er reservert til internt bruk
zh_cn: 名称 {n} 不可用。前缀 {pf} 是内部保留的

source: Invalid name {name}. A internal daemon must have a name which begins with the prefix {pf}
de: Der Name {name} ist ungültig. Der Name eines internen Dienstes muss mit dem Präfix {pf} beginnen

source: Client {c} does not exists
de: Der Client {c} ist nicht vorhanden
nb: Klient {c} eksisterer ikke

source: Servers
de: Server
it: Server
nb: Servere
zh_cn: 服务器

source: Clients
de: VPN-Benutzer
it: Client
nb: Klienter
zh_cn: 客户端

source: Common name
de: allgemeiner Name
it: Nome client
nb: Vanlig navn
zh_cn: 通用名

source: Address
de: Adresse
it: Indirizzo
nb: Adresse
zh_cn: 地址

source: Connected since
de: Verbunden seit
it: Connesso da
nb: Tilkoblet siden
zh_cn: 接入时间

source: No users connected to the VPN
de: Kein Benutzer ist zum VPN-Netzwerk verbunden
it: Nessun utente connesso alla VPN
nb: Ingen brukere tilkoblet til VPN
zh_cn: 没有用户接入该 VPN

source: OpenVPN daemons
de: OpenVPN-Dienste
it: Demoni OpenVPN
nb: OpenVPN tjenester
zh_cn: OpenVPN 守护进程

source: Type
de: Typ
it: Tipo
zh_cn: 类型

source: Remote IP
de: IP-Adresse des Gegenübers
it: IP Remoto
nb: Ekstern IP
zh_cn: 远程 IP

source: Remote Certificate
de: Zertifikat des Gegenübers
it: Certificato Remoto
nb: Eksternt Sertifikat
zh_cn: 远程证书

source: Initialization sequence completed
de: Die Einleitungssequenz ist abgeschlossen
it: Sequenza di inizializzazione completata
nb: Initialiserings sekvens fullført
zh_cn: 初始化顺序完成

source: Certificate issuer not authorized
de: Der Aussteller des Zertifikates ist nicht berechtigt
it: Emittente certificato non autorizzato
nb: Sertifikat utgiver ikke autorisert
zh_cn: 证书颁发者不被认可

source: Certificate common name not authorized
de: Die Zertifikatsbezeichnung ist nicht berechtigt
it: Nome comune certificato non autorizzato
nb: Sertifikat vanlig navn ikke autorisert
zh_cn: 证书公用名未授权

source: Certificate verification failed
de: Das Zertifikat konnte nicht überprüft werden
it: Verifica certificato fallita
nb: Sertifikat verifisering feilet
zh_cn: 证书校验失败

source: Client connection initiated
de: Verbindung zum VPN-Benutzer aufgebaut
it: Connessione client avviata
nb: Klient tilkobling startet
zh_cn: 客户端连接初始化完成

source: Client connection terminated
de: Verbindung zum VPN-Benutzer beendet
it: Connessione client terminata
nb: Klient tilkobling avsluttet
zh_cn: 客户端连接中止

source: Connection to server initiated
de: Verbindung zum Server aufgebaut
it: Connessione al server avviata
nb: Tilkobling til server startet
zh_cn: 连接到服务器初始化完成

source: Server connection terminated
de: Verbindung zum Server beendet
it: Connessione al server terminata
nb: Server tikobling avsluttet
zh_cn: 服务器连接中止

source: You must set insecure_rip_conf to yes or no
de: Sie müssen insecure_rip_conf auf "Ja" oder "Nein" setzen
it: È necessario impostare insecure_rip_conf come "yes" oppure "no"
nb: Du må sette insecure_rip_conf til ja eller nei
zh_cn: 您必须将 insecure_rip_conf 设置为 yes 或者 no

source: Flush previous firewall rules
de: Vorherige Firewall-Regeln löschen
it: Pulisci le precedenti regole del firewall
nb: Forkast tidligere brannmur regler
zh_cn: 清除以前的防火墙规则

source: The Zentyal firewall will flush any previous firewall rules which have been added manually or by another tool
de: Die Zentyal Firewall wird alle vorherigen Firewall-Regeln löschen, die manuell oder von einem anderen Programm hinzugefügt wurden
it: Zentyal dismettera' ogni regola di firewall aggiunta in precedenza, manualmente o da un'altra applicazione
nb: Zentyal brannmuren vil forkaste alle tidligere brannmur regler som ikke er lagt til manuelt eller andre verktøy
zh_cn: Zentyal的防火墙管理模块将清除以前的所有规则，包括人工添加和其它工具添加的规则

source: Secure by default
de: Standardmässig sicher
it: Sicuro di default
nb: Sikre som standard
zh_cn: 默认安全

source: Just a few connections are allowed by default. Make sure you add the proper incoming and outcoming rules to make your system work as expected. Usually, all outcoming connections are denied by default, and only SSH and HTTPS incoming connections are allowed.
de: Nur wenige Verbindungen sind standardmässig erlaubt. Stellen Sie sicher, dass Sie die richtigen Regeln für eingehenden und ausgehenden Netzwerkverkehr hinzufügen. Nur so wird Ihr System wie erwartet funktionieren. Standardmässig sind alle ausgehenden Verbindungen verboten und nur eingehende SSH- und HTTPS-Verbindungen werden erlaubt
it: Poche connessioni sono consentite di default. Assicurati che regole appropriate di ingresso ed uscita rendano il sistema operativo come previsto. Di regola, tutte le connessioni in uscita sono negate di default e solo connessioni SSH e HTTPS in ingresso sono consentite
nb: Bare noen få tilkoblinger er tillatt som standard. Forsikre deg at du legger til riktig innkommende og utgående regler for at systemet skal virke som forventet. Som regel vil alle utgående tilkoblinger bli blokkert som standard, og bare SSH og HTTPS inngående tilkoblinger er tillatt.
zh_cn: 默认只允许很少连接。请确认您已经添加了正确的向内和向外的规则，以使您的系统能够按照预期工作。通常，除SSH和HTTPS之外，所有的向内连接都会被拒绝。

source: action
de: Aktion

source: Name '{name}' is invalid
de: Der Name "{name}" ist ungültig

source: protocol
de: Protokoll
nb: protokoll
zh_cn: 协议

source: Packet Filter
de: Paketfilter
it: Filtro Pacchetti
nb: Pakke filter
zh_cn: 包过滤

source: Port Forwarding
de: Portweiterleitung
it: Regole di inoltro
nb: Port Videresending
zh_cn: 端口转发

source: Input interface
de: Eingang-Netzwerkkarte
it: Interfaccia di input
nb: Inndata grensesnitt
zh_cn: 输入的网络接口

source: Output interface
de: Ausgang-Netzwerkkarte
it: Interfaccia di output
nb: Utdata grensesnitt
zh_cn: 输出的网络接口

source: Source
de: Quelle
it: Sorgente
zh_cn: 源

source: Destination
de: Ziel
it: Destinazione
zh_cn: 目的

source: Protocol
de: Protokoll
it: Protocollo
nb: Protokoll
zh_cn: 协议

source: Source port
de: Quellport
it: Porta sorgente
nb: Kilde port
zh_cn: 源端口

source: Destination port
de: Zielport
it: Porta di destinazione
nb: Destinasjons port
zh_cn: 目的端口

source: Decision
de: Entscheidung
it: Decisione
nb: Valg
zh_cn: 决策

source: DROP
de: VERWERFEN
it: LASCIA
nb: TAP
zh_cn: 丢弃

source: LOG
de: PROTOKOLLIEREN
nb: LOGG
zh_cn: 日志
