Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: The domains will be added automatically to DNS module in read-only mode
de: Die Domains werden automatisch zum Modul DNS im Nur-Lesen-Modus hinzugefügt
it: I Domini verranno aggiunti automaticamente nell modulo DNS in modalità sola lettura
nb: Domenene vil automatisk bli lagt til i DNS modulen i skrivebeskyttet modus
zh_cn: 该域名将被以只读模式自动添加到 DNS 模块

source: Default leased time must be higher than 0 seconds
de: Die Standard-Lease-Time muss länger als 0 Sekunden sein
it: Il leased time di default deve essere superiore a 0 secondi
nb: Standard leasing tid må være høyere enn 0 sekunder
zh_cn: 默认租约时间必须大于0秒

source: Default leased time {default} must be lower than maximum one {max}
de: Die Standard-Lease-Time {default} muss kürzer als die Höchst-Lease-Time {max} sein
it: Il leased time di default {default} deve essere inferiore al valore massimo {max}
nb: Standard leasing tid {default} må være lavere enn maksimum {max}
zh_cn: 默认租约时间 {default} 必须小于 {max}

source: Maximum leased time must be higher than 0 seconds
de: Die Höchst-Lease-Time muss länger als 0 Sekunden sein
it: Il leased time massimo deve essere superiore a 0 secondi
nb: Maksimum leasing tid må være høyere enn 0 sekunder
zh_cn: 最大租约时间必须大于0秒

source: Maximum leased time {max} must be higher than default one {default}
de: Die Höchst-Lease-Time {max} muss länger sein als die Standard-Lease-Time {default}
it: Il leased time massimo {max} deve essere superiore al valore di default {default}
nb: Maksimum leasing tid {max} må være høyere enn standard {default}
zh_cn: 最大租约时间{max} 必须大于默认时间 {default}

source: Default leased time
de: Standard-Lease-Time
it: Leased time di default
nb: Standard leasing tid
zh_cn: 默认租约时间

source: Maximum leased time
de: Höchst-Lease-Time
it: Lease time massimo
nb: Maksimum leasing tid
zh_cn: 最大租约时间

source: Lease times
de: Lease-Time
it: Lease time
nb: Leasing tider
zh_cn: 租约时间

source: Leased time is the time which a given IP address is valid by the DHCP server
de: Die Lease-Time ist die Zeitspanne, für welche der DHCP-Server eine bestimmte IP-Adresse als gültig erachtet
it: Il leased time è il tempo per cui un dato indirizzo IP è valido sul server DHCP
nb: Leasing tid er tiden som en gitt IP adresse er gyldig av DHCP serveren
zh_cn: 租约时间是指DHCP服务器分配IP的可用期限

source: Advanced options
de: Erweiterte Einstellungen
it: Opzioni avanzate
nb: Avanserte alternativer
zh_cn: 高级选项

source: In order to serve IP addresses on a external interface, you must open the service on {openhref}firewall module{closehref}
de: Um IP-Adressen auf externen Netzwerkkarten vergeben zu können, müssen Sie den Dienst im {openhref}Firewall-Modul{closehref} freigeben

source: An interface must set as static to configure the DHCP service on it. To do so, change {openhref}interfaces configuration{closehref} in network module
de: Mindestens eine Netzwerkkarte muss eine statische IP-Adresse haben, damit Sie den DHCP-Dienst verwenden können. Die Netzwerkkarten können Sie im {openhref}Netzwerk-Modul{closehref} konfigurieren
it: Un interfaccia deve essere impostata come statica affinché si possa configurare un servizio DHCP su di essa. Per farlo, modifica la {openhref}configurazione interfacce{closehref} nel modulo rete
nb: Et grensesnitt må settes som statisk for å konfigurere DHCP tjeneste på det. For å gjøre det, endre {openhref}grensesnitt konfigurasjonen{closehref} i nettverks modulen
zh_cn: 要在某个接口上配置 DHCP服务，该接口必须设置为静态的。请前往网络模块中的{openhref}接口配置{closehref}。

source: Choose a static interface to configure:
de: Wählen Sie eine statische Netzwerkkarte

source: In order to serve IP addresses on an interface, it is required to set at least a range or a fixed address.
de: Um IP-Adressen vergeben zu können, müssen Sie entweder einen Bereich oder eine fixe Adresse setzen
it: Per fornire indirizzi IP su un'interfaccia, è necessario impostare almeno un intervallo o un indirizzo fisso.
nb: For å tildele IP adresser på et grensesnitt, er det pålagt å sette i det minste en rekke eller en fast adresse
zh_cn: 想要在一个接口上使用 IP 地址，需要设置至少一个地址范围（或一个固定地址）。

source: Trivial File Transfer Protocol
de: Trivial File Transfer Protocol (Protokoll zur einfachen Übertragung von Dateien)
zh_cn: 普通文件传输协议

source: Dynamic Host Configuration Protocol
de: Dynamic Host Configuration Protocol (Protokoll zur dynamischen Konfiguration der Computer)
zh_cn: 动态主机配置协议

source: {iface} is not static
de: {iface} ist nicht statisch
it: {iface} non è statica
nb: {iface} er ikke statisk
zh_cn: {iface} 不是静态的

source: Not a valid action: add, set and del are available
de: Ungültiger Befehl, "Hinzufügen", "Setzen" und "Löschen" sind verfügbar
it: Azione non valida: sono disponibili add, set e del
nb: Ikke en gyldig handling: legg til, sett og slett er tilgjengelig
zh_cn: 无效操作：只可以添加、设置、删除

source: The IP address of the virtual interface you are trying to add is already used by the DHCP range '{range}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
de: Die IP-Adresse der virtuellen Netzwerkkarte, welche Sie hinzufügen möchten, ist im DHCP Bereich "{range}" der Netzwerkkarte "{iface}". Bitte entfernen Sie diese bevor Sie die Adresse einer virtuellen Netzwerkkarte hinzufügen.
nb: IP adressen på det virtuelle grensesnittet du prøvere å legge til er allerede brukt av DHCP rekken '{range}' i grensesnitt '{iface}'. Vennligs, fjern det først før du prøver å legge til et virtuel grensesnitt som bruker det.

source: Leased
de: Vergeben
it: Assegnato
nb: Leaset
zh_cn: 已租赁

source: Released
de: Zurückgesetzt
it: Rilasciato
nb: Frigitt
zh_cn: 已释放

source: DHCP leases
de: DHCP-Zuweisungen
it: Leases DHCP
nb: DHCP leasinger
zh_cn: DHCP 租约

source: Monitoring
de: Überwachung
nb: Overvåkning

source: Events
de: Ereignis
nb: Hendelser

source: Measure
de: Maßeinheit
nb: Mål

source: Thresholds
de: Schwellen
nb: Terskler

source: Configure monitor watchers
de: Einstellungen der Beobachtungs Funktionen
nb: Konfigurere overvåkere

source: At least a threshold (maximum or minimum) must be set
de: Mindestens ein Schwellwert (max. oder min.) muss gesetzt sein
nb: Minst en terskel (maksimum eller mininmum) må settes

source: This threshold rule will override the current ones
de: Die neuen Schwellwerte werden die aktuellen überschreiben
nb: Denne terskel regelen vil overta gjeldende

source: Failure minimum
de: Fehlerminimum
nb: Svikt minimum

source: Set the lower bound of acceptable values. If unset defaults to negative infinity.
de: Setzt den unteren akzeptablen Wert. Falls nicht gesetzt, wird negativer Wert benutzt.
nb: Sett lavre grense for tillatte verdier. Hvis usatt er den uendelig negativ.

source: Warning minimum
de: Warnungsminimum
nb: Advarsel minimum

source: If the value is less than this value and greater than {fmin} a warn event is sent
de: Wenn der Wert kleiner als dieser Wert ist und grösser als {fmin} ist wird eine Warnung gesendet.
nb: Hvis verdien er mindre enn denne verdien og større enn {fmin} blir en varsling sendt

source: failure minimum
de: Fehlerminimum
nb: svikt minimum

source: Warning maximum
de: Warnungsmaximum
nb: Advarsel maksimum

source: If the value is greater than this value and less than {fmax} a warn event is sent
de: Wenn der Wert größer ist als dieser Wert und weniger wie {fmax} dann wird eine Warnung als E-Mail versand
nb: Hvis verdien er større enn denne verdien og mindre enn {fmax} blir en varsling sendt

source: failure maximum
de: Maximale Anzahl der Fehler
nb: svikt maksimum

source: Failure maximum
de: Maximale Anzahl der Fehler
nb: Svikt maksimum

source: Set the upper bound of acceptable values. If unset defaults to positive infinity.
de: Die obere Grenze der Annehmbaren Werte einstellen.Falls diese nicht gesetzt werden, wird mit den Default Werten gearbeitet.
nb: Sett øvre grense tillatt. Hvis usatt er den uendelig positiv.

source: Invert
de: Invertieren
nb: Omvendt

source: If set to true, the range of acceptable values is inverted, i.e. values between {fmin} and {fmax} ({wmin} and {wmax}) are not okay.
de: Wird diese Option aktiviert, wird der Bereich der Akzeptierten Werte invertiert, d.h. Werte zwischen {fmin} und {fmax} ({wmin} und {wmax}) sind nicht zulässig.
nb: Hvis satt til riktig, vil rekken med akkseptable verdier bli omvendt, f.eks verdien mellom {fmin} og {fmax} ({wmin} og {wmax}) er ikke ok.

source: Data Source
de: Datenquelle
nb: Data Kilde

source: Threshold's list
de: Grenzwert Liste
nb: Terskels liste

source: Every check is done with the highest possible resolution: {nSec} seconds
de: Jede Kontrolle wird mit der höchstmöglichen Auflösung durchgeführt: {nSec} Sekunden
nb: Enhver kontroll er gjort med høyeste mulig oppløsning: {nSec} sekunder

source: Take into account this configuration will be only applied if monitor {openhref}event watcher is enabled{closehref}
de: Beachten Sie die Configuration wird nur dann übernommen wenn der Überwachungs {openhref} Event Watcher Aktiviert wird{closehref}
nb: Ta hensyn til denne konfigurasjonen skal bare brukes hvis skjermen {openhref}hendelse overvåker er aktivert{closehref}

source: Last hour
de: letzte Stunde
nb: Siste timen

source: Last day
de: letzter Tag
nb: Siste dag

source: Last month
de: letzter Monat
nb: Siste måned

source: Last year
de: Letztes Jahr
nb: Siste år

source: CPU {no} usage
de: CPU {no} Auslastung
nb: CPU {no} bruk

source: CPU usage
de: CPU Auslastung
nb: CPU bruk

source: Collect the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO operations and being idle
de: Ermittelt die CPU-Last für alle möglichen unterschiedlichen Systemzustände - Mittelwert aus den Werten für die Ausführung von benutzereigenen Tasks, Systemtasks, Wartezeiten auf Ein- und Ausgabeoperationen sowie Leerlaufzeit
nb: Samle tidsbruk av CPU i ulike statuser, mest kjent utføring bruker kode, utføring systemkode, venting på IO operasjoner og være inaktiv

source: idle
de: Leerlauf
nb: inaktiv

source: nice
de: nett
nb: bra

source: soft interrupt
de: Software-Interrupt
nb: myk avbrytning

source: steal
de: Fest
nb: stjel

source: wait
de: Warten
nb: vent

source: temperature
de: Temperatur
nb: temperatur

source: cooling device
de: Kühler / Lüfter
nb: kjøle enhet

source: Temperature for {what}
de: Temperatur für {what}
nb: Temperatur for {what}

source: Thermal
de: Thermisch
nb: Termisk

source: Collect thermal information (CPU sensors temperature) if possible from {dir}
de: Ermittelt Temperaturdaten (CPU-Temperatursensor) - falls möglich - aus {dir}
nb: Samle inn termisk informasjon (CPU sensors temperatur) hvis mulig fra {dir}

source: Physical memory usage
de: Arbeitsspeicher-Auslastung
nb: Fysisk minne bruk

source: Collect the physical memory usage
de: Ermittelt die Arbeitsspeicher-Auslastung
nb: Samle inn fysksk minne bruk

source: free
de: frei
nb: ledig

source: page cache
de: Seiten-Cache
nb: side mellomlagring

source: used
de: benutzt
nb: brukt

source: Collect the system load that gives a rough overview of the system usage
de: Erfasst die Sytemauslastung und gibt einen groben Überblick über die Systemnutzung
nb: Samle systemet belastning som gir en grov oversikt over systemets bruk

source: short term
de: kurzfristig
nb: kortsiktig

source: mid term
de: mittelfristig
nb: midtsiktig

source: long term
de: langfristig
nb: langsiktig

source: used in {partition}
de: Belegt in {partition}
nb: brukt i {partition}

source: free in {partition}
de: Frei in {partition}
nb: ledig i {partition}

source: File system usage
de: Dateisystem-Auslastung
nb: Fil system bruk

source: Collect the mounted file system usage information as "df" command does
de: Ermittelt Informationen zur Dateisystembelegung entsprechend dem Kommando "df"
nb: Samle inn montert fil system bruk informasjon som "df" kommando gjør

source: value
de: Wert
nb: verdi

source: not applicable
de: nicht zutreffend
nb: ikke utførbart

source: Notify when a certain value has reached a certain threshold
de: Benachrichtigung, wenn ein bestimmter Grenzwert erreicht wurde
nb: Varsle når en viss verdi har nådd en viss terskel

source: All data sources are within range again
de: Alle Datenquellen sind wieder innerhalb der Grenzen
nb: Alle data kilder er innenfor rekkevidde igjen

source: {what} "{dS}" is currently {value}.
de: {what} "{dS}" ist momentan {value}.
nb: {what} "{dS}" er nå {value}.

source: Prior to configure printers you need to enable the module in the {openref}Module Status{closeref} section and save changes after that.
de: Bevor Sie Drucker konfigurieren, müssen Sie das Modul in der {openref}Modul-Status{closeref} Sektion aktivieren und die Änderungen speichern.
nb: Før du kan konfigurere skrivere, må du aktivere modulen i {openref}Modul Status{closeref} seksjonen og lagre endringene etter det.
zh_cn: 在配置打印机之前，您需要在{openref}模块状态{closeref}中启用该模块，然后保存更改。

source: To add or manage printers you have to use the {open_href}CUPS Web Interface{close_href}
de: Zum Hinzufügen oder Ändern von Druckern muss das {open_href}CUPS Web Interface{close_href} benutzt werden
zh_cn: 要添加或者管理打印机，您必须使用 {open_href}CUPS Web 界面{close_href}

source: Printer Sharing
de: Drucker freigeben
nb: Printers Deling
zh_cn: 打印机共享

source: Create spool directory for printers
de: Erstellen eines Drucker-Spool-Verzeichnisses
nb: Opprett mellomlagrings mappe for skrivere
zh_cn: 创建打印机后台打印目录

source: Zentyal will create a spool directory under /var/spool/samba
de: Zentyal wird ein Spool-Verzeichnis unter /var/spool/samba erstellen
nb: Zentyal vil lager mellomlagrings mappe under /var/spool/samba
zh_cn: Zentyal 将在 /var/spool/samba 目录下创建一个后台打印目录

source: Create log table
de: Erstelle Protokollierungs-Tabelle
nb: Opprett logg tabell
zh_cn: 创建日志表

source: Zentyal will create a new table into its log database to store printers logs
de: Zentyal wird eine neue Tabelle in der Protokollierungs-Datenbank erstellen, um Ereignisse der Drucker zu speichern
nb: Zentyal vil opprette en ny tabell i sin logg database for å oppbevare skriver logger
zh_cn: Zentyal 将在日志数据库中创建一张表，原来保存打印机日志

source: Job ID
de: Druckauftrag-ID
nb: Jobb ID
zh_cn: 任务 ID

source: Printer
de: Drucker
zh_cn: 打印机

source: Queued
de: In die Warteschlange gestellt
nb: Køet
zh_cn: 已排队

source: Canceled
de: Abgebrochen
nb: Avbrutt
zh_cn: 已取消

source: Printers
de: Drucker
nb: Skrivere
zh_cn: 打印机

source: Add Jabber LDAP schema
de: Jabber LDAP schema hinzufügen
it: Aggiungi lo schema LDAP per Jabber
nb: Legg til Jabber LDAP skjema

source: Zentyal will need this schema to store Jabber users.
de: Zentyal benötigt dieses Schema um Jabber-Benutzer zu speichern
it: Zentyal necessita di questo schema per memorizzare gli utenti Jabber.
nb: Zentyal vil trenge dette skjemaet til å lagre jabber brukere.

source: To properly configure ejabberd.
de: Um ejabberd richtig zu konfigurieren
it: Per configurare correttamente ejabberd.
nb: For å konfigurere jabberd.

source: Jabber Account
de: Jabber-Konto
it: Account Jabber
nb: Jabber Konto

source: Jabber domain
de: Jabber-Domäne
it: Dominio Jabber
nb: Jabber domene

source: Connect to other servers
de: Mit anderen Servern verbinden
it: Connetti alla rete globale Jabber
nb: Koble til andre servere

source: Enable MUC (Multi User Chat)
de: Erlaube MUC (Multi User Chat)

source: General Jabber server configuration settings updated.
de: Allgemeine Jabber-Server Konfigurationseinstellungen aktualisiert.
it: Le impostazioni generali del server Jabber sono state aggiornate.
nb: Generell Jabber server konfigurasjons instillinger oppdatert.

source: This user has a jabber account. If the user currently connected it will continue connected until jabber authorization is again required.
de: Dieser Nutzer hat ein Jabber-Konto. Wenn der Nutzer gerade verbunden ist, bleibt er solange verbunden bis der Jabber-Server nach einer erneuten Anmeldung verlangt.
it: Questo utente ha un account Jabber. Se l'utente è già connesso, rimarrà connesso fino alla prossima richiesta di autorizzazione Jabber.
nb: Denne brukeren har en jabber konto. Hvis brukeren er tilkoblet vil den fortsette tilkoblet inntil jabber autoriseringen trengs igjen.

source: Share name
de: Freigabename
it: Nome condivisione
nb: Delings område navn
zh_cn: 共享名称

source: Share path
de: Freigabepfad
it: Percorso condivisione
nb: Delings sti
zh_cn: 共享路径

source: File system path
de: Dateisystem-Pfad
it: Percorso file system
nb: Fil system sti
zh_cn: 文件系统路径

source: Guest access
de: Gast-Zugriff
it: Accesso ospite
nb: Gjeste tilgang
zh_cn: 来宾访问

source: This share will not require authentication.
de: Diese Freigabe erfordert keine Authentifizierung.
it: Questa condivisione non richiederà l'autenticazione.
nb: Denne delte mappen vil ikke kreve autentisering.
zh_cn: 该共享将无需授权

source: Access control
de: Zugriffskontrolle
it: Controllo d'accesso
nb: Tilgangs kontroll
zh_cn: 访问控制

source: Shares
de: Freigabe
it: Condivisioni
nb: Delings områder
zh_cn: 所有共享

source: share
de: Freigabe
it: condivisione
nb: delings område
zh_cn: 共享

source: The directory is not empty. Are you sure you want to remove it?
de: Das Verzeichnis ist nicht leer. Sind Sie sicher, dass Sie es löschen wollen?
it: La cartella non è vuota. Sei sicuro di volerla rimuovere ?
nb: Mappen er ikke tom. Er du sikker på at du vil fjerne den?
zh_cn: 该目录非空。你确定要删除它吗？

source: File Sharing Account
de: Domänencontroller-/Freigabekonto

source: File Sharing
de: Dateifreigabe
it: Condivisione file
nb: Fil Deling
zh_cn: 文件共享

source: Netbios and workgroup must have different names
de: Netbios und die Arbeitsgruppe müssen unterschiedliche Namen haben
nb: Netbios og arbeidsgruppe må ha forskjellige navn

source: Enable PDC
de: PDC aktivieren

source: Enable roaming profiles
de: Servergespeicherte Benutzerprofile aktivieren
it: Attiva i roaming profile
nb: Aktiver flyttbare profiler
zh_cn: 开启漫游配置

source: Drive letter
de: Laufwerksbuchstabe
it: Lettera unità
nb: Stasjons bokstav
zh_cn: 驱动器

source: Samba group
de: Samba-Gruppe

source: Only users belonging to this group will have a samba account. Sync happens every hour
de: Nur Benutzer, die dieser Gruppe angehören, werden einen Samba-Account haben. Synchronisation erfolgt jede Stunde

source: General settings
de: Allgemeine Einstellungen
nb: Generelle innstillinger

source: On this page you can set different general settings for Samba
de: Auf dieser Seite werden verschiedene allgemeine Einstellungen für Samba festelegt
it: In questa pagina puoi impostare configurazioni generiche differenti per Samba
nb: På denne siden kan du sette forskjellige generelle instillinger for Samba
zh_cn: 你可以在这个页面设置不同的 Samba 通用配置

source: User/Group/Share
de: Benutzer/Gruppe/Freigabe
it: Utente/Gruppo/Condivisione
nb: Bruker/Gruppe/Delt område
zh_cn: 用户/组/共享

source: User homes
de: "Eigene Dateien"-Verzeichnisse der Benutzer
it: Home utente
nb: Bruker mapper
zh_cn: 用户家目录

source: Share
de: Freigabe
it: Condivisione
nb: Delt mappe
zh_cn: 共享

source: Samba shares antivirus exceptions
de: Antivirus-Ausnahmen von Samba-Freigaben
nb: Samba deler antivirus unntak
zh_cn: Samba 共享反病毒例外

source: Add exceptions to the default antivirus settings
de: Hinzufügen von Ausnahmen zu den Antivirus-Standardeinstellungen
nb: Legg til unntak til standard antivirus innstillinger
zh_cn: 添加一个例外到默认反病毒设置

source: exception
de: Ausnahme
it: eccezione
nb: unntak
zh_cn: 例外

source: path
de: Pfad
it: percorso
nb: sti
zh_cn: 路径

source: File sharing module is not enabled.
de: Dateifreigabe-Modul ist nicht aktiviert.

source: PDC is not enabled.
de: PDC ist nicht aktiviert.

source: Minimum password length
de: Minimale Passwortlänge

source: characters
de: Zeichen

source: Maximum password age
de: Maximales Passwortalter

source: days
de: Tage
it: giorni
nb: dager
zh_cn: 日

source: Enforce password history
de: Erzwinge Passwort-Historie

source: Keep history for
de: Merke

source: passwords remebered
de: vorher benutzte Passwörter

source: PDC
de: Domänencontroller

source: On this page you can set different PDC related settings
de: Auf dieser Seite können verschiedene Domänencontroller Einstellungen gemacht werden

source: Scan
de: Scannen
nb: Søk

source: Antivirus default settings
de: Antivirus Standardeinstellungen
nb: Antivirus standard innstillinger
zh_cn: 反病毒默认设置

source: Recycle default settings
de: Papierkorb-Standardeinstellungen
nb: Gjenopprett standard innstillinger

source: Enable Recycle Bin
de: Aktiviere Papierkorb
nb: Slett Søppel Kasse

source: Recycle Bin default settings
de: Allgemeine Einstellungen für Papierkorb
it: Impostazioni generali cestino
nb: Søppel Kasse standard instillinger
zh_cn: 回收站默认设置

source: Samba shares Recycle Bin exceptions
de: Samba-Freigaben Papierkorb-Ausnahmen
it: Eccezioni cestino per condivisioni samba
nb: Samba deler Søppel Kasse unntak
zh_cn: Samba 共享回收站例外

source: Add exceptions to the default Recycle Bin settings
de: Hinzufügen von Ausnahmen zu den Papierkorb-Standardeinstellungen
it: Aggiungi eccezioni alle impostazioni predefinite del Cestino
nb: Legg til unntak til standard Søppel Kasse innstillinger
zh_cn: 添加回收站设置例外

source: Read and write
de: Lesen und Schreiben
it: Lettura e scrittura
nb: Lesing og skriving
zh_cn: 读写

source: User/Group
de: Benutzer/Gruppe
it: Utente/Gruppo
nb: Bruker/Gruppe
zh_cn: 用户/组

source: Any access control is disabled if the guest access is allowed.
de: Jede Zugriffkontrolle ist deaktiviert, wenn der Gast-Zugriff erlaubt ist.
it: Se si sceglie di abilitare l'account "guest" sarà disabilitato ogni controllo sugli accessi.
nb: Enhver tilgangs kontroll blir deaktivert hvis gjeste tilgang er tilllatt.
zh_cn: 允许访客访问将禁用任何访问控制

source: Permissions
de: Berechtigungen
it: Permessi
nb: Rettigheter
zh_cn: 权限

source: Access Control
de: Zugriffskontrolle
it: Controllo all'accesso
nb: Tilgangs Kontroll
zh_cn: 访问控制

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share.
de: Seien Sie vorsichtig beim Vergeben von <i>Administrator</i> Privilegien. Benutzer sind dann in der Lage, jede Datei in der Freigabe zu lesen und zu schreiben.
it: Concedi i privilegi di <i>administrator</i> con attenzione. Gli utenti con tali privilegi potranno leggere e scrivere files nella condivisione
nb: Vær forsiktig hvis du tildeler <i>administrator</i> rettigheter.Brukere vil ha tilgang til å lese og skrive alle filer i delings mappen.
zh_cn: 请万分注意，假如你授予 <i>管理员</i> 特权。用户将能够读写共享中的任何文件。

source: File sharing options
de: Dateifreigabe-Einstellungen
it: Opzioni condivisione file
nb: Fil delings alternativer
zh_cn: 文件共享参数

source: Recycle Bin
de: Papierkorb
it: Cestino
nb: Søppel Kasse
zh_cn: 回收站

source: Create Samba home directory for shares and groups
de: Erstelle Samba Home-Verzeichnis für Benutzer und Gruppen
it: Crea cartella home di samba per condivisioni e gruppi
nb: Opprett Samba hjemme mappe for delte mapper og grupper
zh_cn: 为共享和组建立 Samba 家目录

source: Zentyal will create the directories for Samba shares and groups under /home/samba.
de: Zentyal wird die Home-Verzeichnisse für Samba-Benutzer und -Gruppen unter /home/samba erstellen.
zh_cn: Zentyal 会在 /home/samba 目录下为 Samba 共享和组建立文件夹

source: Set Samba LDAP admin dn password
de: Setze das Passwort des DN LDAP-Admin

source: To set up Samba according to your configuration.
de: Um Samba gemäß Ihrer Konfiguration einzurichten.
nb: For å sette opp Samba i henhold til din konfigurasjon.

source: To set up smbldap-tools according to your configuration.
de: Um smbldap-tools gemäß Ihrer Konfiguration einzurichten.

source: To set up smbldap-tools according to your LDAP configuration.
de: Um smbldap-tools gemäß Ihrer LDAP-Konfiguration einzurichten.

source: To set the antivirus settings for Samba.
de: Die Antivirus-Einstellungen für Samba erstellen.
nb: For å sette antivirus innstillinger for Samba.
