Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: There are unsaved changes in one or more modules, you can save or discard those changes.
de: Es gibt ungespeicherte Änderungen in einem oder mehreren Modulen. Möchten Sie diese Änderungen speichern oder verwerfen?
it: Ci sono modifiche non registrate in uno o più moduli, puoi registrare o annullare tali modifiche.
nb: Det er ulagrede endringer i en eller flere moduler, du kan lagre eller forkaste disse endringene.
zh_cn: 一个或多个模块的变更尚未保存，你可以保存或忽略这些变更。

source: If you made changes to the network interfaces or the administration port, you may need to manually rewrite the url in order to access this administration interface again.
de: Falls Sie Änderungen an der Konfiguration einer Netzwerkkarte oder des Administrationsports gemacht haben, müssen Sie die URL manuell ändern, um wieder zu dieser Administrationsoberfläche zu gelangen
it: Se hai effettuato modifiche sulle interfacce di rete o sulla porta di amministrazione, deve riscrivere a mano la url per accedere nuovamente a questa interfaccia di amministrazione.
nb: Hvis du gjorde endringer til nettverks kortene eller aministrasjons porten, kan det hende du må manuellt skrive om adressen for å kunne se dette administrasjons grensesnittet igjen.
zh_cn: 如果修改网络接口或管理端口，你需要修改访问连接才能再次访问管理界面。

source: The following changes are pending. You can save or discard them.
de: Es gibt ungespeicherte Änderungen in einem oder mehreren Modulen. Möchten Sie diese Änderungen speichern oder verwerfen?
zh_cn: 以下变更尚未保存，您可以保存或忽略这些变更。

source: Save
de: Speichern
it: Registra
nb: Lagre
zh_cn: 保存

source: Discard changes
de: Änderungen verwerfen
it: Annulla modifiche
nb: Forkast endringer
zh_cn: 忽略变更

source: There are no unsaved changes.
de: Keine ungesicherten Änderungen
it: Ci sono modifiche non registrate.
nb: Det er ingen ulagrede endringer.
zh_cn: 没有尚未保存的变更.

source: Item
de: Objekt
it: Elemento
zh_cn: 项目

source: items left
de: verbleibende Dinge
it: elementi rimasti
zh_cn: 剩余项

source: Starting...
de: wird gestartet
it: Avvio...
nb: Starter...
zh_cn: 开始...

source: Enabling this module will cause Zentyal to perform the actions and file modifications listed below. You must explicitly accept these changes to enable the module.
de: Wenn Sie dieses Modul aktivieren wird Zentyal die unten aufgelisteten Aktionen und Dateiänderungen durchführen. Sie müssen diese Änderungen explizit erlauben, um das Modul zu aktivieren.
nb: Aktivering av denne modulen vil få Zentyal til å utføre de handlinger og fil endringer under. Du må spesifikt akkseptere disse endringene for å aktivere modulen.

source: Actions to perform by Zentyal
de: Aktionen, welche Zentyal ausführen wird
it: Azioni da fare con Zentyal
nb: Handlinger til utføring av Zentyal
zh_cn: Zentyal要执行的操作

source: Files to modify by Zentyal
de: Dateien, welche Zentyal ändern wird
it: Files da modificare con Zentyal
nb: Filer til endring av Zentyal
zh_cn: Zentyal将要修改的文件

source: Accept
de: Bestätigen
it: Accettare
nb: Godkjenn
zh_cn: 接受

source: Full Restore
de: Vollständige Wiederherstellung

source: Configuration Restore
de: Wiederherstellen der Konfiguration

source: Restore mode
de: Wiederherstellungsmodus

source: Page
de: Seite
it: Pagina
nb: Side
zh_cn: 页面

source: prev
de: vorherige
it: precedente
nb: forrige
zh_cn: 上页

source: last
de: letzter
it: ultimo
zh_cn: 尾页

source: Choose one of the options to show the associated table
de: Wählen Sie eine der Optionen, um die zugehörige Tabelle anzuzeigen

source: Choose one...
de: Wählen Sie eine...

source: Add new
de: neuen Eintrag hinzufügen
it: Aggiungi nuovo
zh_cn: 新建

source: Adding a new {row}
de: Eine neue {row} hinzufügen
it: Aggiungo un nuovo {row}
zh_cn: 正在新建 {row}

source: Editing {row}
de: {row} wird bearbeitet
it: Modifico {row}
zh_cn: 正在编辑 {row}

source: Read-only row: edit disabled
de: Nur-Lese Zeile: Bearbeitung deaktiviert
it: Riga in sola lettura: modifica disabilitata
nb: Skrivebeskyttet rad: redigering deaktivert
zh_cn: 只读行：禁止编辑

source: Read-only row: delete disabled
de: Nur-Lese Zeile: Löschen deaktiviert
it: Riga in sola lettura: cancellazione disabilitata
nb: Skrivebeskyttet rad: sletting deaktivert
zh_cn: 只读行：禁止删除

source: Read-only row: move up disabled
de: Nur-Lese Zeile: Bewegung nach oben deaktiviert

source: Read-only row: move down disabled
de: Nur-Lese Zeile: Bewegung nach unten deaktiviert

source: Add new...
de: hinzufügen ...
zh_cn: 新建

source: Add a new one
de: Eine neue hinzufügen
zh_cn: 新建一个

source: Inverse match
de: Treffer invertieren
it: Corrispondenza inversa
nb: Omvend treff
zh_cn: 反向匹配

source: Depends
de: Abhängigkeiten
it: Dipende
nb: Avhenger
zh_cn: 依赖

source: Configure module: {module}
de: Bearbeite Modul: {module}
it: Configura modulo: {module}
nb: Konfigurer modul: {module}
zh_cn: 配置模块: {module}

source: January
de: Januar
it: Gennaio
nb: Januar
zh_cn: 一月

source: February
de: Februar
it: Febbraio
nb: Februar
zh_cn: 二月

source: March
de: März
it: Marzo
nb: Mars
zh_cn: 三月

source: May
de: Mai
it: Maggio
nb: Mai
zh_cn: 五月

source: June
de: Juni
it: Giugno
nb: Juni
zh_cn: 六月

source: July
de: Juli
it: Luglio
nb: Juli
zh_cn: 七月

source: October
de: Oktober
it: Ottobre
nb: Oktober
zh_cn: 十月

source: December
de: Dezember
it: Dicembre
nb: Desember
zh_cn: 十二月

source: Documentation
de: Dokumentation
it: Documentazione
nb: Dokumentasjon
zh_cn: 文档

source: Report a bug
de: einen Fehler mitteilen
it: Segnala un problema
nb: Rapporter en feil
zh_cn: 报告BUG

source: show help
de: Hilfe anzeigen
it: mostra aiuto
nb: vis hjelp
zh_cn: 显示帮助

source: hide help
de: Hilfe ausblenden
nb: skul hjelp

source: There are unsaved changes, if you log out now they will be lost.
de: Es gibt noch ungespeicherte Änderungen! Sie gehen verloren, wenn Sie sich jetzt abmelden.
nb: Det finnes ulagrede endringer, hvis du logger ut nå blir de tapt.

source: There are no unsaved changes in this session.
de: Es gibt keine ungespeicherten Änderungen in dieser Sitzung
nb: Det er ingen ulagrede endringer i denne sessjonen.

source: Exit
de: Verlassen
nb: Lukk

source: Administration Interface TCP Port
de: TCP-Port der Administrationsschnittstelle

source: If you typed the URL manually, please check it
de: Falls Sie die Adresse manuell eingegeben haben, prüfen Sie sie auf Schreibfehler
nb: Hvis du skre inn URL manuelt, vennligst sjekk den

source: Maybe a change in the Zentyal configuration or software made no longer available the requested page
de: Unter Umständen hat eine Änderung in der Zentyal-Konfigurationsdatei oder eine Software dazu geführt, dass diese Seite nicht länger verfügbar ist
nb: Kansje en endring i Zentyal sin konfigurasjon eller en programvare stoppet tilgangen til forespurt side

source: If you need more help, you may want visit {homepage} for documentation and mailing lists
de: Falls Sie mehr Hilfe benötigen, besuchen Sie {homepage}, um in Dokumentation und Mailing-Listen Unterstützung zu finden
it: Se hai bisogno di ulteriore aiuto, visita {homepage} per la documentazione e le mailing list
nb: Trenger du mer hjelp, kan du besøke {homepage} for dokumentasjon og e-post liste
zh_cn: 如果您需要更多帮助，请访问文档{homepage}和邮件列表

source: we're sorry
de: Entschuldigung
it: siamo spiacenti
nb: vi beklager
zh_cn: 我们很抱歉

source: The page cannot be found
de: Die Seite wurde nicht gefunden
nb: Siden ble ikke funnet

source: Warning: Unfortunately Internet Explorer is not yet supported on Zentyal. Please use {url} instead.
de: Warnung: Bedauerlicherweise wird der Internet Explorer noch nicht von Zentyal unterstützt. Bitte verwenden sie stattdessen {url} .
it: Attenzione: Sfortunatamente Internet Explorer non è ancora supportato da eBox. Prego usa {url} invece.
nb: Advarsel: Desverre er Internet Explorer ikke støttet enda på Zentyal. Vennligst bruk {url} i stedet.
zh_cn: 警告: 很不幸，Zentyal不支持Internet Explorer. 请使用 {url} .

source: Warning: You are using a browser which is not {url}, the only one officially supported. Please, take into consideration that you might face some issues while navigating on Zentyal UI.
de: Warnung: Sie verwenden einen Browser welcher nicht {url} entspricht, dem einzigen offiziell unterstützten. Bitte beachten Sie, dass Probleme während des Navigierens auf der Zentyal-Benutzeroberfläche auftreten können.
it: Attenzione: Stai usando un browser diverso da {url}, l'unico ufficialmente supportato. Prego, tieni conto che potresti incontrare problemi navigando nella UI di eBox.
nb: Advarsel: Du bruker en nettleser som ikke er {url}, den eneste som er offisielt støttet. Vennligst, tenk på at du kan møte problemer med navigering av Zentyal grensesnittet.
zh_cn: 警告: 你使用的浏览器不是官方支持的{url}。你在Zentyal UI浏览的时候可能会遇到问题。

source: Local
de: lokal
it: Locale
nb: Lokal
zh_cn: 本地

source: Mounted on
de: Eingehängt in
it: Montato su
nb: Montert på
zh_cn: 挂载于

source: Partition Properties
de: Eigenschaften der Partition
it: Proprietà partizione
nb: Partisjons Egenskaper
zh_cn: 分区属性

source: Inexistent RAID array {a}
de: Das RAID-Array {a} gibt es nicht
it: Array RAID {a} inesistente
zh_cn: 不存在的RAID阵列{a}

source: RAID is not enabled in this system.
de: Es ist kein RAID auf diesem System aktiviert.
it: Il RAID non è abilitato in questo sistema
zh_cn: 系统没有启用RAID

source: left-asymmetric
de: links-asymmetrisch
it: sinistro-asimmetrico
zh_cn: 左不对称

source: right-asymmetric
de: rechts-asymmetrisch
it: destro-asimmetrico
zh_cn: 右不对称

source: left-symmetric
de: links-symmetrisch
it: sinistro-simmetrico
zh_cn: 左对称

source: right-symmetric
de: rechts-symmetrisch
it: destro-simmetrico
zh_cn: 右对称

source: Active RAID devices
de: Aktive RAID-Geräte
it: Dispositivi RAID attivi
zh_cn: 活动RAID设备

source: Active RAID devices needed
de: Benötige aktive RAID-Geräte
it: Dispositivi RAID attivi richiesti
zh_cn: 需要的活动RAID设备

source: Size in blocks
de: Grösse in Blöcken
it: Dimensioni in blocchi
zh_cn: 块大小

source: Chunk size
de: Stückgrösse
it: Dimensioni chunk
zh_cn: 块大小

source: Parity algorithm
de: Paritätsalgorithmus
it: Algoritmo di parità
zh_cn: 校验算法

source: Array properties
de: Array Eigenschaften
it: Proprietà array
zh_cn: 阵列属性

source: Resyncing array
de: Array wird synchronisiert
it: Sincronizzo array
zh_cn: 重新同步阵列

source: Rebuild array
de: Array wird wiederaufgebaut
it: Ricostruisco array
zh_cn: 重建阵列

source: Reshape array
de: Array wird neu geformt
it: Riformo array
zh_cn: 重塑阵列

source: Operation type
de: Operationstyp
it: Tipo operazione
zh_cn: 操作类型

source: Percentage completed
de: Prozent abgeschlosssen
it: Percentuale di completamento
zh_cn: 完成百分比

source: Estimated time left
de: Fertig ca. um {time}
it: Tempo di completamento stimato: {time}
zh_cn: 预计剩余时间

source: Operation speed
de: Geschwindigkeit
it: Velocità operazione
zh_cn: 运行速度

source: RAID device number
de: RAID-Gerätenummer
it: Numero dispositivo RAID
zh_cn: RAID设备编号

source: Device
de: Gerät
it: Dispositivo
zh_cn: 设备

source: failure
de: Versagen
it: fallimento
zh_cn: 失败

source: No unused RAID devices
de: Keine unbenutzten RAID-Geräte
zh_cn: 没有未使用的 RAID 设备

source: Unused RAID arrays
de: Unbenutzte RAID-Array
it: Array RAID inutilizzati
zh_cn: 空闲的RAID阵列

source: Do you wish to overwrite these files?
de: Möchten Sie diese Dateien überschreiben?
it: Vuoi sovrascrivere questi file?
nb: Vil du overskrive disse filene?
zh_cn: 确认要覆盖这些文件？

source: Keep current file
de: Behalte derzeitige Datei
it: Mantieni il file corrente
nb: Behold gjeldende fil
zh_cn: 保留当前文件

source: Full Backup
de: Gesamte Festplatte sichern
nb: Full sikkerhetskopi

source: Backup the Current State
de: Aktuellen Status sichern
it: Effettua backup dello stato attuale
nb: Sikkerhetskopier Gjeldende Modus
zh_cn: 备份当前状态

source: Backups will be stored in Zentyal and then you will be able to download them to your hard disk.
de: Die Sicherungsdateien werden auf dem Zentyalserver zwischengespeichert und Sie können diese dann auf Ihre Festplatte herunterladen.
it: I backup verranno salvati in Zentyal, potrei scaricarli sul tuo hard disk.
nb: Sikkerhetskopier vil bli lagret i Zentyal og du vil få muligheten til å laste dem ned til din hard disk.
zh_cn: 备份会被保存在Zentyal，然后您可以下载到自己的硬盘。

source: If you have the file sharing module configured, all users having administration rights will be able to access the backup directory as a shared resource.
de: Wenn Sie das Modul Dateifreigabe konfiguriert haben, dann können alle User mit Administratorrechten auf das Backup-Verzeichnis zugreifen.
it: Se hai il modulo di condivisione file configurato, tutti gli utenti aventi privilegi di amministrazione saranno in grado di accedere alla directory di backup come una risorsa condivisa
nb: Hvis du har fildelings modulen konfigurert, vil alle brukere med administrative rettigheter få til gang til sikkerhetskopi mappen som en delt resurs.
zh_cn: 如果您配置了文件共享模块，所有具有管理员权限的用户都能够利用共享访问备份目录。

source: Restore Backup from File
de: Sicherungsdatei wiederherstellen
it: Ripristina backup da file
nb: Gjenopprett Sikkerhetskopi fra Fil
zh_cn: 从文件恢复

source: You can upload a backup file from your computer. When uploading files you should be warned that some web browsers cannot handle huge files (>= 1 Gb).
de: Sie können eine Sicherungsdatei von Ihrem Computer hochladen. Beim Hochladen sollten Sie beachten, dass einige Browser nicht mit sehr grossen Dateien (>=1 GB) umgehen können.
it: Puoi caricare un file di backup dal tuo computer. Quando carichi i file fai attenzione, alcuni browser non sono in grado di gestire file di grosse dimensioni (>= 1 Gb)
nb: Du kan laste opp en sikkerhetskopi fra din PC, Når du laster opp filer bør du være klar over at noen web lesere ikke kan håndtere store filer (>= 1 Gb).
zh_cn: 你可以从自己的计算机上传一个备份文件。在上传文件时，由于无法处理大文件(>= 1 Gb)，某些浏览器会发出警告。

source: Backup file
de: Sicherungsdatei
nb: Sikkerhetskopi

source: Full
de: Alles
it: Completo
zh_cn: 全部

source: Configuration only
de: Nur Konfiguration
it: Solo configurazione
nb: Kun konfigurasjon
zh_cn: 仅配置

source: Unknown type
de: Unbekannter Typ
it: Tipo sconosciuto
nb: Ukjent type
zh_cn: 未知类型

source: Restore configuration using this file
de: Konfiguration aus dieser Datei wiederherstellen
it: Ripristina configurazione usando questo file
nb: Gjenopprett konfigurasjon med denne filen
zh_cn: 使用此文件恢复配置

source: Restore from backup
de: Sicherung wiederherstellen
nb: Gjenopprett fra sikkerhetskopi

source: Configuration Report
de: Konfigurationsbericht
it: Rapporto Configurazione
nb: Konfigurasjons Rapport
zh_cn: 配置报告

source: You can generate a file with information about the state of your system. This file can be useful if you want to report a problem or seek for support.
de: Sie können eine Datei mit Informationen über Ihr System zu erstellen. Diese Datei wird hilfreich sein, falls Sie einen Fehler dem Zentyal-Team melden möchten
zh_cn: 这个网页会生成一个包含系统状态信息的文件。如果你需要报告问题，或寻求帮助，这个文件会用得上。

source: Generate and Download report file
de: erzeuge und speichere die Berichtsdatei
zh_cn: 生成并下载报告文件

source: Log Domain
de: Protokoll Domäne
it: Dominio log
nb: Logg Domene
zh_cn: 日志域

source: Last hour logs will be showed when selecting a component
de: Die Logs der letzten Stunde werden angezeigt
it: Selezionando un componente verranno mostrati i log relativi all'ultima ora
nb: Siste times logger vil bli vist når man velger en komponent
zh_cn: 当选择某个组件时，会显示最近一小时的日志

source: Select available full reports
de: Verfügbare Komplett-Berichte auswählen
it: Seleziona log completi disponibili
nb: Velg tilgjengelige fulle rapporter
zh_cn: 选择可用的完整报告

source: View
de: Anzeigen
it: Vedi
nb: Vis
zh_cn: 显示

source: Custom query
de: Benutzerdefinierte Abfrage
it: Ricerca personalizzata
nb: Tilpasset spørring
zh_cn: 定制查询

source: From date:
de: Datum von:
it: Dalla data:
nb: Fra dato:
zh_cn: 开始日期:

source: Refresh logs
de: Logs aktualisieren

source: To date:
de: Datum bis:

source: Save as event
de: Als Ereignis speichern

source: No logs matching current criterion
de: Keine Logs gefunden, auf welche die Kriterien zutreffen

source: There are no logs for this domain
de: Es gibt keine Logs für diese Domäne

source: Finish
de: Ende
it: Fine
nb: Slutt
zh_cn: 完成

source: Congratulations!
de: Herzlichen Glückwunsch!
it: Congratulazioni!
nb: Gratulerer!
zh_cn: 恭喜！

source: Now you are ready to save changes and start using your Zentyal server
de: Sie können nun die Änderungen speichern und Ihren Zentyal-Server nutzen
nb: Du er nå klar til å lagre endringer og starte å bruke din Zentyal server

source: Installation finished
de: Installation abgeschlossen
it: Installazione
zh_cn: 安装完成

source: Skip
de: Überspringen
it: Salta
nb: Hopp over
zh_cn: 忽略

source: Next
de: Nächster
it: Successivo
nb: Neste
zh_cn: 下一步

source: No options
de: keine Optionen
zh_cn: 无选项

source: Language Selection
de: Auswahl der Sprache

source: Your password must be at least 6 characters long.
de: Ihr Passwort muss mindestens 6 Zeichen lang sein
it: La tua password deve essere lunga al meno 6 caratteri.
nb: Passordet må være minst 6 tegn langt.
zh_cn: 密码长度至少6字节

source: Current password
de: Aktuelles Passwort
nb: Gjeldende passord

source: Confirm password
de: Passwort bestätigen

source: Time Zone
de: Zeitzone

source: Mail alias settings
de: Einstellungen für E-Mail-Alias
it: Impostazioni alias di posta
nb: Epostalias innstillinger
zh_cn: 邮件别名设置

source: There are no users in the group or the users do not have a mail account, so an alias account cannot be created
de: Entweder sind keine Benutzer in dieser Gruppe oder die Benutzer gibt es nicht, darum kann kein E-Mail-Alias erstellt werden
nb: Det er ingen brukere i gruppen eller brukerene har ikke en epostkonto, derfor kan ikke en aliaskonto bli opprettet.

source: Mail alias
de: E-Mail-Alias
it: Alias di posta
nb: Epostalias
zh_cn: 邮件别名

source: Create mail account
de: Neues E-Mail Konto
it: Crea un account di posta
nb: Opprett epostkonto
zh_cn: 建立邮件账户

source: Account name
de: Kontoname
it: Nome account
nb: Kontonavn
zh_cn: 账户名

source: Maildir size
de: Postfachgrösse
zh_cn: 邮件目录大小

source: Set up the default virtual mail domain
de: Definiert die voreingestellte virtuelle Maildomäne
it: Configura il dominio virtuale di posta di default
nb: Sett opp standard virtuelt epost domene
zh_cn: 设置默认的虚拟邮件域

source: This will be the domain for your mail accounts
de: Das ist die Domäne für die E-Mail Konten.
it: Questo sara' il dominio per i tuoi account di posta
nb: Dette vil bli domenet for dine epost kontoer
zh_cn: 这将是你的邮件帐户的域

source: Mail account
de: Postfach
it: Account mail
nb: Epostkonto
zh_cn: 邮件账户

source: Click here to create a new mail virtual domain
de: Eine virtuelle Domäne hinzufügen
it: Fai clic qui per creare un nuovo dominio virtuale
nb: Trykk her for å opprette et nytt virtuelt domene for epost
zh_cn: 点击这里来创建一个新的邮件虚拟域

source: Sender
de: Absender
it: Mittente
nb: Avsender
zh_cn: 发送方

source: Recipients
de: Empfänger
it: Destinatari
nb: Mottakere
zh_cn: 收件人

source: Requeue
de: In Warteschlange einreihen
it: Ri-accoda
nb: Sett tilbake i køen
zh_cn: 重新分配队列

source: Show Info
de: Info anzeigen
it: Mostra informazioni
nb: Vis Informasjon
zh_cn: 显示信息

source: Hide Info
de: Info verbergen
it: Nascondi informazioni
nb: Skjul Informasjon
zh_cn: 隐藏信息

source: Attempt to deliver all queued mail
de: Versuche alle Mails der Warteschlange zu senden.
it: Tenta consegna di tutta la posta in coda
nb: Forsøk å levere all epost i kø
zh_cn: 尝试发送队列中的所有邮件

source: Remove all messages
de: Lösche alle Nachrichten
it: Rimuovi tutti i messaggi
nb: Fjern alle meldinger
zh_cn: 移除所有消息

source: There are no messages in queue or the service is stopped
de: Es sind keine Nachrichten in der Warteschlange oder der Dienst ist gestoppt.
it: Non ci sono messaggi in coda o il servizio è inattivo
nb: Det er ingen meldinger i køen eller tjenesten har stoppet
zh_cn: 队列中没有消息，或者服务已停止

source: The following settings only will take effect when the mail module is enabled
de: Die folgenden Einstellungen werden nur angewendet, wenn der E-Mail-Dienst aktiviert ist
it: Le seguenti impostazioni avranno effetto solo quando il modulo verrà attivato
nb: Følgende innstillinger vil kun fungere når epostmodulen er aktivert
zh_cn: 下来设置只有在邮件模块被启用后才能生效

source: The virtual domain you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
de: Die virtuelle Domäne, welche Sie löschen wollten hat weitere Daten in folgenden Modulen. Wollen Sie die Domäne mit allen dazugehörigen Daten löschen?
it: Il dominio virtuale che stai provando a rimuovere contiene dati nei moduli seguenti. Per favore comferma che vuoi rimuoverlo e anche tutti i suoi dati correlati
nb: Det virtuelle domene du forsøkte å slette inneholder følgende moduler. Vennligst forsikre deg at du vil slette det og dets relaterte data
zh_cn: 你删除的虚拟域中一些模块有数据存在。请确认你希望移除它和所有与它相关的数据

source: Mail account settings
de: Einstellungen des E-Mail Konto
it: Impostazioni dell'account di posta
nb: Epostkonto innstillinger
zh_cn: 邮件账户设置

source: Create mail aliases
de: Neues E-Mail Alias
it: Crea un alias di posta
nb: Opprett epostaliaser
zh_cn: 创建邮件别名

source: No quota
de: Keine Größenbeschränkung
it: Nessuna quota
nb: Ingen kvote
zh_cn: 无限额

source: Default quota
de: Voreingestellte Größenbeschränkung
it: Quota predefinita
nb: Standardkvote
zh_cn: 默认限额

source: Custom quota
de: Benutzerdefinierte Größenbeschränkung
it: Quota personalizzata
nb: Tilpasset kvote
zh_cn: 自定义限额

source: Quota type
de: Art der Größenbeschränkung
it: Tipo di quota
zh_cn: 配额类型

source: Maximum mailbox size in MB
de: Maximale Grösse des Postfaches in MB

source: Zarafa account
de: Zarafa-Konto
nb: Zarafa Konto

source: Zarafa takes quota settings from mail account settings.
de: Zarafa übernimmt die Quotas von den Mail-Account Werten.
nb: Zarafa tar kvote instillinger fra epost konto instillinger.

source: Groupware contact
de: Groupware-Kontakt
nb: Gruppevare kontakt

source: Asterisk group queue
de: Warteschlange der Asterisk - Gruppe
nb: Asterisk gruppe kø

source: There are no users in this group or the users do not have an Asterisk account, so a queue cannot be created.
de: Es gibt keinen Benutzer in dieser Gruppe oder die Benutzer verfügen über kein Asterisk-Konto, weshalb eine Warteschlange nicht angelegt werden kann.
nb: Det er ingen brukere i denne gruppen eller brukere har ikke en Asterisk konto, så en kø kan ikke opprettes.

source: Group queue
de: Warteschlange der Gruppe
nb: Gruppe kø

source: Password for Asterisk service is the user password
de: Das Passwort für Asterisk ist Ihr Benutzer Passwort
nb: Passord for Asterisk tjeneste er bruker passordet

source: The following settings only will take effect when the Asterisk module is enabled.
de: Die folgenden Änderungen werden nur übernommen wenn das Asterisk Modul aktiviert ist.
nb: Følgende instillinger vil bare bli effektuert når Asterisk modulen er aktivert.

source: Add User
de: Benutzer hinzufügen
it: Aggiungi Utente
nb: Legg til Bruker
zh_cn: 添加用户

source: Retype password
de: Passwort erneut eingeben
it: Ridigita password
nb: Tast passord på nytt
zh_cn: 重新输入密码

source: Add and Edit
de: Hinzufügen und bearbeiten
nb: Legg til og Rediger

source: Select the type of the server
de: Wählen Sie den Server-Typ aus
it: Seleziona il tipo di server
nb: Velg type server
zh_cn: 选择服务器类型

source: Choose standalone unless you want LDAP replication or synchronization with Active Directory.
de: Wählen Sie Standalone-Server, außer Sie möchten LDAP-Replikation oder Synchronisation mit Active Directory.
nb: Velg selvstendig med mindre du vil ha LDAP replikering eller synkronisering med Active Directory.

source: Standalone server
de: Einzelner (Standalone) Server
it: server Standalone
nb: Frittstående server
zh_cn: 独立服务器

source: Advanced configuration (Master/Slave/AD Sync)
de: Erweiterte Einstellungen (Master/Slave/AD-Synchronisation)
nb: Avansert konfigurering (Maser/Slave/AS Sync)
