Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: Here you may set certificates from this CA for those secure services managed by Zentyal
it: Qui è possibile impostare i certificati da questa CA per i servizi sicuri gestiti da Zentyal
nb: Her kan du sette sertifikater fra denne CA for de sikre tjenestene administrert av Zentyal
zh_cn: 在这里，您可以从该 CA 为 Zentyal 管理的安全服务设置证书

source: Certification Authority
it: Autorità di Certificazione
nb: Sertifiseringsautoritet
zh_cn: 认证机构

source: Identifier duplicated in Database
it: Identificativo duplicato nel Database
nb: Identen duplisert i Database
zh_cn: 在数据库中复制标识符

source: The certificate has NOT been revoked.
it: Il certificato NON è stato revocato.
nb: Sertifikatet er IKKE tilbakekalt.
zh_cn: 此认证没有失效

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
it: L'input contiene dei caratteri non validi. Sono permessi tutti i caratteri alfanumerici, gli spazi e i seguenti caratteri non alfanumerici: ?&+:-@.
nb: Teksten inneholder ugyldige tegn. Alle alfanumerisk tegn, og disse ikke alfanumeriske tegnene: .?&+:\@ og mellomrom er tillatt.
zh_cn: 输入端包含无效字符。所有的字母数字型符号，加上这些非字母数字型字符：.?&+:-@*还有空格都是被允许的

source: The certificate has been issued.
it: Il certificato è stato emesso.
nb: Sertifikatet er utgitt.
zh_cn: 认证被发布

source: The new CA certificate has been issued.
it: Il nuovo certificato CA è stato emesso.
nb: Nytt CA sertifikat er utgitt.
zh_cn: 新的ca认证被发布

source: Manage sieve enabled in IMAP server
nb: Behandle sieve aktivert i IMAP server

source: Manage sieve connection uses TLS
nb: Behandle sieve tilkoblinger med TLS

source: Webmail
nb: Web epost

source: Remote server
nb: Ekstern server

source: WebMail backend
nb: Web epost server

source: Webmail module needs IMAP or IMAPS service enabled if using Zentyal mail service. You can enable it at {openurl}Mail -> General{closeurl}.
nb: WebMail modulen trenger IMAP eller IMAPS tjenesten aktivert så lenge den bruker Zentyal e-post tjeneste. Du kan aktivere den på {openurl}Mail -> General{closeurl},

source: NTP configuration file
it: File di configurazione NTP
nb: NTP konfigurasjons fil
zh_cn: NTP 配置文件

source: Fatal error
nb: Fatal feil

source: Events summarized graph
nb: Hendelses oppsumert graf

source: Events module configures Zentyal to help informing you about events that happen
nb: Hendelses modulen konfigurerer Zentyal for å hjelpe til med å informere deg om hendelser som skjer

source: Logs
it: Log
nb: Logger
zh_cn: 日志管理

source: The backup archive has a invalid type. Maybe the file is corrupt or you are using a incompatible Zentyal version
it: Il file di backup è di tipo non valido. Forse il file è corrotto o stai usando una versione di Zentyal incompatibile
nb: Sikkerhetskopi arkivet har en ubrukelig type. Kansje filen er defekt eller du bruker en ustøttet versjon av Zentyal.
zh_cn: 备份存档有一个无效的类型。可能是文件已损坏或您使用是版本不兼容的Zentyal版本

source: System Information
it: Informazioni sistema
nb: System Informasjon
zh_cn: 系统信息

source: available
it: disponibile
nb: tilgjengelig
zh_cn: 可用

source: Core version
it: Versione core
nb: Kjerne versjon
zh_cn: 核心版本

source: Uptime
it: Tempo di uptime
nb: Oppetid
zh_cn: 运行时间

source: Enabling {modName} module
it: Abilito modulo {modName}
nb: Aktiverer {modName} modul
zh_cn: 正在启用{modName}模块

source: logs
nb: logger
zh_cn: 日志

source: Zentyal Administration Web Server
it: Porta di amministrazione del web server Zentyal
nb: Zentyal Administrasjons Web Server
zh_cn: Zentyal管理web服务器

source: Zentyal is going down for halt
it: Zentyal si sta spegnendo
nb: Zentyal avsluttes
zh_cn: 由于关机，Zentyal将要关闭

source: Halt or Reboot
it: Spegni o riavvia
nb: Avslutt eller Restart
zh_cn: 关机或重启

source: A change in the date or time will cause all Zentyal services to be restarted.
it: La modifica di data e ora richiederà il riavvio di tutti i servizi di Zentyal
nb: En endring i dato eller tid vil forårsake at alle Zentyal tjenester restartes.
zh_cn: 日期或时间的变化将导致重启所有 Zentyal 服务。

source: This channel tracks what happens on this Zentyal machine along the time
nb: Denne kanalen følger hva som skjer på denne Zentyal maskinen med tiden

source: The event has happened in Zentyal {hostname} from {source}
nb: Denne hendelsen skjedde på Zentyal {hostname} fra {source}

source: RAID device {name} has started operation {opName}.
nb: RAID enhet {name} har startet handling {opName}.

source: RAID device {name} has finished operation {opName} or it was aborted.
nb: RAID enhet {name} har fullført handling {opName} eller den var kansellert.

source: RAID device {name} has finished operation {oldOpName} and started {newOpName}.
nb: RAID enhet {name} har fullført handling {oldOpName} og startet {newOpName}.

source: Estimated finish time: {time}.
nb: Forvented fullført: {time}.

source: Check if Zentyal is currently up or down
nb: Kontroller om Zentyal er oppe eller nede

source: The events module is not enabled to send events
nb: Handlings modulen er ikke aktivert for sending av handlinger

source: Repetitions
nb: Repetisjoner

source: Level
nb: Nivå

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
it: Si è verificato un errore interno relativo ad un template. Questo è un bug, le informazioni relative si possono trovare nei log.
nb: En intern feil relatert til en mal har oppstått. Dette er en feil, relevant informasjon kan bli funnet i loggene.
zh_cn: 发生一个模板相关的内部错误。这是一个 bug，相关信息可以在日志中找到。

source: modules restored
it: moduli ripristinati
nb: moduler gjenopprettet
zh_cn: 模块已恢复

source: row
nb: rad
zh_cn: 行

source: Service configuration
it: Configurazione servizio
nb: Tjeneste konfigurasjon
zh_cn: 服务配置

source: Client
nb: Klient

source: Zentyal will execute {cmd}
it: Zentyal eseguirà {cmd}
nb: Zentyal vil kjøre {cmd}
zh_cn: Zentyal 将会执行命令 {cmd}

source: Zentyal will add two LDAP schemas: authldap.ldif and eboximail.ldif.
it: Zentyal aggiungerà due schemi LDAP: authldap.ldif e eboximail.ldif.
nb: Zentyal vil legge til to LDAP-skjemaer: authldap.ldif og eboximail.ldif.
zh_cn: Zentyal 将添加两个 LDAP 模式: authldap.ldif 和 eboximail.ldif。

source: Create certificates
it: Crea certificati
nb: Opprett sertifikater
zh_cn: 创建证书

source: Zentyal will create certificates to use in mail services
it: Zentyal creerà certificati da usare nei servizi di posta
nb: Zentyal vil opprette sertifikater for bruk i eposttjenester
zh_cn: Zentyal 将创建证书用于邮件服务

source: Add fetchmail update cron job
it: Aggiungi il cron job di aggiornamento fetchmail
nb: Legg til fetchmail oppdateringsjobb i cron
zh_cn: 添加 fetchmail 来更新定时(cron)任务

source: Zentyal will schedule a cron job to update fetchmail configuration when the user add external accounts
it: Zentyal configurerà un cron job per aggiornare la configurazione di fetchmail quando l'utente aggiunge degli account esterni
nb: Zentyal vil planlegge en jobb i cron, for å oppdatere fetchmail konfigurasjonen når brukeren legger til eksterne kontoer
zh_cn: 当用户添加外部账户时 Zentyal 将安排一个 cron 作业来更新 fetchmail 配置

source: To configure host mail name
it: Per configurare il nome dell'host della posta
nb: For å konfigurere vertens epostnavn
zh_cn: 要配置主机的邮件名称

source: To configure postfix aliases
it: Per configurare gli alias di postfix
nb: For å konfigurere postfix aliaser
zh_cn: 要配置后缀的别名

source: To configure dovecot
it: Per configurare dovecot
nb: For å konfigurere dovecot
zh_cn: 要配置 dovecot

source: To configure dovecot to authenticate against LDAP
it: Per configurare dovecot di autenticarsi su LDAP
nb: For å konfigurere dovecot til å autentisere mot LDAP
zh_cn: 配置 dovecot 身份认证与 LDAP 冲突

source: To configure smart host authentication
it: Per configurare l'autenticazione smart host
nb: For å konfigurere smarthost-autentisering
zh_cn: 配置智能主机身份验证

source: Cannot use the hostname as mailname because it is not a fully qualified name. Please, define a custom server mailname
it: Impossibile usare il nome host come nome posta perché non è un nome fully qualified. Prego, definisci un nome di server di posta personalizzato
nb: Kan ikke bruke vertsnavn som epostnavn, fordi det ikke er et fullt kvalifisert navn. Vennligst, legg til et tilpasset epostnavn for tjeneren
zh_cn: 由于这不是一个完全限定的名称，不能使用这个主机名作为邮件名。请使用一个自定义服务器邮件名

source: The mail name must be a fully qualified name
it: Il nome posta deve essere un nome fully qualified
nb: Epostnavnet må vært et fullt kvalifisert navn
zh_cn: 邮件名称必须是一个明确的名称

source: Host mail name
it: Nome posta host
nb: Verts epost navn
zh_cn: 主机邮件名称

source: The mail name and virtual mail domain name are equal
it: Il nome posta ed il nome del dominio virtuale di posta sono uguali
nb: Epostnavn og virtuelt epostdomenenavn er like
zh_cn: 邮件名称与虚拟邮件域名称相同

source: SMTP service
it: Servizio SMTP
nb: SMTP-tjeneste
zh_cn: SMTP 服务

source: Greylist
nb: Gråliste
zh_cn: 灰名单

source: Message type
it: Tipo messaggio
nb: Meldingstype
zh_cn: 消息类型

source: Additional Info
it: Informazioni aggiuntive
nb: Tilleggsinformasjon
zh_cn: 附加信息

source: User quota exceeded
it: Superata quota utente
nb: Bruker kvote overskredet
zh_cn: 超出用户配额

source: Greylisted
it: In greylist
nb: Grå listet
zh_cn: 灰名单

source: Mail SMTP server
it: Server di posta SMTP
nb: Epost SMTP-server
zh_cn: 邮件 SMTP 服务器

source: Mail POP/IMAP server
it: Server di posta POP/IMAP
nb: E-post POP/IMAP server
zh_cn: 邮件 POP/IMAP 服务器

source: Mail Account
it: Account di posta
nb: Epostkonto
zh_cn: 邮件账户

source: You haven't create a mail domain yet
it: Non hai ancora creato un dominio di posta
nb: Du har ikke opprettet et epostdomene enda
zh_cn: 你还未创建一个邮件域

source: Mail server
it: Server di posta
nb: Eposttjener
zh_cn: 邮件服务器

source: Mail traffic details
nb: Epost trafikkdetaljer

source: An account or alias called {al} already exists
nb: En konto eller et alias med navn {al} eksisterer allerede

source: Secure POP3S service enabled
it: Servizio POP3 sicuro abilitato
nb: Sikker POP3S-tjeneste aktivert
zh_cn: 安全 POP3S 服务已启用

source: IMAP service enabled
it: Servizio IMAP abilitato
nb: IMAP-tjeneste aktivert
zh_cn: IMAP 服务已启用

source: This allow users to retrieve mail for external accounts, the mail would be delivered to their local account. External account can be configured in the user's corner.
nb: Dette lar brukere å hente epost for eksterne kontoer, eposten vil bli levert til deres lokale konto. Eksterne kontoer kan konfigureres i brukerhjørne.

source: To enable {service} mail retrieval service you must disable {service} gateway for Zarafa. You can do it at {ohref}Zarafa gateways configuration settings{chref}.
nb: For å aktivere {service} epost hente tjenesten, må du deaktivere {service} gateway for Zarafa. Du kan gjøre dette på {ohref}Zarafa gateways konfigurasjons instillinger{chref}.

source: Traffic summary chart
nb: Trafikksammendragsoversikt

source: Traffic summary graph
nb: Trafikksammendragsgraf

source: Virtual domain aliases
it: Alias domini virtuali
nb: Virtuelt domenealias
zh_cn: 虚拟域别名

source: External accounts aliases
it: Alias account esterni
nb: Eksterne kontoaliaser
zh_cn: 外部账户别名

source: virtual domain
it: dominio virtuale
nb: virtuelt domene
zh_cn: 虚拟域

source: Cannot add virtual domain {vd} because is a virtual domain alias with the same name
it: Impossibile aggiungere il virtual domain {vd} perché c'è un alias di un virtual domain con lo stesso nome
nb: Kan ikke legge til virtuelt domene {vd} fordi det allerede finnes et virtuelt domenealias med samme navn
zh_cn: 无法添加虚拟域 {vd}, 因为有一个虚拟域使用了同样的别名

source: 'sieve' is a reserved name in this context, please choose another name
it: 'sieve' è un nome riservato in questo contesto, prego scegli un altro nome
nb: 'sieve' er et reservert navn i denne sammenheng, vennligst velg et annet navn
zh_cn: 'sieve' 是一个保留字， 请选择另外一个名称

source: Mail virtual domain
it: Dominio virtuale di posta
nb: Epost virtuellt domene
zh_cn: 邮件虚拟网域

source: The virtual domain name cannot be equal to the mailname
it: Il nome del dominio virtuale non può essere uguale al nome del mail server
nb: Det virtuelle domenenavnet kan ikke være likt epostnavnet
zh_cn: 虚拟域名称不能和邮件名称相同

source: Cannot add virtual domain {vd} because it appears as external domain in the account referenced by the alias {al}
it: Impossibile aggiungere il dominio virtuale {vd} perché appare come dominio esterno nell'account indicato dall'alias {al}
nb: Kan ikke legge til virtuelt domene {vd} fordi det ser ut som at det eksterne domenet i kontoen er referert til av alias {al}
zh_cn: 无法添加虚拟域 {vd}， 由于它作为别名 {al} 被这个账户的外部域引用

source: Send a copy of all mail domains
it: Invia una copia di tutti i messaggi del dominio
nb: Send en kopi av alle epostdomener
zh_cn: 往所有邮件域发送拷贝

source: The mail will be a Blind Carbon Copy (BCC).
it: Il messaggio sarà una Blind Carbon Copy (BCC).
nb: Eposten vil bli en blindkopi (BCC).
zh_cn: 这个邮件会称为一个 Blind Carbon Copy (BCC)。

source: Address to sent the copy
it: Indirizzo cui inviare la copia
nb: Adressen kopien skal sendes til
zh_cn: 发送拷贝的地址

source: Virtual domain settings
it: Impostazioni dominio virtuale
nb: Innstillinger for virtuelt domene
zh_cn: 虚拟域设置

source: During this interval, the mail sender is deferred
it: In quest'intervallo il mittente è sospeso
nb: I løpet av dette intervallet, er epostsenderen utsatt
zh_cn: 这个时段邮件发送将被延迟

source: Time that mail sender has to retry to be added before it will be greylisted again
it: Tempo che il mittente ha per riprovare ad essere aggiunto prima di essere messo di nuovo in greylist
nb: Tiden epostsenderen må prøve igjen før den blir grålistet igjen
zh_cn: 邮件发送方重试来被添加以免被加入灰名单的时间周期

source: Period till unseen entries will be deleted
it: Periodo dopo il quale gli elementi non visibili verranno eliminati
nb: Periode til usett innlegg vil bli slettet
zh_cn: 不可见条目删除周期

source: Server mailname
it: Nome mail server
nb: Tjener epostnavn
zh_cn: 服务器邮箱名

source: FQDN hostname
it: Nome host FQDN
nb: FQDN vertsnavn
zh_cn: FQDN主机名

source: Custom address
it: Indirizzo personalizzato
nb: Tilpasset adresse
zh_cn: 自定义地址

source: When a mailbox reaches this size futher messages will be rejected. This can be overidden by account
it: Quando una casella di posta raggiunge queste dimensioni, i messaggi successivi saranno respinti. Questa impostazione può essere sovrascritta nelle impostazioni dell'account
nb: Når en postboks når denne størrelsen vil videre meldinger bli avvist. Dette kan bli overstyrt av konto
zh_cn: 当邮件箱达到这个大小时新的消息将被拒绝。这可以通过帐户超过限制

source: Unlimited size
it: Dimensioni illimitate
nb: Ubegrenset størrelse
zh_cn: 不限制大小

source: limited to
it: Limitata a
nb: begrenset til
zh_cn: 限制

source: Expiration period for deleted mails
it: Periodo di scadenza per i messaggi eliminati
nb: Utløpsdato på slettede epost
zh_cn: 已删除邮件的有效期

source: expired in
it: scade in
nb: utløper om
zh_cn: 过期

source: Expiration period for spam mails
it: Periodo di scadenza per i messaggi spam
nb: Utløpsdato for søppelmeldinger
zh_cn: 垃圾邮件的有效期

source: Smarthost's address
it: Indirizzo dello smarthost
nb: Smarthosts adresse
zh_cn: Smarthost地址

source: The mailname is set to the server's hostname and the hostname is not fully qualified.
it: Il nome posta è impostato al nome host del server e quest'ultimo non è fully qualified.
nb: Epost navnet er satt til serverens vertsnavn og vertsnavnet er ikke helt gyldig.
zh_cn: 邮件名设置为服务器主机名并且主机名没有明确定义

source: The selected mailname is not a fully qualified hostname.
it: Il nome posta selezionato non è un nome host fully qualified.
nb: Valgt epostnavn er ikke et kvalifisert vertsnavn.
zh_cn: 所选择的邮件名不是一个限定完全的主机名。

source: Not having a fully qualified hostname could lead to some mail servers to reject the mail and incorrect reply addresses from system users
it: Non avere un nome host fully qualified può far sì che alcuni server di posta rifiutino i messaggi e che gli indirizzi di risposta degli utenti del sistema non siano corretti
nb: Fullt kvalifisert tjenernavn er påkrevd for å unngå avviste meldinger og feilaktige returadresser for systembrukere.
zh_cn: 没有完全限定的主机名肯能导致某些邮件服务器拒收和转发错误来自系统用户的邮件

source: Mail traffic reports
nb: Epost trafikkrapporter

source: Mail traffic report
nb: Epost trafikkrapport

source: External retrieval service
it: Servizio di recupero esterno
nb: Eksterne hente tjeneste
zh_cn: 外部检索服务

source: Domain alias
it: Alias di dominio
nb: Domenealias
zh_cn: 域别名

source: Invalid virtual mail domain
it: Dominio virtuale di posta non valido
nb: Ugyldig virtuellt domene
zh_cn: 虚拟邮件域不可用

source: RADIUS Clients
it: Client RADIUS
nb: RADIUS Klienter

source: Groupware (Zarafa)
nb: Gruppevare (Zarafa)

source: Listening SSL port
nb: Lytte SSL port

source: General Web server configuration. The listening port must not be used by another service. If you enable user to publish their own html pages, those should be loaded from {dirName} directory from their home directories.
nb: Generell Web server konfigurasjon. Lytte porten må ikke fremskaffes fra en annen tjeneste. Hvis du aktiverer bruker til å publiserer sin egne html sider, vil sidene bli lastet fra {dirName} mappen fra deres samba hjemme mapper.

source: General Web server configuration settings updated.
nb: Generell Web server konfigurasjon oppdatert.

source: Virtual host name
nb: Virtuelt verts navn

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}. {noDnsWarning}
nb: Virtuell vert {vhost} lagt til. Et domene {domain} har blitt opprettet med kartleggings navn {name} - IP adresse {ip}. {noDnsWarning}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain.
nb: Virtuell vert {vhost} lagt til. Et kartleggings navn {name} - IP adresse {ip} har blitt lagt til {domain} domene.

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}.
nb: Virtuell vert {vhost} lagt til som et alias {alias} til verts navn {hostname}.

source: Virtual hosts are a form of web hosting service where many instances of the same web server are hosted on a single physical server. Different host names point to the same web server. If feasible, the DNS entry is automatically created. The content must be placed under the {docRoot} directory. Any particular configuration you want to add must be placed in the {userConf} directory.
nb: Virtuelle verter er en form for web verts tjeneste hvor mange instanser av samme web server er vertet på en enslig fysisk server. Forskjellige verts navn vil peke til samme web server. Hvis mulig, vil DNS oppslaget vil automatisk bli opprettet hvis mulig. Inholdet må bli plassert under {docRoot} mappen. Enhver konfigurasjon du vil legge til må plasseres i {userConf} mappen.

source: To set webserver listening port.
nb: For å sette web server lytte porten.

source: To configure the per-user public_html directory.
nb: For å konfigurere per-bruker felles HTML mappe.

source: Enable Apache LDAP user module
nb: Aktiver Apache LDAP bruker modul

source: To fetch home directories from LDAP.
nb: For å hente hjemme mapper fra LDAP.

source: Enable Apache SSL module
nb: Aktiver Apache SSL modul

source: Phones
nb: Telefoner

source: phone
nb: telefon

source: VoIP service provider name.
nb: VoIP tjeneste leverandør navn.

source: SIP provider
nb: SIP leverandør

source: Asterisk module
nb: Asterisk modul

source: Access Denied
it: Accesso Negato
nb: Tilgangs Nektet

source: Filtering rules from external networks to Zentyal
it: Regole di filtro da reti esterne verso Zentyal
nb: Filtrerings regler fra eksterne nettverk til Zentyal
zh_cn: 从外部网络到Zentyal的过滤规则

source: These rules allow you to control access from external networks to sevices running on your Zentyal machine.
it: Queste regole ti permettono di controllare l'accesso da reti esterne ai servizi in esecuzione sulla macchina Zentyal.
nb: Disse reglene lar deg kontrollere tilgang fra eksterne nettverk til tjenester som kjører på din Zentyal maskin.
zh_cn: 这些规则可以控制从外部网络到Zentyal主机服务的访问

source: Filtering rules for traffic coming out from Zentyal
it: Regole di filtro per il traffico in uscita da Zentyal
nb: Filtrerings regler for trafikk ut fra Zentyal
zh_cn: Zentyal向外流量的过滤规则

source: These rules allow you to control access from your Zentyal to external services.
it: Queste regole ti permettono di controllare l'accesso del server Zentyal ai servizi esterni
nb: Disse reglene lar deg å kontrollere tilgang fra Zentyal til eksterne tjenester.
zh_cn: 这些规则可以控制从Zentyal到外部服务的访问.

source: These rules are automatically added by the Zentyal services.
it: Queste regole sono aggiunte automaticamente dai servizi di Zentyal
nb: Disse reglene lar deg å kontrollere tilgang fra Zentyal til eksterne tjenester.
zh_cn: 这些规则由Zentyal服务管理模块自动添加.

source: You can disable these rules, but make sure you know what you are doing or otherwise some services could stop working.
it: Puoi disabilitare queste regole, ma assicurati di sapere cosa stai facendo, alcuni servizi potrebbero fermarsi
nb: Du kan deaktivere disse reglene, men vær sikker på at du vet hva du gjør, ellers vil enkelte tjenester stoppe å virke.
zh_cn: 请不要禁用这些规则，除非您知道自己在做什么，或者某些服务允许终止工作.

source: delete
it: elimina
nb: slett
zh_cn: 删除

source: Version
it: Versione
nb: Versjon
zh_cn: 版本

source: This operation can take some time, don't worry if Zentyal looks unresponsive after pressing the Upgrade button.
nb: Denne operasjonen vil ta tid, ikke bekymre deg hvis Zentyal ser uresponsiv ut etter at Oppgraderings knappen er trykket.

source: Warning: Caps Lock is enabled
it: Attenzione: il Blocco Maiuscole è attivo
nb: Advarsel: Caps Lock er aktivert
zh_cn: 警告: Caps Lock已打开

source: Network interfaces
it: Interfacce di rete
nb: Nettverks grensesnitt
zh_cn: 网络接口

source: Configure network for external interfaces
it: Configura la rete per le interfacce esterne
nb: Konfigurer nettverk for eksterne grensesnitt
zh_cn: 配置外部网络接口

source: Now you can set IP addresses and networks for each interface
it: Ora puoi configurare gli indirizzi ip e le reti per ogni interfaccia
nb: Nå kan du sette IP adresse og nettverk for hvert grensesnitt
zh_cn: 现在可以为每个网络接口设置IP地址和网络

source: Traceroute
nb: Spor rute

source: Trace
nb: Spor
zh_cn: 跟踪

source: If you choose to continue, all modules that make use of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
it: Se scegli di continuare, tutti i moduli che usano la configurazione attuale di questa interfaccia di rete elimineranno le parti relative della propria configurazione. Scegli "Annulla" se non sei sicuro di cosa stai facendo.
nb: Hvis du velger å fortsette, vil alle modulene som bruker den gjeldende konfigurasjonen av dette nettverks grensesnittet slette vesentlige deler av sin konfigurasjon. Velg "Avbryt" hvis du ikke er sikker på dette.
zh_cn: 如果选择继续，所有使用该网络接口的模块都将删除相关配置。如果拿不准，请选择"取消"。

source: Optional
it: Facoltativo
nb: Valgfritt
zh_cn: 可选

source: User account
it: Account utente
nb: Bruker konto

source: Revoke a Certificate
it: Revoca un certificato
nb: Tilbakekalle Sertifikat
zh_cn: 吊销一个证书

source: Create
it: Crea
nb: Opprett
zh_cn: 建立

source: The service is enabled and running
it: Il servizio è attivo e in esecuzione
nb: Tjenesten er aktivert og kjører
zh_cn: 服务已启用，且正在运行

source: The service is enabled, but not running
it: Il servizio è attivo, ma non è avviato
nb: Tjenesten er aktivert, men kjører ikke
zh_cn: 服务已启用，但没有运行

source: Running unmanaged
it: In esecuzione non gestita
nb: Kjører ubehandlet
zh_cn: 未被管理的服务正在运行

source: The service is running, but not enabled in Zentyal
it: Il servizio è in esecuzione, ma non è abilitato in Zentyal
nb: Tjenesten kjører, men er ikke aktivert i Zentyal
zh_cn: 服务正在运行，但未在Zentyal启用

source: The service is not enabled in Zentyal
it: Il servizio non è abilitato in Zentyal
nb: Tjenesten er ikke aktivert i Zentyal
zh_cn: 服务未在Zentyal启用
