Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: Bandwith throttling allows you to control download rates for connections going though the HTTP proxy. Network bandwidth rules (class 1 delay pools) allow you to limit the download rate for the whole network whereas client bandwidth rules (class 2 delay pools) allow you to limit the download rate on a per client basis. Class 1 pools have more priority than class 2 pools and the first rule to match is applied. If a connection doesn't match any rule, then no bandwidth throttling is applied.
de: Die Geschwindigkeiten von durch den HTTP-Proxy gehenden Downloads können begrenzt werden. Klasse 1-Regeln arbeiten auf Netzwerkebene, Klasse 2-Regeln auf Client-Ebene. Klasse 1-Regelen haben eine höhere Priorität als solche der Klasse 2. Falls auf eine Verbindung keinerlei Regel zutrifft wird keine Geschwindigkeits-Drosselung durchgeführt.

source: File extensions filtering
de: Dateiendungen filtern

source: Domains filtering
de: Domänen-Filter

source: Authorize and allow
de: Authorisieren und erlauben

source: Authorize and filter
de: Authorisieren und filtern

source: Authorize and deny
de: Authorisieren und erlauben

source: Squid's policy
de: Squid Regeln

source: T
de: D

source: W
de: M
nb: U

source: Monday
de: Montag
it: Lunedì
nb: Mandag

source: Tuesday
de: Dienstag
it: Martedì
nb: Tirsdag

source: Wednesday
de: Mittwoch
it: Mercoledì
nb: Onsdag

source: Thursday
de: Donnerstag
it: Giovedì
nb: Torsdag

source: Friday
de: Freitag
it: Venerdì
nb: Fredag

source: Saturday
de: Samstag
it: Sabato
nb: Lørdag

source: Sunday
de: Sonntag
it: Domenica
nb: Søndag

source: All time
de: Jederzeit
it: Tutto il tempo
nb: Hele tiden

source: All week
de: Ganze Woche
it: Tutta la settimana
nb: Hele uken

source: Weekend
de: Wochenende
it: Fine settimana
nb: Helg

source: Work days
de: Arbeitstage
it: Giorni lavorativi
nb: Arbeids dager

source: From hour..
de: Von Stunde..
it: Dall'ora..
nb: Fra time..

source: to hour..
de: bis Stunde..
it: all'ora..
nb: til time..

source: You must specify two diffrent hours to the range
de: Sie müssen zwei verschiedene Stunden für den Bereich angeben
it: Devi specificare due ore differenti per il range
nb: Du må spesifisere to forskjellige timer til rekken

source: Bad hour of the day value: {h}
de: Ungünstige Stunde des Tages Wert: {h}
it: Valore dell'ora non corretto: {h}
nb: Feil time på dagen verdi: {h}

source: Bad hour of the day format: {h}
de: Ungünstige Stunde des Tages Format: {h}
it: Formato dell'ora non corretto: {h}
nb: Feil time på dagen format: {h}

source: Bad minutes value: {mi}
de: Ungünstige Minuten Wert: {mi}
it: Valore dei minuti non corretto: {mi}
nb: Feil minutt verdi: {mi}

source: Bad minutes format: {mi}
de: falsches Minuten Format: {mi}
it: Formato minuti non corretto: {mi}
nb: Feil minutt format: {mi}

source: The end of the range is greater than the begin
de: Das Ende des Bereiches ist größer als der Anfang
it: La fine dell'intervallo è maggiore dell'inizio
nb: Slutten av rekken er større en starten

source: The time period must be at least active on one day
de: Die Zeitspanne muss mindestens an einem Tag aktiv sein
it: Il periodo di tempo deve essere attivo almeno un giorno
nb: Tidsperioden må minst være aktiv på en dag

source: Disabled
de: deaktiviert
it: Disabilitato
zh_cn: 禁用

source: Very permissive
de: Sehr großzügig
it: Molto permissiva
nb: Svært ettergivende

source: Permissive
de: Etwas großzügig
it: Permissiva
nb: Ettergivende

source: Medium
de: Mittel
it: Media

source: Strict
de: Streng
it: Rigida
nb: Streng

source: Very strict
de: Sehr streng
it: Molto Rigida
nb: Veldig streng

source: This specifies how strict the content filter is.
de: Dies legt fest wie streng der Inhalts-Filter ist.
it: Questo specifica la severità del filtro contenuti
nb: Dette spesifiserer hvor strengt innholds filteret er.

source: Squid's domain policy
de: Squid Domain Regeln

source: HTTP Proxy configuration file
de: Konfigurationsdatei des HTTP-Proxy
nb: HTTP Proxy konfigurasjonsfil

source: Content filter configuration file
de: Konfigurationsdatei für Inhaltsfilter
it: File di configurazione del Filtro contenuti
nb: Innholds filter konfigurasjonsfil

source: Default filter group configuration
de: Standard Filtergruppen-Konfiguration
nb: Standard filter gruppekonfigurasjon

source: Filter groups membership
de: Filtergruppen Mitgliedschaft
nb: Filter gruppemedlemskap

source: Content filter banned extension list
de: Inhaltsfilter Liste für verbannte Erweiterungen
it: Lista dei contenuti filtrati a seconda dell'estensione
nb: Innholdsfilter liste over forbudte utvidelser

source: Content filter banned mime type list
de: Inhaltsfilter Liste für verbannte MIME-Typen
it: Lista dei contenuti filtrati a seconda del tipo mime
nb: Innholdsfilter liste over forbudte mimetyper

source: Content filter exception site list
de: Inhaltsfilter Liste für ausgenommene Seiten
it: Lista di eccezioni di siti nel filtro contenuti
nb: Innholdsfilter liste over unntatte adresser

source: Content filter grey site list
de: Inhaltsfilter Liste für graue Seiten
it: Lista dei siti in greylist del filtro contenuti
nb: Innholdsfilter liste over grå adresser

source: Content filter banned site list
de: Inhaltsfilter Liste für verbannte Seiten
it: Lista siti bannati dal filtro contenuti
nb: Innholdsfilter liste over forbudte adresser

source: Content filter exception URL list
de: Inhaltsfilter Liste für ausgenommen URLs
it: Lista di eccezioni di URL del filtro contenuti
nb: Innholdsfilter liste over unntatte URLer

source: Content filter grey URL list
de: Inhaltsfilter Liste für graue URLs
it: List degli URL in greylist del filtro contenuti
nb: Innholdsfilter liste over grå URLer

source: Content filter banned URL list
de: Inhaltsfilter Liste für verbannte URLs
it: Lista di URL proibiti nel filtro contenuti
nb: Innholdsfilter liste over forbudte URLer

source: Forbidden phrases list
de: Liste für verbotene Begriffe
it: Lista di frasi proibite
nb: Liste over forbudte tekster

source: Exception phrases list
de: Liste für ausgenommene Begriffe
it: Lista di eccezioni per il filtro frasi
nb: Liste over unntatte tekster

source: PICS ratings configuration
de: PICS Bewertungs-Einstellungen
it: Configurazione dei ratings PICS
nb: PICS rangeringskonfigurasjon

source: Dansguardian's log rotation configuration
de: Log-Rotation Einstellungen von DansGuardian
it: Configurazione della rotazione dei log di Dansguardian
nb: Dansguardian's loggroteringskonfigurasjon

source: Dansguardian's antivirus scanner configuration
de: Antivirus-Scanner Einstellungen von DansGuardian
it: Configurazione dello scanner antivirus di dansguardian
nb: Dansguardian's antiviruskonfigurasjon

source: Filter groups per IP
de: Filtergruppen per IP
it: Filtra gruppi per IP
nb: Filter grupper per IP

source: Configuration of adzapper
de: Konfiguration des adzapper

source: Overwrite blocked page templates
de: Überschreibe die Muster für blockierte Webseiten
it: Sovrascrivi i profili delle pagine bloccate

source: Dansguardian blocked page templates will be overwritten with Zentyal customized templates.
de: Die Vorschlagsliste für blockierte Webseiten von Dansguardian werden durch die benutzerdefinierte Vorschlagsliste von Zentyal ersetzt.
it: I profili delle pagine bloccate di dansguardian verranno sovrascritti dai profili personalizzati di Zentyal.

source: Remove dansguardian init script link
de: Entferne Link auf das dansguardian Init Skript

source: Zentyal will take care of starting and stopping the services.
de: Zentyal übernimmt das Starten und Beenden des Dienstes.
it: Zentyal si occuperà di far partire e fermare i servizi.
nb: Zentyal vil ta seg av starting og stopping av tjenestene.
zh_cn: Zentyal会接管启动和停止服务行为

source: You must set the cache_mem variable in the Zentyal configuration file
de: Sie müssen die Variable cache_mem in der Zentyal-Konfigurationsdatei setzen
it: Devi impostare la variabile cache_mem nel file di configurazione di Zentyal
nb: Du må sette cache_mem-variabelen i Zentyal konfigurasjons filen

source: You must set the max_object_size variable in the Zentyal configuration file
de: Sie müssen die Variable max_object_size in der Zentyal-Konfigurationsdatei setzen
it: Devi impostare la variabile max_object_size nel file di configurazione di Zentyal
nb: Du må sette cache_mem-variabelen i Zentyal konfigurasjons filen

source: Enabled
de: Aktiviert
it: Abilitato
nb: Aktivert
zh_cn: 已启用

source: Transparent proxy
de: Transparenter Proxy

source: Global policy
de: Allgemeines Vorgehen

source: Listening port
de: Port

source: General
de: Allgemein
it: Generale
zh_cn: 常用

source: Objects' Policy
de: Regeln für Objekte

source: Groups' Policy
de: Regeln für Gruppen

source: Mime/type
de: MIME/Typ
it: Tipo MIME

source: Event
de: Ereignis
it: Evento
nb: Hendelse
zh_cn: 事件

source: Accepted
de: Akzeptiert
it: Accettato
nb: Godkjent

source: Denied
de: Verweigert
it: Negato
nb: Avvist

source: Filtered
de: Gefiltert
it: Filtrato
nb: Filtrert

source: Deleted daemons
de: Gelöschte Hintergrunddienste
it: Demoni rimossi
nb: Slettete tjenester
zh_cn: 已删除的服务

source: daemon
de: Hintergrunddienst
it: demone
nb: tjeneste
zh_cn: 服务进程

source: Advertised networks
de: Verfügbare Netzwerke
it: Reti pubblicate
nb: Opplyste nettverk
zh_cn: 播发网络

source: Download client bundle
de: Benutzerdateien herunterladen
it: Scarica il pacchetto di files per il client
nb: Last ned klient pakke
zh_cn: 下载客户端配置包

source: List of servers
de: Serverliste
it: Lista dei server
nb: Liste med servere
zh_cn: 服务器列表

source: VPN servers
de: OpenVPN-Server
it: Server della VPN
nb: VPN servere
zh_cn: VPN服务器

source: {openpar}You need a valid CA certificate to run VPN servers. {closepar}{openpar}Please, go to the {openhref} certification authority module{closehref} and renew it.{closepar}
de: {openpar}Sie benötigen ein gültiges CA Zertifikat um eine VPN Server zu betreiben.{closepar}{openpar}Bitte gehen Sie zum {openhref}Modul Zertifizierungsstelle{closehref} und erneuern Sie das Zertifikate.{closepar}
it: {openpar}Hai bisogno di creare almeno un certificato CA per far girare server VPN.{closepar}{openpar}Per favore, vai al modulo di{openhref} gestione dei certificati{closehref} e creane uno nuovo. {closepar}
zh_cn: {openpar}你需要一个有效的 CA 证书来运行 VPN 服务器。 {closepar}{openpar}请前往{openhref}认证中心模块{closehref}更新它。{closepar}

source: {openpar}You need to create a CA certificate to run VPN servers. {closepar}{openpar}Please, go to the {openhref}certification authority module{closehref} and create it.{closepar}
de: {openpar}Sie müssen ein CA Zertifikat erstellen um eine VPN Server zu betreiben.{closepar}{openpar}Bitte gehen Sie zum {openhref}Modul Zertifizierungsstelle{closehref} und erstellen Sie ein neues Zertifikat.{closepar}
it: {openpar}Hai bisogno di craere almeno un certificato per usare questo modulo.{closepar}{openpar}Per favore, vai al{openhref}modulo controllo certificato{closehref} e creane uno nuovo. {closepar}
zh_cn: {openpar}您需要创建一个 CA 证书来运行 VPN 服务器。 {closepar}{openpar}请前往{openhref}认证中心模块{closehref}创建它。{closepar}

source: Server creation
de: Server Erstellung
it: Creazione server
nb: Server opprettelse
zh_cn: 服务器创建

source: Cannot activate the server because is not fully configured; please edit the configuration and retry
de: Der Server kann nicht aktiviert werden weil ist nicht komplett konfiguriert; Bitte bearbeiten Sie die Konfiguration und versuchen Sie es erneut
it: Non è possibile attivare il server perchè non è del tutto configurato; completare la configurazione e riprovare
nb: Kan ikke aktivere serveren fordi den er ikke fulstendig konfigurert; vennligst rediger konfigurasjonen og prøv igjen
zh_cn: 无法激活此服务器，因为设置尚未完成；请修改设置后再试一次

source: Cannot create a server because there is not a CA certificate
de: Der Server konnte nicht generiert werden, weil es kein CA Zertifikat gibt
it: Impossibile creare il server, dato che non è presente un certificato CA
nb: Kan ikke opprette en server fordi det ikke er noe CA sertifikat
zh_cn: 不能创建服务器，因为缺少CA证书

source: {act} not possible because there aren't any available certificate. Please, go to the certificate authority module and create new certificates
de: {act} ist nicht möglich, weil kein Zertifikat verfügbar ist. Bitte gehen Sie zum Modul Zertifizierungsstelle und erstellen sie ein neues Zertifikat
it: {act} non possibile perchè non ci sono certificati disponibili. Crea nuovi certificati nel modulo di gestione certificati
nb: {act} ikke mulig fordi det er ingen ledige sertifikat. Vennligst, gå til sertifikat autoritet modulen og opprett nye sertifikater
zh_cn: {act} 操作无法执行，因为没有任何可用的证书。请进入认证中心模块，并创建新的证书

source: {openpar}You can configure openVPN servers to easily connect remote offices or users.{closepar}{openpar}Click on {openit}Configuration{closeit} to set the VPN parameters.{closepar}{openpar}{openit}Advertised networks{closeit} allows you to configure which networks you want to make accessible to the remote users.{openpar}Once you are done with the configuration you can download a file bundle for your operating system to use in your clients.
de: {openpar}Sie können openVPN so konfigurieren, dass entfernte Arbeitsplätze und Benutzer leicht eine Verbindung aufbauen können{closepar}{openpar}Klicken Sie auf {openit}Konfiguration{closeit} um die VPN-Einstellungen zu setzen.{closepar}{openpar}{openit}Zur Verfügung stehende Netzwerke{closeit} erlaubt Ihnen anzugeben, welche Netzwerke für die VPN-Benutzer zugänglich sind.{openpar}Nachdem Sie die Konfiguration abgeschlossen haben können Sie ein Datei-Bündel für Ihr Betriebssystem herunterladen um es auf den Clients zu benutzen.
it: {openpar}Puoi configurare i server openVPN per connetterli a utenti o uffici remoti.{closepar}{openpar}Clicca su {openit}Configurazione{closeit} per impostare i parametri VPN.{closepar}{openpar}{openit}Reti partecipanti{closeit} ti consente di configurare quali sono le reti accessibili da utenti remoti.{openpar}Una volta effettuate le configurazioni, puoi scaricare un pacchetto di installazione per il sistema operativo usato dal client, per accedere alla VPN.{closepar}
nb: {openpar}Du kan konfigurere openVPN servere til å enkelt koble til eksterne kontor eller brukere.{closepar}{openpar}Trykk på {openit}Konfigurasjon{closeit} for å sette VNP parametere.{closepar}{openpar}{openit}Oppgitte nettverk{closeit} lar deg konfigurere hvilke nettverk du vil gjøre tilgjengelig til eksterne brukere.{openpar}Når du er ferdig med konfigurasjonen kan du laste ned en klient pakke for ditt operativsystem til bruk på dine klienter.
zh_cn: {openpar}您可以配置 OpenVPN 使得工作在远程办公室或用户轻松连接服务器。{closepar}{openpar}点击{openit}{closeit}设置VPN的配置参数。{closepar}{openpar}{openit}内发布网{closeit}允许您配置某个网络以允许远程用户访问。{openpar}一旦您完成配置，你可以下载您操作系统的定制文件配置包给您的客户端。

source: Server port
de: Port des Servers
it: Porta del server
zh_cn: 服务器端口

source: VPN address
de: VPN-Adresse
it: Indirizzo della VPN
nb: VPN adresse
zh_cn: VPN 地址

source: Use a network address which is not used by this machine
de: Verwenden Sie ein Netzwerk, welches nicht von diesem Computer benutzt wird
it: Usa un indirizzo di rete che non è usato da questa macchina
nb: Bruk en nettverks adresse som ikke er i bruk av denne maskinen
zh_cn: 使用一个本机未使用的网络地址

source: Server certificate
de: Server-Zertifikat
it: Certificato del server
nb: Server sertifikat
zh_cn: 服务器证书

source: Client authorization by common name
de: VPN-Benutzerzugriff über Zertifikatsbezeichnung regeln
it: Autorizzazione client per nome comune
nb: Klient sertifisering av vanlig navn
zh_cn: 客户端授权（按通用名）

source: If disabled, any client with a certificate generated by Zentyal will be able to connect. If enabled, only certificates whose common name begins with the selected value will be able to connect.
de: wenn deaktiviert, können sich alle Clients mit einem von Zentyal generierten Zertifikat verbinden. Wenn aktiviert, können sich nur Zertifikate, deren Common-Name mit den selektierten Wert beginnt, verbinden.
it: Se disabilitato, tutti i clients con un certificato generato da Zentyal potrebbero non connettersi.Se abilitato, solo i certificati il cui nome comincia con il valore selezionato, saranno in grado di connettersi.
nb: Hvis deaktivert, vil alle klienter med sertifikat generert av Zentyal vil kunne koble til. Hvis aktivert, vil bare sertifikater hvor vanlig navn starter med valgt verdi kunne koble til.
zh_cn: 若禁用，任何由 Zentyal 认证的客户端都可以连接。若启用，只有通用名的开头为指定值的认证客户端才能连接。

source: Network Address Translation
de: Network Address Translation (NAT)
nb: Netverks Adresse Oversetting
zh_cn: 网络地址转换(NAT)

source: Enable it if you only have one network interface
de: Aktivieren Sie es, falls Sie nur eine Netzwerkschnittstelle haben
nb: Aktiver den hvis du bare har et nettverks grensesnitt

source: Allow client-to-client connections
de: VPN-Benutzer-zu-VPN-Benutzer Verbindungen erlauben
it: Consenti connessioni client-to-client
nb: Tillat klient-til-klient tilkoblinger
zh_cn: 允许端到端的连接

source: Enable it to allow client machines of this VPN to see each other
de: Aktivieren Sie es, damit sich die Clients dieses VPN-Netzes gegenseitig sehen können
it: Abilita per permettere alle macchine client di questa VPN di vedersi tra loro
nb: Aktiver den for å tillate maskiner på denne VPN forbindelsen å se hverandre
zh_cn: 启用后，该 VPN 的客户机就能互相看到

source: Allow Zentyal-to-Zentyal tunnels
de: Zentyal-zu-Zentyal-Tunnels erlauben
it: Consenti tunnel da-Zentyal-a-Zentyal
nb: Tillat Zentyal-til-Zentyal tunneler
zh_cn: 允许 Zentyal-to-Zentyal 的隧道

source: Enable it if this VPN is used to connect to another Zentyal
de: Aktivieren Sie es, falls dieses VPN genutzt wird um zu einem anderen Zentyal-Server zu verbinden
it: Abilitalo se questa VPN è utilizzata per connettersi ad un'altra Zentyal
nb: Aktiver den hvis denne VPN er brukt til å koble til en annen Zentyal
zh_cn: 如果该 VPN 是用来连接到另一台 Zentyal 的，请启用

source: Zentyal-to-Zentyal tunnel password
de: Zentyal-zu-Zentyal-Tunnel Passwort
it: Password del tunnel da-Zentyal-a-Zentyal
nb: Zentyal-til-Zentyal tunnel passord
zh_cn: Zentyal-to-Zentyal 隧道密码

source: Interface to listen on
de: Auf diese Netzwerkkarte reagieren
it: Interfaccia su cui ascoltare
nb: Grensesnitt til lytting
zh_cn: 要监听的端口

source: Server configuration
de: Server-Konfiguration
it: Configurazione Server
nb: Server konfigurasjon
zh_cn: 服务器配置

source: All network interfaces
de: Alle Netzwerkschnittstellen
it: Tutte le interfacce di rete
nb: Alle nettverks grensesnitt
zh_cn: 所有网络接口

source: Zentyal to Zentyal tunnel option requires a RIP password
de: Zentyal-zu-Zentyal-Tunnel benötigt ein RIP-Passwort
it: l'opzione tunnel da-Zentyal-a-Zentyal richiede una password RIP
nb: Zentyal til Zentyal tunnel valget krever et RIP passord
zh_cn: Zentyal 到 Zentyal 隧道选项需要一个 RIP 密码

source: The VPN address could not be the same than one of its advertised networks
de: Die VPN-Adresse darf nicht identisch mit einer der Adressen der zur Verfügung gestellten Netzwerke sein

source: Other server is listening on the same port
de: Anderer Server lauscht am gleichen Port
it: Un altro server è in ascolto sulla stessa porta
nb: Andre servere lytter på samme porten
zh_cn: 其他服务器正在使用同一端口

source: Port {p} is not available
de: Port {p} ist nicht verfügbar

source: The interface {iface} does not exist
de: Die Netzwerkschnittstelle {iface} gibt es nicht
it: L'interfaccia {iface} non esiste
nb: Grensesnittet {iface} eksisterer ikke
zh_cn: 网络接口 {iface} 不存在

source: The interface {iface} is not configured
de: Die Netzwerkschnittstelle {iface} ist nicht konfiguriert
it: L'interface {iface} non è configurata
nb: Grensesnittet {iface} er ikke konfigurert
zh_cn: 网络接口 {iface} 未设置

source: Cannot use Network Address translation because it requires the firewall module. The module is neither installed or activated
de: Kann Network Address Translation (NAT) nicht benutzen, weil es das Modul Firewall benötigt. Das Modul ist aber weder installiert noch aktiviert
it: Non posso usare il Network Address Translation perchè richiede il modulo firewall. Il modulo non è installato o attivo.
nb: Kan ikke bruke Nettverks Adresse Oversetting fordi det krever brannmur modulen. Modulen er hverken installert eller aktivert
zh_cn: 不能使用网络地址转换(NAT)，因为它需要防火墙模块。该模块可能尚未安装或激活

source: Cannot use Network Address translation because it requires the firewall module enabled. Please activate it and try again
de: Kann Network Address Translation (NAT) nicht verwenden, weil das Modul Firewall aktiviert sein muss. Bitte aktivieren Sie es und versuchen Sie es erneut
it: Non posso usare il Network Address Translation perchè richiede il modulo firewall attivo. Per favore attivalo e riprova
nb: Kan ikke bruke Nettverks Adresse Oversetting fordi det krever brannmur modulen. Vennligst aktiver den og prøv igjen
zh_cn: 不能使用网络地址转换(NAT)，因为他需要启用防火墙模块。请启用它并再试一次

source: At least one external interface is needed to connect to the server unless network address translation option is enabled
de: Zumindest eine externe Netzwerkschnittstelle wird benötigt um den Server zu verbinden, außer wenn die Option für Network Address Translation (NAT) aktiviert ist
it: E' necessaria almeno un'interfaccia esterna per connettersi al server salvo che il Network Address Aranslation è attivo
nb: Minst et eksternt grensesnitt er nødvendig for å koble til serveren hvis ikke nettverks adresse oversetting valget er aktivert
zh_cn: 要连接到该服务器，至少需要一个外部接口，除非启用了网络地址转换（NAT）的选项

source: The interface must be a external interface, unless Network Address Translation option is on
de: Die Schnittstelle muss eine externe Netzwerkschnittstelle sein, außer wenn die Option NAT aktiviert ist
it: L'interfaccia deve essere esterna, a meno che l'opzione NAT non sia abilitata
nb: Grensesnittet må være et eksternt grensesnitt, hvis ikke NAT valget er på
zh_cn: 该网络接口必须为外网接口，除非已启用网络地址转换(NAT)选项

source: Advertised network
de: Erreichbare Netzwerke
it: Reti partecipanti
nb: Opplyst nettverk
zh_cn: 已播发的网络

source: List of Advertised Networks
de: Verfügbare Netzwerke
it: Lista delle reti partecipanti
nb: Liste med Opplyste Nettverk
zh_cn: 播发网络列表

source: The advertised network address could not be the same than the VPN address
de: Die Netzwerkadresse darf nicht die selbe sein wie die VPN-Adresse

source: {openpar}You can add here those networks which you want to make available to clients connecting to this VPN.{closepar}{openpar}Typically, you will allow access to your LAN by advertising its network address here{closepar}
de: {openpar}Sie können hier jene Netzwerke eintragen, welche Sie für VPN-Benutzer erreichbar machen wollen.{closepar}{openpar}Normalerweise erlauben Sie Zugriff zu Ihrem LAN indem Sie die Netzwerkadresse hier angeben{closepar}

source: Manual Configuration
de: manuelle Konfiguration

source: Zentyal bundle
de: Zentyal Paket

source: Upload configuration's bundle
de: Konfigurations-Dateipaket hochladen

source: CA's certificate
de: Zertifikat der Zertifizierungsstelle
it: Certificato della CA
nb: CA's sertifikat
zh_cn: CA 证书

source: Client's certificate
de: Zertifikat des VPN-Benutzers
it: Certificato del client
nb: Klients sertifikat
zh_cn: 客户端认证

source: Client's private key
de: Privater Schlüssel des VPN-Benutzers
it: Chiave privata del Client
nb: Klients private nøkkel
zh_cn: 客户端密钥

source: Server tunnel password
de: Server-Tunnel Passwort
it: Password del tunnel server
nb: Server tunnel passord
zh_cn: 服务器隧道密码

source: Bind port for client
de: Verbindungsport für den Client
it: porta del servizio Bind per i client
zh_cn: 绑定客户端端口

source: Bind address for client
de: Verbindungsadresse für den Client
it: indirizzo del servizio Bind per i client
zh_cn: 绑定客户端地址

source: Command to execute after routes are set
de: Folgenden Befehl ausführen nachdem die Routen gesetzt wurden
it: Comando da eseguire dopo aver definito le route
zh_cn: 指令将在路由被设置后执行
