Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: NetBIOS computer name and NetBIOS domain name must be different
zh_cn: NetBIOS 计算机名称和 NetBIOS 域名称必须是不同的

source: NetBIOS name field is empty
zh_cn: NetBIOS 名称字段为空

source: NetBIOS name is too long
zh_cn: NetBIOS 名称太长

source: NetBIOS names cannot contain dots
zh_cn: NetBIOS 名称不能包含空格

source: Description string is empty
zh_cn: 描述语句为空

source: Description string is too long
zh_cn: 描述语句太长

source: Server Role
zh_cn: 服务角色

source: Realm
zh_cn: 区域

source: Site
zh_cn: 站点

source: Server description
zh_cn: 服务器说明

source: Changing the domain name will cause to reprovision the samba database. The users and groups will be imported from Zentyal LDAP, but you will have to rejoin all computers to the new domain.
zh_cn: 更改域名将导致 samba 数据库重新配置。 用户和组会从 Zentyal LDAP 导入， 但是你需要将所有的计算机加入到新的域。

source: Joining a domain will delete all your users and groups from Zentyal and import the domain ones.
zh_cn: 加入一个域将会删除 Zentyal 中所有用户和组信息然后重新导入这个域的用户和组信息。

source: Domain controller
zh_cn: 域控制器

source: Additional domain controller
zh_cn: 备用域控制器

source: This group contains members
zh_cn: 此组包含成员

source: FATAL: Could not connect to samba LDAP server: {error}
zh_cn: 致命错误: 无法连接到 samba LDAP 服务器: {error}

source: To set up kerberos authentication
zh_cn: 设置 Kerberos 认证

source: To make NSS use LDAP resolution for user and group accounts. Needed for Samba PDC configuration.
it: Per fare in modo che NSS usi una risoluzione LDAP per gli account di utenti e gruppi.E' richiesto per la configurazione di Samba come PDC.
zh_cn: 让 NSS 使用 LDAP 解析用户和组帐号。Samba PDC 配置需要用到这些。

source: To enable extended attributes and acls.
zh_cn: 启用扩展属性和 acl。

source: Found {count} results for '{name}' group, expected only one.
zh_cn: 找到 {count} 个 '{name}' 组（应该只有一个）。

source: Manage
zh_cn: 管理

source: Cannot restore because LDAP user {user} already exists as /etc/passwd user. Delete or rename this user and try again
zh_cn: 无法恢复，因为 LDAP 用户 {user} 已经存在于 /etc/passwd。请删除（或改名）后重试。

source: Restore is only possible if the server is the unique domain controller of the forest
zh_cn: 只有服务器是林的唯一域控制器情况下才可能恢复

source: The hostname or domain cannot be changed if Zentyal is configured as additional domain controller.
zh_cn: 一旦 Zentyal 被配置为附加域控制器， 主机名和域将不能被改变。

source: Virus
zh_cn: 病毒

source: Samba virus
zh_cn: Samba 病毒

source: Add LDAP schemas
it: Aggiungi schemi LDAP
zh_cn: 添加 LDAP 规则

source: To configure mail transports
zh_cn: 配置邮件传输

source: To let dovecot authenticate users using PAM
zh_cn: 让 dovecot 使用 PAM 验证用户身份

source: Outgoing Mail (SMTP protocol).
zh_cn: 发件 (SMTP 协议)

source: Incoming Mail
zh_cn: 收件

source: POP, IMAP and SIEVE protocols
zh_cn: POP, IMAP 和 SIEVE 协议

source: Mail Submission
zh_cn: 邮件提交

source: Outgoing Mail (Submission protocol).
zh_cn: 流出邮件（提交协议）

source: Relay rejected by the smarthost
zh_cn: 转发被 smarthost 拒绝

source: {acc} account created
zh_cn: {acc} 帐号已创建

source: Mail protocol
zh_cn: 邮件协议

source: External account {acc} added
zh_cn: 外部帐号 {acc} 已添加

source: Added alias {al}
zh_cn: 已添加别名 {al}

source: {acc} account removed
zh_cn: 帐户名 {acc} 已移除

source: Removed alias {al}
zh_cn: 已移除别名 {al}

source: Mail directory quota set
zh_cn: 邮件文件夹配额设置

source: Alias {al} removed
zh_cn: 别明 {al} 已删除

source: External mail account
zh_cn: 外部邮件帐号

source: External account {acc} removed
zh_cn: 外部帐号 {acc} 已删除

source: Local email account
zh_cn: 本地 email 帐号

source: Mail server port
zh_cn: 邮件服务器端口

source: Character "'" is forbidden for external
it: Il carattere "'" e' vietato per gli account esterni
zh_cn: 禁止扩展字符 "'"

source: Unknown mail protocol: {proto}
zh_cn: 未知邮件协议: {proto}

source: As long mailfilter module is enabled the mail server will use the filter it provides
zh_cn: 只要 mailfilter 模块被启用，邮件服务器就会使用它提供的过滤功能

source: List of Domains
it: Elenco dei domini
zh_cn: 域名列表

source: Password change is only available in master or standalone servers. You need to change your password from the user corner of your master server.
zh_cn: 只能在主服务器或独立服务器上修改密码。请到主服务器的用户区修改您的密码。

source: User {x} not found in LDAP database
zh_cn: LDAP 数据库中没找到用户 {x}

source: Period for polling external mail accounts
zh_cn: 轮询外部邮件账户时间

source: minutes
it: minuti
zh_cn: 分钟

source: Smarthost's port
it: Porta dello smarthost
zh_cn: Smarthost端口

source: The mailname is set to the server's hostname and the hostname is incorrect
zh_cn: mailname 已设置为服务器的主机名，但这个主机名不正确

source: {alias} (alias)
zh_cn: {alias} (别名)

source: Cannot add alias because domain {vd} is not a virtual domain or virtual domain alias managed by this server
zh_cn: 无法添加别名，由为域 {vd} 不是一个虚拟域或者虚拟域别名已被服务器托管

source: {ac} is not an external account
zh_cn: {ac} 不是一个外部账户

source: Mail domain {d} does not exist
zh_cn: 邮件域 {d} 不存在

source: If you want a service for any connections on this protocol, use the predefined service {ser}
zh_cn: 如果你想让基于这个协议的所有连接使用服务，请使用预定义的服务 {ser}

source: Internal name
zh_cn: 内部名称

source: Any protocol and port
zh_cn: 任意协议和端口

source: Any UDP
zh_cn: 任意 UDP

source: Any UDP port
zh_cn: 任意 UDP 端口

source: Any TCP
zh_cn: 任意 TCP

source: Any TCP port
zh_cn: 任意 TCP 端口

source: Any ICMP
zh_cn: 任意 ICMP

source: Any ICMP packet
zh_cn: 任意 ICMP 数据包

source: Secure Shell
zh_cn: 安全 Shell

source: HyperText Transport Protocol over SSL
zh_cn: 通过SSL的超文本传输协议

source: Cannot connect to Zentyal Cloud. Check your Internet connection.
zh_cn: 无法连接到 Zentyal Cloud。请检查你的网络连接。

source: The requested action cannot be performed. Reason: {r}
zh_cn: 操作无法执行。原因是：{r}

source: Missing argument: {data}
zh_cn: 缺失参数: {data}

source: Invalid argument: {data}
zh_cn: 参数无效：{data}

source: Error on regular expression: {err}
zh_cn: 正则表达式错误: {err}

source: Enable synchronization with external servers
zh_cn: 启用与外部服务同步

source: Here you can enable or disable time synchronization with external servers. You should remember to set up your timezone to have synchronization behaving correctly.
zh_cn: 这里你可以启用或者禁用与外部服务器时间同步。请牢记将时区设置同步正确

source: NTP Servers
zh_cn: NTP 服务器

source: Here you can add external NTP servers to synchronize with.
zh_cn: 这里你可以添加互相同步的外部 NTP 服务器

source: Remove ntp init script link and networking hooks (if-up.d and dhclient)
zh_cn: 移除 ntp 初始化脚本链接和网络 hooks (if-up.d 和 dhclient)

source: Override ntpd apparmor profile
zh_cn: 覆盖 ntpd apparmor 配置

source: To allow samba clients to synchronize clock with ntp server
zh_cn: 允许 samba 客户端通过 ntp 服务器同步时钟

source: Network Time Protocol
zh_cn: 网络时间协议

source: This page only appears once at starting up the Certification Authority. Changes take effect immediately.
zh_cn: 这个页面只在启用身份 认证出现。 更新会立即生效。

source: This operation will resign all the issued user certificates with the same expiration date
zh_cn: 这个操作会吊销签署所有发布 相同到期时间的用户证书

source: Subject Alternative Names
it: Subject Alternative Name
zh_cn: 主题可选名称

source: Multi-value separated by commas, only valid types are: {dns}, {ip} and {email}. For instance, {example}
it: Valori multipli separati da virgole, i soli tipi validi sono: {dns}, {ip} e {email}. Ad esempio, {example}
zh_cn: 多个值用逗号分割， 有效的类型只有: {dns}, {ip} 和 {email}。 例如，{example}

source: Certificate changes will take effect immediately.
it: Le modifiche al certificato avranno effetto immediato
zh_cn: 证书更改立即生效

source: Issue a New Certificate
it: Emetti un nuovo certificato
zh_cn: 颁发新证书

source: Reason: {reason}
it: Motivo: {reason}
zh_cn: 原因是：{reason}

source: Reissue
it: Emetti nuovamente
zh_cn: 补发

source: Renew or reissue
it: Rinnova o emetti nuovamente
zh_cn: 更新或者补发

source: Reissue a certificate
it: Emetti nuovamente un certificato
zh_cn: 补发证书

source: This operation will revoke all the issued user certificates and the CA Certificate.
zh_cn: 该操作会撤销所有发布的用户证书 和CA证书

source: Ok
zh_cn: 确定

source: Domain name
it: Nome di dominio
zh_cn: 域名

source: Wake On LAN
zh_cn: 网络唤醒

source: Other...
zh_cn: 其它

source: Wake
zh_cn: 唤醒

source: Gateway
zh_cn: 网关

source: Configure interface types
zh_cn: 配置接口类型

source: External interfaces connect to networks that are not under your control (typically the Internet), traffic coming from external networks is not trusted by default, thus, you will not be able to connect to Zentyal administration page through them
zh_cn: 通过不在你控制下的协议连接到网络的外部接口(通常是互联网), 外来的流量默认不被信任， 你将无法通过它们连接到 Zentyal 管理页面

source: You are connecting to Zentyal through this interface. If you set it as external the firewall will lock you out unless you add firewall rules to {openhref}Filtering rules from external networks to Zentyal{closehref} to allow access to the Zentyal administration port, SSH, ...
zh_cn: 你已经通过这个接口连接到 Zentyal。 除非你添加一条{openhref}允许从外部网络连接到 Zentyal 可通过管理端口, SSH等访问 Zentyal 的防火墙 {closehref}过滤规则，否则防火墙会认为你在外部而锁定你。

source: Enter
it: Entra
zh_cn: 进入

source: Discarding changes
zh_cn: 正在丢弃变更

source: Browse the available widgets in the top menu and drag&drop them to the dashboard.
zh_cn: 浏览顶端菜单可用小部件，拖拽到仪表盘。

source: The following packages are not properly installed: {packages}.
zh_cn: 以下软件包安装不正确：{packages}

source: Go to {ohref}Software Management{chref} for more information.
zh_cn: 到 {ohref} 软件管理 {chref} 得到更多信息。

source: To solve this situation, please try to execute the following command in the console: {cmd}
zh_cn: 要解决此问题，请在终端里执行命令：{cmd}

source: Community Support Forum to give and get help.
zh_cn: 社区支持论坛获取或给予帮助

source: Forum
zh_cn: 论坛

source: Help us to improve by reporting any bug you find!
zh_cn: 通过报告你发现的错误帮助我们改进！

source: Official documentation in English and Spanish.
zh_cn: 英语和西班牙语官方文档

source: Display help notes
zh_cn: 显示帮助信息

source: first
it: primo
zh_cn: 首页

source: April
it: Aprile
zh_cn: 四月

source: August
it: Agosto
zh_cn: 八月

source: September
it: Settembre
zh_cn: 九月

source: November
it: Novembre
zh_cn: 十一月

source: Bitmap
zh_cn: 位图

source: Failure on spare
zh_cn: 备件错误

source: Registration Email Address
zh_cn: 注册 Email 地址

source: Register
zh_cn: 注册

source: Email Address
zh_cn: Email 地址

source: Renovation date
zh_cn: 改造日期（Renovation date）

source: Messages
zh_cn: 消息

source: Select
zh_cn: 选择

source: Cannot proceed with your request because it was a connection problem. Possible causes are:
zh_cn: 由于连接出问题导致您的请求无法执行。可能的原因是:

source: Your computer has not internet connection
zh_cn: 你的电脑没有网络连接

source: Firewall is blocking the connection. Try to restart firewall module
zh_cn: 防火墙拦截了所有连接。尝试重启防火墙模块

source: Your computer has not a correct system date
zh_cn: 您的计算机系统日期不正确

source: This server has been removed from your registered ones
zh_cn: 该服务器已从你注册的实例中删除

source: Back up
zh_cn: 备份

source: Back up the current configuration state
zh_cn: 备份当前状态

source: Restore configuration backup
zh_cn: 恢复配置备份

source: Download configuration backup
zh_cn: 下载配置备份

source: Delete configuration backup
zh_cn: 删除配置备份

source: Configuration backups' list
zh_cn: 配置备份列表

source: Restore backup: {desc}
zh_cn: 恢复备份：{desc}

source: Restore backup
zh_cn: 恢复备份

source: Download backup file
zh_cn: 下载备份文件

source: Delete backup
zh_cn: 删除备份

source: No elements found.
zh_cn: 元素没找到。

source: port
it: porta
zh_cn: 端口

source: Cloning {row}
zh_cn: 正在克隆 {row}

source: Current file
zh_cn: 当前文件

source: configure
zh_cn: 配置

source: Clone
zh_cn: 克隆

source: Read-only row: clone disabled
zh_cn: 只读行：禁止克隆

source: View all
zh_cn: 全部显示

source: Some error has happened in Zentyal:
it: C'è stato qualche errore in Zentyal:
zh_cn: Zentyal发生错误:

source: Click here to go to the Dashboard
zh_cn: 点击这里去往仪表盘

source: Loading...
zh_cn: 正在加载……

source: The process produced some warning messages:
zh_cn: 这一进程产生了以下警告信息：

source: Zentyal detected that some files which need to be overwritten have been modified by you.
zh_cn: Zentyal检测到需要覆盖的文件已被修改。

source: Enabling this module will also enable its dependecies: {deps}
zh_cn: 启用这个模块还会启用其依赖的: {deps}

source: The modules' enable process will make some modifications to the system.
zh_cn: 启用模块进程将对系统进行一下修改

source: Enabling the module will make some modifications to the system.
zh_cn: 启用该模块会对系统进行一下修改

source: {ohref}Click here to see the details{chref}
zh_cn: {ohref}点击这里查看详情{chref}

source: Your Zentyal installation has successfully finished!
zh_cn: Zentyal 安装已成功完成

source: Now you can go to the dashboard and start using your brand new Zentyal server.
zh_cn: 现在您可以到控制面板，开始使用您的新 Zentyal 服务器了。

source: Go to the Dashboard
zh_cn: 控制面板

source: There are unsaved changes. Do you really want to close the session?
zh_cn: 变更尚未保存。您真要关闭会话吗？

source: Do you really want to close the session?
zh_cn: 确认关闭这个会话？

source: Discard current changes
zh_cn: 丢弃变更

source: Close session
zh_cn: 关闭会话

source: Save changes?
zh_cn: 保存变更吗？

source: Account status
zh_cn: 帐号状态

source: Migration finished!
zh_cn: 迁移完成！

source: Migration has been finished!!
zh_cn: 迁移已完成！

source: Select mailboxes to migrate
zh_cn: 选择迁移邮箱

source: Connected to
zh_cn: 已连接到

source: mailboxes
zh_cn: 邮箱

source: Disconnect from {ip}
zh_cn: 断开 {ip} 连接

source: DISCONNECT
zh_cn: 断开连接

source: name
zh_cn: 名称

source: status
zh_cn: 状态

source: date
zh_cn: 日期

source: loading
zh_cn: 正在载入

source: Migration details
zh_cn: 迁移细节

source: No mailboxes selected
zh_cn: 未选择邮箱

source: selected mailboxes
zh_cn: 已选邮箱

source: Total data
zh_cn: 合计

source: Total mails
zh_cn: 合计邮件数

source: Total contacts
zh_cn: 合计联系人数量

source: Total calendar
zh_cn: 总日历

source: Estimate time (100mb/s)
zh_cn: 预计剩余时间 (100mb/s)

source: estimate migration
zh_cn: 估计迁移

source: start migration
zh_cn: 开始迁移

source: You must provision the {x} module database before being able to use the migration.
zh_cn: 使用迁移之前，您必须提供 {x} 模块数据库。

source: The migration features provided as part of this technology preview only allow you to migrate one user at a time. Each migration requires the user to exist in Zentyal and its OpenChange account to be enabled prior the process starts.
zh_cn: 迁移特性是作为技术预览版本的一部分特性允许你一次迁移一个用户， 每次迁移需要用户存在于 Zentyal 及在这之前 Openchange 账户已启用。

source: Select origin server
zh_cn: 选择源服务器

source: This wizard helps you to migrate users data from any server to this zentyal server
zh_cn: 向导会帮助您从其他服务器迁移到 zentyal 服务器

source: Enter origin server name
zh_cn: 输入源服务器名

source: Enter server Fully qualified domain name or IP address
zh_cn: 输入服务器明确的域名称或者 IP 地址

source: Credential for origin server
zh_cn: 原始服务器证书

source: You need either a user with Full privileges in Exchange with access to all mailboxes or the credentials of the user that is going to be migrated
zh_cn: 你需要有访问所有邮箱完全权限的用户或者即将迁移证书的用户

source: Origin user
zh_cn: 源用户

source: Origin user password
zh_cn: 源用户密码

source: Credential for local server
zh_cn: 本地服务器证书

source: You need the user and password of the Zentyal user you want to migrate to
zh_cn: 需要输入您希望迁移到的 Zentyal 的用户名和密码

source: Zentyal user name
zh_cn: Zentyal 用户名

source: Zentyal user password
zh_cn: Zentyal 用户密码

source: Migrated
zh_cn: 已迁移

source: User name conflict
zh_cn: 用户名冲突

source: Migrating process
zh_cn: 迁移过程

source: Mailbox migrated
zh_cn: 邮箱迁移

source: Data migrated
zh_cn: 数据迁移

source: Time left
zh_cn: 剩余时间

source: Cancel migration process
zh_cn: 取消迁移过程

source: total data
zh_cn: 总共数据

source: errors
zh_cn: 错误

source: details
zh_cn: 细节

source: actions
zh_cn: 操作

source: See details
zh_cn: 查看细节

source: Details
zh_cn: 细节

source: discard mailbox
zh_cn: 丢弃邮箱

source: activate mailbox
zh_cn: 激活邮箱

source: Perform automatic software updates
zh_cn: 执行自动软件更新

source: Confirm packages to install
zh_cn: 确认要安装的软件包

source: Software updates are being handled automatically. They will be installed automatically as scheduled
zh_cn: 软件更新会自动处理。它们会如预期 自动安装

source: Package list updated successfully
it: Lista pacchetti aggiornata con successo
zh_cn: 软件包列表更新成功

source: Error updating package list.<p>Please try to execute the following command in a console to see the problem: sudo apt-get update</p>
zh_cn: 软件包列表更新错误。<p>请在控制台手工执行命令: sudo apt-get update，检查出现的错误</p>

source: Upgrading system packages
zh_cn: 正在升级系统软件包

source: Installed Version
zh_cn: 安装的版本

source: Latest Version
zh_cn: 最新版本

source: Upgrading packages
zh_cn: 正在升级软件包

source: The following packages are not properly installed. You need to fix this before trying to use them or install new modules.
it: I seguenti pacchetti non sono correttamente installati.Devi risolvere questa situazione prima di usarli o installare nuovi moduli.
zh_cn: 下列软件包未被正确安装。你应该在试图使用它们或者安装新模块前先解决这个问题。

source: To solve this situation, please try to execute the following command in the console:
it: Per risolvere questa situazione, prova a eseguire il seguente comando all'interno di una console:
zh_cn: 要解决该问题，请在控制台手工执行命令:

source: After the above command is finished you can reload this page. If the problem persists, you can ask for help in the {ofhref}community forum{chref} or file a ticket in the {othref}Zentyal trac{chref}.
zh_cn: 上面的命令完成后您可以重新加载该页面。如果问题仍然存在,你可以向{chref}社区论坛{ofhref}寻求帮助或查看文件在{chref} Zentyal trac {othref}的索引。

source: Server roles
zh_cn: 服务器角色

source: Error updating package list.<p>{msg}</p>
zh_cn: 更新软件列表发生错误。<p>{msg}</p>

source: This operation will cause the removal of the user and all its dependent data
zh_cn: 此项操作将会移除该用户和所有与之相关的数据

source: Security Group
zh_cn: 安全组

source: Distribution Group
zh_cn: 通讯组

source: Group
zh_cn: 组

source: Modules configuration
zh_cn: 模块配置

source: Add user
zh_cn: 添加用户

source: Contact
zh_cn: 联系

source: Delete Organizational Unit
zh_cn: 删除 OU

source: This organizational unit cannot be deleted
zh_cn: 该 OU 无法删除

source: This operation will cause the removal of the OU and all objects inside it, including users, groups, etc.
zh_cn: 该操作会删除 OU 和它里面的所有对象，包括用户和组等。

source: The following settings will take effect only when the {mod} is enabled
zh_cn: 下列设置只在启用 {mod} 模块后才会生效

source: Delete contact
zh_cn: 删除联系人

source: This operation will cause the removal of the contact and any dependent configuration.
zh_cn: 该操作会删除联系人和任何与之相关设置。

source: Add Organizational Unit
zh_cn: 添加 OU

source: Disabled account
zh_cn: 已禁用帐号

source: This user is not a member of any group
zh_cn: 该用户不属于任何组

source: Add group
zh_cn: 添加组

source: Select the domain name of the server
zh_cn: 选择该服务器的域名

source: Host domain name
zh_cn: 主机域名

source: This will be used as the Kerberos authentication realm for your users.
zh_cn: 这将用来作为用户的 Kerberos 身份验证域

source: Administration of contact
zh_cn: 联系人管理

source: Contact groups
zh_cn: 联系人组

source: This contact is not member of any group
zh_cn: 这个联系人不是任何组的成员

source: Add Contact
zh_cn: 添加联系人

source: This group cannot be deleted
zh_cn: 该组无法删除

source: Deleting virtual domain
zh_cn: 删除虚拟域

source: Delete external account
zh_cn: 删除外部帐号

source: Don't delete retrieved mail from external server
zh_cn: 不要删除已检索外部服务器邮件

source: Fetch already read messages
zh_cn: 获取已读消息

source: Mail retrieval from external accounts service is not enabled; until you {ub}enable it{ue} your changes won't have any effect.
zh_cn: 检索远程账户邮件服务未启用； 在你 {ub}启用{ue}你的更改之前不会有任何作用。

source: Changing maildir size of
zh_cn: 修改邮件文件夹大小

source: The new maildir size is smaller than the oldest one and the actual size of the user maildir will surpass the new limitation.
zh_cn: 新的邮件大小比原来的小 并且实际大小超过了新的限制。

source: Mail account is unavailable because either there isn't any mail virtual domain created or you need to save changes in order to activate the new domains.
zh_cn: 邮件账户不可用，因为没有创建任何虚拟域 或者你需要保存更改来启用新的域。

source: The new maildir size is smaller than the oldest one, the following users will surprass the new limitation:
zh_cn: 新的 maildir 设置比以前的小，以下用户 已超过新设置大小：

source: SOGo Webmail
it: Webmail SOGo

source: Enable proxy, proxy_http and headers Apache 2 modules.
it: Abilita proxy, proxy_http ed intestazioni 2 moduli Apache

source: To make SOGo Webmail be accesible at http://ip/SOGo/.
it: La webmail sarà accessibile all'indirizzo http://ip/webmail/.

source: SOGo Webmail module needs IMAP or IMAPS service enabled if using Zentyal mail service. You can enable it at {openurl}Mail -> General{closeurl}.
it: Il modulo webmail richiede il servizio IMAP o IMAPS attivo se usi il servizio posta di Zentyal. Puoi attivarlo da {openurl}Posta -> Generale{closeurl}.

source: Enable ActiveSync support for all the mail domains
it: Attiva il supporto ActiveSync per tutti i domini di posta elettronica

source: The ActiveSync gateway, standard protocol for several mobile devices.
it: Il gateway di ActiveSync, il protocollo standard per alcuni dispositivi mobili

source: {x} and {y} are registered trademarks of Microsoft Corporation, and are registered in the USA and other countries.
it: {x} e {y} sono marchi registrati di Microsoft Corporation negli Stati Uniti e altre nazioni

source: {x} is only recommended for mailboxes of 1GB of data or less.
it: {x} è raccomandato per le caselle di posta con 1GB di spazio o meno.

source: Forwarder cannot be a loopback address like {forw}
it: Il server di inoltro non può essere un indirizzo di loopback come {forw}

source: Error creating archive file for certificates: {err}
it: Errore durante la creazione di un file di archivio per i certificati: {err}

source: Zentyal
it: Host Zentyal

source: HTTP Proxy
it: Proxy HTTP

source: Bytes
it: Byte

source: Users Group
it: Gruppo utenti

source: The '~' character is reserved and cannot be used in profile names
it: Il carattere '~' è riservato e non può essere usato nei nomi di profilo

source: Zentyal RADIUS system
it: Sistema RADIUS di Zentyal

source: The uploaded certificates and/or private key are not valid. File: {file}, Error: {err}
it: I certificati caricati e/o la chiave privata non sono valide. File: {file}, Error: {err}

source: Second nameserver
it: Secondo Nameserver

source: Jabber account enabled with administration rights
it: Nome dell'account Jabber con permessi amministrativi

source: Jabber account enabled
it: Account Jabber abilitato

source: Jabber account disabled
it: Account Jabber disabilitato

source: Domain used to connect to this server.
it: Nome del dominio utilizzato per connettersi a questo server.

source: SSL connection method to this server.
it: Metodo di connessione SSL verso questo server.

source: Users on this server will be able to chat with users in external servers.
it: Gli utenti di questo server potranno conversare con utenti di server esterni.

source: Enable MUC (Multi User Chat) service
it: Abilita il servizio MUC (Chat Multi Utente)

source: Multi User Chat allows to create chat rooms in this server.
it: MUC (Chat Multi Utente) permette di creare stanze di conversazione su questo server.

source: Enable STUN service
it: Attiva servizio STUN

source: STUN service helps Jingle ICE clients behind NAT.
it: Il servizio STUN aiuta i client Jingle ICE dietro NAT.

source: Enable SOCKS5 proxy service
it: Attiva servizio proxy SOCKS5

source: SOCKS5 proxy service helps file transfers between clients behind NAT.
it: Il servizio proxy SOCKS5 aiuta i trasferimenti di file fra client dietro NAT.

source: Enable VCard information
it: Abilita le informazioni VCard

source: Import users VCard information from LDAP.
it: Importa le informazioni VCard degli utenti da LDAP.

source: Enable shared roster
it: Attiva l'elenco utenti condiviso

source: Populate users contact list with the other system users.
it: Popola l'elenco dei contatti con gli altri utenti del sistema.

source: Make sure the clients can resolve the Jabber domain. If you want other servers to send messages to your users, make sure they can resolve the same domain.
it: Assicurarsi che i client possano risolvere il dominio Jabber. Se si vuole che altri server possano inviare messaggi agli utenti locali, verificare che possano risolvere lo stesso dominio.

source: Domain change confirmation
it: Conferma del cambio di dominio

source: Changing the domain name will delete all your current Jabber data.
it: Cambiare il nome di dominio rimuoverà tutti i dati Jabber correnti.

source: Jabber Server
it: Server Jabber

source: No search term
it: Dominio di ricerca

source: There are some software packages which are not correctly installed: {pack}.
it: I seguenti pacchetti saranno installati
