Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: Cannot use {d} as alias for a mail domain because a domain which this name already exists
de: {d} kann als Alias für eine Mail-Domain nicht verwendet werden, da dieser Name schon existiert
it: Non è possibile usare {d} come alias per un dominio di posta perchè questo nome esiste già
nb: Kan ikke bruke {d} som alias for epostdomene fordi et domenenavn med dette navet allerede eksisterer
zh_cn: 无法使用 {d} 作为邮件域别名，因为一个以此命名的域已存在

source: mail alias account
de: Alias für Postfach
it: alias dell'account di posta
nb: epostaliaskonto
zh_cn: 邮件别名账户

source: This group has a mail alias
de: Diese Gruppe hat ein E-Mail Alias
it: Questo gruppo ha un alias di posta
nb: Denne gruppen har et epostalias
zh_cn: 这个组有一个邮件别名

source: This user has a mail account
de: Dieser Benutzer hat ein E-Mail Konto
it: Questo utente ha un account di posta
nb: Denne brukeren har en epostkonto
zh_cn: 这个用户有一个邮件账户

source: Quota can only be a positive number or zero for unlimited quota
de: Das Limit kann nur eine positive Zahl sein oder Null für keine Begrenzung
it: Il valore Quota deve essere positivo o zero per spazio illimitato
nb: Kvote kan bare være et positiv nummer eller null til uendelig kvote
zh_cn: 配置必须是一个整数或者零或者无限配额

source: group alias mail
de: E-Mail Alias für Gruppe
it: alias di posta del gruppo
nb: gruppealias epost
zh_cn: 组别名邮件

source: maildrop
de: E-Mails löschen
nb: epost tap
zh_cn: 邮箱

source: account name
de: Kontoname
it: nome account
nb: kontonavn
zh_cn: 账户名

source: Quota must be a amount of MB greter than zero
de: Das Limit muß eine Größe von über Null MB haben
it: Quota deve essere un valore in MB maggiore di zero
nb: Kvote må være en mengde MB større enn null
zh_cn: 配额必须是 MB 的整数倍 并且大于0

source: Queue ID
de: ID der Warteschlange
it: Id della coda
nb: Kø-ID
zh_cn: 队列 ID

source: user mail
de: Mail an Benutzer
it: mail utente
nb: brukerepost
zh_cn: 用户邮件

source: Mail address
de: E-Mail Adresse
it: Indirizzo Mail
zh_cn: 邮件地址

source: number of alerts
de: Anzahl der Alarme
nb: antall alarmer

source: Number of alerts
de: Anzahl der Alarme
nb: Antall alarmer

source: Alert details
de: Alarm-Details
nb: Alarmdetaljer

source: alerts
de: Alarme
nb: alarmer

source: Alerts chart
de: Alarm Tabelle
nb: alarmdiagram

source: Alert Graph
de: Alarm Graph
nb: alarmgraf

source: Rule Set
de: Regel-Satz
nb: Regelsett

source: Select in which interfaces IDS system will be enabled
de: Auf welchen Schnittstellen soll das IDS-System aktiviert sein
nb: Velg hvilket grensesnitt IDS skal aktiveres på

source: IDS Alerts report
de: IDS Alarm Berichte
nb: IDS alarmrapport

source: Intrusion Detection System
de: Eindringling Erkennungs System (IDS)
nb: Inntrengningsdeteksjonssystem

source: Alert
de: Alarm
it: Avviso
nb: Alarm

source: Group allowed to authenticate
de: Gruppe mit Erlaubnis sich zu authentifizieren
it: Gruppi a cui e' permesso autenticarsi
nb: Gruppe tillatt og autentisere

source: RADIUS server configuration
de: RADIUS Server Konfiguration
it: Configurazione del server RADIUS
nb: RADIUS server konfigurasjon

source: RADIUS server configuration updated
de: RADIUS Server Konfiguration geändert
it: Configurazione del server RADIUS Aggiornata
nb: RADIUS server konfigurasjon oppdatert

source: Shared Secret
de: Geteiltes Geheimnis
it: Chiave segreta di RADIUS
nb: Delt Hemmelighet

source: Create RADIUS certificates for TTLS
de: Erzeuge RADIUS Zertifikate für TTLS
it: Crea certificati RADIUS per TTLS
nb: Opprett RADIUS sertifikatoer for TTLS

source: Zentyal will create the needed certificates for TTLS in /etc/freeradius/certs/.
de: Zentyal erzeugt die benötigten Zertifikate für TTLS in /etc/freeradius/certs/.
nb: Zentyal vil opprette nødvendige sertifikater for TTLS i /etc/freeradius/certs/.

source: To configure allowed LDAP group.
de: Erlaubte LDAP-Gruppe konfigurieren
it: Configura il gruppo LDAP Autorizzato
nb: For å konfigurere tillatte LDAP gruppe.

source: To configure RADIUS LDAP module.
de: RADIUS LDAP Modul konfigurieren
it: Configura il modulo LDAP RADIUS
nb: For å konfigurere RADIUS LDAP modul.

source: To configure RADIUS clients.
de: RADIUS Clients konfigurieren
it: Configura Client Radius
nb: For å konfigurere RADIUS klienter.

source: To configure RADIUS EAP.
de: RADIUS EAP konfigurieren
it: Configura il RADIUS EAP
nb: For å konfigurere RADIUS EAP.

source: To configure default RADIUS vhost.
de: Standard RADIUS vhost konfigurieren
it: Configura il RADIUS vhost predefinito
nb: For å konfigurere standard RADIUS vhost.

source: To configure RADIUS inner-tunnel vhost.
de: RADIUS Innerer-Tunnel vhost konfigurieren
it: Configura il RADIUS inner-tunnel vhost
nb: For å konfigurere RADIUS inner-tunnel vhost.

source: Maximum mailbox size
de: Maximale Postfach-Größe
it: Dimensione massima della casella mail
nb: Maks epost boks størrelse
zh_cn: 最大邮箱大小

source: When a mailbox reaches this size futher messages will be rejected.
de: Wenn das Postfach diese Größe erreicht werden weitere Meldungen zurückgewiesen.
nb: Når en epsot boks når denne størrelsen vil følgende meldinger bli avvist.

source: Warn user over
de: Warne Benutzer bei über
nb: Varsle brukeren over

source: Stop user sending mails over
de: Stoppe Postversand für den Benutzer über
nb: Stop sending av epost over

source: Quota configuration settings
de: Quota Einstellungen
nb: Kvote konfigurasjons instillinger

source: Zarafa server quota configuration settings updated.
de: Zarafa Server Quota-Einstellungen wurden geändert.
nb: Zarafa server kvote konfigurasjons instilling oppdatert.

source: Groupware Account
de: Groupware-Konto
nb: Gruppevare Konto

source: Enable Spell Checking
de: Rechschreibkontrolle aktivieren
nb: Aktiver Stave Kontroll

source: Enable spell checking on Zarafa Webaccess.
de: Rechschreibkontrolle für Zarafa Webaccess aktivieren
nb: Aktiver stave kontroll på Zarafa Webtilgang

source: Enable Active Sync
de: Active Sync aktivieren
nb: Aktiver Active Sync

source: Enable Active Sync (Microsoft Exchange syncronization protocol).
de: Active Sync für Microsoft Exchange Synchronisation aktivieren
nb: Aktiver Active Sync (Microsoft Exhcange synkroniserings protokoll).

source: Enable Zarafa access only on this virtual host under /webaccess and /webaccess-mobile.
de: Ermöglichen Sie Zarafa-Zugriff ausschließlich auf diesen Virtuellen Host unter /webaccess und /webaccess-mobile

source: General Zarafa server configuration settings updated.
de: Allgemeine Zarafa-Server-Einstellungen geändert.
nb: Generell Zarafa server konfigurasjons instillinger oppdatert.

source: The deleted virtual host was selected for Zarafa. Maybe you want to select another one now.
de: Der gelöschte Virtuelle Host war für Zarafa ausgewählt. Möchten Sie vielleicht einen anderen auswählen?

source: To enable Zarafa {service} gateway you must disable {service} mail retrieval service. You can do it at {ohref}Mail General Configuration{chref}.
de: Um Zarafa {service} Gateway zu aktivieren müssen Sie {service} Posthol-Service deaktivieren. Sie können dies in {ohref} Mail Allgemeine Konfiguration {chref} erledigen.

source: To enable Zarafa POP3 and IMAP gateways you need at least one virtual domain. You can do it at {ohref}Virtual Mail Domains{chref}.
de: Um Zarafa POP3 und IMAP Gatways zu aktivieren müssen Sie mindestes eine virtuelle Post-Domäne haben. Sie können das in {ohref} Virtuelle Post-Domänen {chref}.

source: Enable POP3 gateway
de: POP3 Gateway aktivieren
nb: Aktiver POP3 gateway

source: Enable POP3S gateway
de: POP3S Gateway aktivieren
nb: Aktiver POP3S gateway

source: Enable IMAP gateway
de: IMAP Gateway aktivieren
nb: Atkiver IMAP gateway

source: Enable IMAPS gateway
de: IMAPS Gateway aktivieren
nb: Aktiver IMAPS gateway

source: Enable iCAL gateway
de: iCal Gateway aktivieren

source: Enable iCAL SSL gateway
de: iCal SSL Gateway aktivieren

source: Zarafa gateways configuration settings
de: Einstellungen für Zarafa Gateways
nb: Zarafa gateway konfigurasjons instillinger

source: Zarafa gateways configuration settings updated.
de: Einstellungen für Zarafa Gateways geändert.
nb: Zarafa gateway konfigurasjons instillinger oppdatert

source: Zarafa gateways allow access to users mailboxes using POP3 and IMAP protocols.
de: Zarafa Gateways erlauben Benutzer Postfächer mittels POP3 und IMAP Protokollen zu erreichen.
nb: Zarafa gatewayer tillater tilgang til brukeres epost ved bruk av POP3 og IMAP protokoller.

source: No domain selected
de: Keine Domäne ausgewählt

source: To configure Zarafa you must have at least one virtual mail domain. You can define one at {ohref}Virtual Domains{chref}.
de: Um Zarafa zu konfigurieren müssen Sie mindestens eine VIrtuelle Mail-Domäne haben. Sie können eine in {ohref}Virtuelle Domänen{chref} definieren.

source: The deleted virtual domain was selected for Zarafa. Maybe you want to select another one now.
de: Die gelöschte Virtuelle Domäne war für Zarafa ausgewählt. Vielleicht möchten Sie eine andere auswählen?

source: Virtual mail domain
de: Virtuelle Mail-Domäne
it: Dominio virtuale di posta
zh_cn: 虚拟邮件域

source: Select the virtual mail domain to be used for Zarafa.
de: Wählen Sie die Virtuelle Domäne für Zarafa aus.
nb: Velg virtuelt domene som skal brukes for Zarafa.

source: You can access the Zarafa web interface at http://zentyal_ip/webaccess and the mobile version at http://zentyal_ip/webaccess-mobile.
de: Sie können das Zarafa Webinterface mit http://[zentyal_ip]/webaccess und die mobile Version mit http://[zentyal_ip]/webaccess-mobile erreichen.

source: Add Zarafa LDAP schema
de: Zarafa LDAP-Schema hinzufügen
nb: Legg til Zarafa LDAP skjema

source: Zentyal will need this schema to store Zarafa users.
de: Zentyal benötigt dieses Schema um Zarafa-Benutzer zu speichern.
nb: Zentyal vil trenge dette skjemaet til å lagre Zarafa brukere

source: Add vmail system user
de: Füge vmail Systembenutzer hinzu
nb: Legg til vmail system bruker

source: Zentyal will need this to deliver mail to Zarafa.
de: Zentyal braucht dies um EMail an Zarafa zu liefern
nb: Zentyal vil trenge dette for å levere epost til Zarafa.

source: This database will store the data needed by Zarafa.
de: Diese Datenbank speichert die für Zarafa benötigten Daten
nb: Denne databasen vil lagere nødvendig data for Zarafa.

source: This self-signed default certificates will be used by Zarafa POP3/IMAP gateway.
de: Dieses selbstsignierte Default-Zertifikat wird für das Zarafa POP3/IMAP Gateway gebraucht
nb: Dette selv-signerte standard sertifikatet vil bli bruk av Zarafa POP3/IMAP gatewayen.

source: Zarafa will be accesible at http://ip/webaccess/.
de: Sie erreichen Zarafa mit http://[IP-Adresse]/Webaccess/.

source: To properly configure Zarafa.
de: Um Zarafa richtig zu konfigurieren
nb: For å konfigurere Zarafa.

source: To properly configure Zarafa LDAP connection.
de: Um die Zarafa LDAP-Anbindung richtig zu konfigurieren
nb: For å konfigurere Zarafa LDAP tilkobling.

source: To properly configure Zarafa webaccess.
de: Um den Zarafa Webzugriff richtig zu konfigurieren
nb: For å konfigurere Zarafa webaccess.

source: To properly configure Zarafa gateway server.
de: Um den Zarafa Gateway-Server richtig zu konfigurieren
nb: For å konfigurere Zarafa gateway server.

source: To properly configure Zarafa quota monitoring server.
de: Um das Zarafa Quota-Monitoring richtig zu konfigurieren
nb: For å konfigurere Zarafa kvote overvåknings server.

source: To properly configure Zarafa mail delivering server.
de: Um den Zarafa Mail-Liefer-Server richtig zu konfigurieren
nb: For å konfigurere Zarafa epost leverings server.

source: To properly configure Zarafa ical server.
de: Um den Zarafa ICAL-Server richtig zu konfigurieren
nb: For å konfigurere Zarafa ical server.

source: To properly configure Zarafa indexing server.
de: Um den Zarafa-Index-Server richtig zu konfigurieren

source: Groupware services (Zarafa)
de: Groupware Dienste (Zarafa)

source: username
de: Benutzername
nb: brukernavn

source: Having installed and configured the Users and Groups module is required to allow HTML directories for users.
de: Um Benutzer HTML Verzeichnisse zu erlauben, müssen Sie das Benutzer/Gruppen Modul installiert und konfiguriert haben.

source: A properly configured Users and Groups module is required to allow HTML directories for users. To configure it, please enable it at least one time.
de: Ein sauber konfiguriertes Benutzer/Gruppen Modul is nötig, damit Benutzer HTML Verzeichnisse erlaubt sind. Um dies zu konfigurieren, schalten SIe das Modul mindestens einmal ein.

source: Enable per user {dirName}
de: Ein {dirName} pro Benutzer
nb: Aktiver per bruker {dirName}

source: Allow users to publish web documents using the public_html directory on their home.
de: Erlaube Benutzern das publizieren von Web Dokumenten in public_htl Verzeichnissen in ihrem Heimverzeichnis.

source: Virtual host {vhost} added.
de: Der virtuelle Server {vhost} wurde hinzugefügt.
nb: Verts navn {vhost} lagt til.

source: There is no static internal interface to set the Web server IP address.
de: Es ist keine feste IP-Adresse vorhanden, die als IP-Adresse für den Webserver dienen könnte.
nb: Det er ikke noe statisk internt grensesnitt til å sette Web server IP adressen.

source: Virtual hosts
de: Virtuelle Server
nb: Virtuelle verter

source: To configure default virtual host.
de: Um den Standart Virtuellen Host zu konfigurieren
nb: For å konfigurere standard virtuell vert.

source: To configure default SSL virtual host.
de: Um den Standard SSL Virtuellen Server zu konfigurieren
nb: For å konfigurere standard SSL virtuell vert.

source: To serve pages over HTTPS.
de: Bediene Seiten via HTTPS.

source: Voicemail settings
de: Sprachnachrichten Einstellungen
nb: Talepost instillinger

source: New password
de: Neues Passwort
nb: Nytt passord

source: Attach messages
de: Nachrichten anhängen
nb: Legg ved meldinger

source: Delete sent messages
de: Gesendete Nachrichten löschen
nb: Slett sendte meldinger

source: Change your Voicemail settings
de: Sprachnachrichten Einstellungen ändern
nb: Endre dine Talepost instillinger

source: Settings successfully updated.
de: Einstellungen erfolgreich geändert.

source: A number between {min} and {max}.
de: Eine Nummer zwischen {min} und {max}.
nb: Et nummer mellom {min} og {max}.

source: Voicemail
de: Anrufbeantworter
nb: Talepost

source: Recipient of incoming calls
de: Eimpfänger von engehenden Anrufen
nb: Mottager av innkommende samtaler

source: Extension recipient of incoming calls through the provider.
de: Durchwahl des Empfängers bei eingehenden Anrufen durch den Provider.
nb: Kortnummer mottager av innkommende samtaler gjennom leveradøren.

source: SIP provider for outgoing calls configuration.
de: SIP - Provider Konfiguration für ausgehende Anrufe.
nb: SIP leverandør for utgående samtaler konfigurasjon.

source: SIP provider configuration updated.
de: SIP - Provider Konfiguration wurde geändert.
nb: SIP leverandør konfigurasjon oppdatert.

source: List of Meetings
de: Liste der Telefonkonferenzen
nb: Møte liste

source: Meetings
de: Telefonkonferenz
nb: Møter

source: meeting
de: Telefonkonferenz
nb: møte

source: Enable demo extensions
de: Demo-Rufnummern aktivieren
nb: Aktiver test nummer

source: Enable outgoing calls
de: Ausgehende Anrufe aktivieren
nb: Aktiver utgående samtaler

source: VoIP domain
de: VoIP-Domäne
nb: VoIP domene

source: General Asterisk server configuration updated.
de: Allgemeine Asterisk Serverkonfiguration Einstellungen wurden aktualisiert.
nb: Generell Asterisk server konfigurasjon oppdatert.

source: Asterisk Account
de: Asterisk Konto
nb: Asterisk Konto

source: Networks attached directly to internal interfaces, like {net}, are always considered local networks so it is not neccessary to add them.
de: Netzwerke, die an den internen Netzwerkkarten ,wie z.B. {net}, angeschlossen sind, werden sowieso als interne Netzwerke behandelt, sie brauchen nicht extra hinzugefügt werden.
nb: Nettverk tikoblet direkte til interne grensesnitt, som {net}, er alltid behandlet som lokale nettverk så det er ikke nødvendig å legge dem til.

source: Local network
de: Lokales Netzwerk
nb: Lokalt nettverk

source: Local networks
de: Lokale Netzwerke
nb: Lokale nettverk

source: local network
de: lokales Netzwerk
nb: lokalt nettverk

source: Zentyal is behind NAT
de: Zentyal ist hinter NAT
nb: eBox er bak NAT

source: No
de: Nein
nb: Nr

source: NAT configuration
de: NAT Konfiguration
nb: NAT konfigurering

source: NAT Asterisk server configuration updated.
de: NAT Asterisk Server Konfiguration aktualisiert.
nb: NAT Asterisk server konfigurasjon oppdatert.

source: User extension
de: Durchwahl des Benutzers
nb: Brukers nummer

source: Queue extension
de: Durchwahl für Warteschlange
nb: Kø nummer

source: To configure enabled and disabled modules.
de: Um aktivierte und deaktivierte Module zu konfigurieren.
nb: For å konfigurere aktiverte og deaktiverte moduler.

source: To configure the Realtime interface.
de: Konfigurieren des Realtime Interface
nb: For å konfigurere Sanntids grensesnittet.

source: To configure the LDAP Realtime driver.
de: Konfigurieren des Realtime Treibers für den Verzeichnisdienst (LDAP)
nb: For å konfigurere LDAP Sanntids driver.

source: To configure the SIP trunk for local users and external providers.
de: Die SIP - AMT Einstellungen für lokale Benutzer sowie Externe Provider
nb: For å konfigurere SIP trunk for lokale og eksterne leverandører.

source: To configure the dialplan.
de: Konfigurieren des Wahlplans (Dial Plan)
nb: For å konfigurere ringetider.

source: To configure the voicemail.
de: Konfigurieren der Voice-Mail.
nb: For å konfigurere talepost.

source: To configure the music on hold.
de: Konfigurieren der Wartemusik.
nb: For å konfigurere musikk på vent.

source: To configure DTMF behaviour.
de: Konfigurieren des DTMF-Verhalten
nb: For å konfigurere DTMF håndtering.

source: NAT
de: IP-Adressenübersetzung NAT

source: VoIP Online Users
de: VoIP Benutzer angemeldet
nb: VoIP Tilkoblede Brukere

source: Duration
de: Dauer
nb: Varighet

source: Channel
de: Kanal
nb: Kanal

source: Destination Channel
de: Zielkanal
nb: Destinasjons Kanal

source: Application
de: Anwendung
nb: Applikasjon

source: Application Data
de: Anwendungsdatum
nb: Applikasjons Data

source: Answered
de: Beantwortet
nb: Besvart

source: No Answer
de: Keine Antwort
nb: Ikke Svar

source: Busy
de: Besetzt
nb: Opptatt

source: Failed
de: Fehlgeschlagen
nb: Feilet

source: Full name
de: Vollständiger Name
nb: Fullt navn

source: Edit
de: Bearbeiten
it: Modifica
nb: Rediger
zh_cn: 编辑

source: You must enable the module Users in the module status section in order to use it.
de: Sie müssen das Modul Benutzer im Bereich Modul Status aktivieren um es benutzen zu können.
nb: Du må aktivere modulen Brukere i modulstatusseksjonen for å kunne bruke den.

source: There are no users at the moment
de: Zurzeit gibt es keine Benutzer
nb: Det er ingen brukere akkurat nå

source: Groups
de: Gruppen
nb: Grupper

source: There are no groups at the moment
de: Derzeit sind keine Gruppen angelegt.
nb: Det er ingen grupper akkurat nå

source: Password management
de: Passwort-Verwaltung
nb: Passordbehandling

source: Re-type new password
de: Neues Passwort erneut eingeben
nb: Skriv passord om igjen

source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.
it: Le password non corrispondono.
nb: Passordene er ikke like.
zh_cn: 密码不一致

source: Password successfully updated
de: Passwort erfolgreich aktualisiert
nb: Passord oppdatert

source: Enable PAM
de: PAM aktivieren
it: Abilita PAM
zh_cn: 启用 PAM

source: Make LDAP users have system account.
de: LDAP Benutzern ein Systemkonto freischalten.
it: Fai in modo che gli utenti LDAP abbiano anche un account di sistema.
zh_cn: 让 LDAP 用户拥有系统帐号。

source: Default login shell
de: Defaulr Login-Shell
it: Shell di login predefinita
zh_cn: 默认登录 shell

source: This will apply only to new users from now on.
de: Dies wird zukünftig ausschließlich auf neue Benutzer angewendet.
it: Questo si applichera' solo a utenti nuovi da ora in poi.
zh_cn: 只对新建用户有效（从现在起）

source: PAM settings
de: PAM Einstellungen
it: Impostazioni di PAM
nb: PAM innstillinger
zh_cn: PAM 设置

source: LDAP DN
de: LDAP Domänenname

source: Base DN
de: Basisdomänenname (Base DN)
it: DN base

source: Root DN
de: Wurzeldomänenname (Root DN)
it: DN root

source: These configuration options are used when a new user account is created.
de: Diese Konfigurationsoptionen werden verwendet, wenn ein neues Benutzerkonto erstellt wird.
it: Queste opzioni di configurazione sono usate quando viene creato un nuovo account utente.
nb: Disse konfigurasjonsinstillingene er brukt når ny brukerkonto er opprettet.
zh_cn: 创建新用户帐号时，会用到这些设置。

source: User Template
de: Standard Benutzer-Vorlage
it: Modello utente predefinito
nb: Standard Mal
zh_cn: 用户模板

source: LDAP Settings
de: LDAP Einstellungen
it: Impostazioni LDAP
nb: LDAP Innstillinger
zh_cn: LDAP 设置

source: Groupname must not be longer than {maxGroupLength} characters
de: Der Gruppenname darf nicht länger als {maxGroupLength} Zeichen sein
nb: Gruppenavn må ikke være lenger enn {maxGroupLength} tegn

source: Incorrect GID {gid} for a group . GID must be equal or greater than {min}
de: Unerlaubte GID {gid} für eine Gruppe. GID muss gleich oder größer {min} sein
it: GID {gid} errato per un gruppo. Il GID deve essere uguale o maggiore di {min}
nb: Feil GID {gid} for en gruppe. GID må være lik eller større enn {min}
zh_cn: GID {gid} 不正确。GID 必须大于等于 {min}

source: Incorrect GID {gid} for a system group . GID must be lesser than {max}
de: Unerlaubte GID {gid} für eine Systemgruppe. GID muss kleiner sein als {max}
it: GID {gid} errato per un gruppo di sistema. Il GID deve essere minore di {max}
nb: Feil GID {gid} for en systemgruppe. GID må være lik eller større enn {max}
zh_cn: 系统组的 GID {gid} 不对。GID 必须小于 {max}

source: Username must not be longer than {maxuserlength} characters
de: Der Benutzername darf nicht länger als {maxuserlength} Zeichen sein
nb: Brukernavn må ikke være lenger enn {maxuserlength} tegn

source: Username already exists on the system
de: Benutzername existiert bereits auf dem System
it: Nome utente già esistente sul sistema
zh_cn: 用户名已存在

source: Maximum number of system users reached
de: Maximale Anzahl der Benutzer für dieses System ist erreicht
it: Numero massimo di utenti di sistema raggiunto
nb: Maksimalt antall systembrukere nådd
zh_cn: 用户数已经达到最大值

source: Incorrect UID {uid} for a user . UID must be equal or greater than {min}
de: Unerlaubte UID {uid} für einen Benutzer. UID muss größer oder gleich {min} sein
it: UID {uid} errato per un utente. Lo UID deve essere uguale o maggiore di {min}
nb: Feil UID {uid} for en bruker. UID må være større eller lik {min}
zh_cn: 用户 UID {uid} 无效。UID 必须大于等于 {min}

source: Incorrect UID {uid} for a system user . UID must be lesser than {max}
de: Unerlaubte UID {uid} für einen Systembenutzer . UID muss kleiner sein als {max}
it: UID {uid} errato per un utente di sistema. Lo UID deve essere minore di {max}
nb: Feil UID {uid} for en systembruker. UID må være mindre enn {max}
zh_cn: 系统用户 UID {uid} 无效。UID 必须小于 {max}

source: Password must not be longer than {maxPwdLength} characters
de: Das Passwort darf höchstens {maxPwdLength} Zeichen lang sein
it: La password non deve essere più lunga di {maxPwdLength} caratteri
nb: Passord må ikke være lenger enn {maxPwdLength} tegn
zh_cn: 密码不能多于 {maxPwdLength} 个字符

source: Configure PAM.
de: Konfiguriere PAM.
it: Configura PAM.
nb: Konfigurer PAM.
zh_cn: 配置 PAM。

source: To add quota support to /home partition.
de: Um Speicherplatzbegrenzung für die /home-Partition hinzuzufügen.
it: Per aggiungere il supporto quota alla partizione /home
nb: For å legge til kvote støtte til /home partisjonen.
zh_cn: 为 /home 分区添加配额支持。
