Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: The following modules have unsaved changes but are <b>disabled</b>. If you need to enable them go to {openref}Module Status{closeref}.
it: I seguenti moduli hanno modifiche non registrate ma sono <b>disabilitati</b>. Se hai bisogno di abilitarli vai su {openref}Stato Moduli{closeref}.
nb: Følgende moduler har ulagrede endringer men er <b>deaktivert</b>. Hvis du trenger å aktivere dem gå til {openref}Module Status{closeref}.
zh_cn: 以下模块没有保存变更，但是已经被<b>禁用</b>。你需要到{openref}模块管理{closeref}启用这些模块。

source: of
it: di
nb: av
zh_cn: 中

source: next
it: successivo
nb: neste
zh_cn: 下页

source: Zentyal homepage
it: homepage di Zentyal
nb: Zentyal sin hjemmeside
zh_cn: Zentyal主页

source: Modify
it: Modifica
nb: Modifiser
zh_cn: 修改

source: Those modules which have not been enabled for first time in the {openref}Module Status{closeref} section will be ignored in both backup and restore operations.
it: I moduli che non sono stati abilitati per la prima volta nella sezione {openref}Stato Moduli{closeref} saranno ignorati sia nelle operazioni di backup che in quelle di ripristino.
nb: Modulene som ikke har vært aktivert for første gang i {openref}Module Status{closeref} seksjonen vil bli ignorer i både sikkerhetskopi og gjenopprettings oppgaver.
zh_cn: 这些模块首次运行时没有被{openref}模块管理{closeref}启用，因此在备份和恢复操作中将被忽略。

source: Asterisk account
nb: Asterisk konto

source: Organizational Unit
nb: Organisasjons Enhet
zh_cn: 部门（OU）

source: Server {name}
zh_cn: 服务器 {name}

source: Port
it: Porta
zh_cn: 端口

source: {openpar}You can add here those networks which you want to make available to clients connecting to this VPN.{closepar}{openpar}Typically, you will allow access to your LAN by advertising its network address here.{closepar}{openpar}If an advertised network address is the same as the VPN network address, the advertised network will be ignored.{closepar}
it: {openpar}Puoi aggiungere qui quelle reti che vuoi rendere disponibili ai clients che si connetteranno a questa VPN.{closepar}{openpar}In genere abiliterai l'accesso alla tua LAN inserendo i suoi indirizzi di rete qui{closepar}
zh_cn: {openpar}允许 VPN 客户连到哪些网络？您可以添加在这里。{closepar}{openpar}通常，您要允许访问您的局域网，只要在这里播发 LAN 的网络地址即可。{closepar}{openpar}如果一个播发的网络地址和 VPN 网络地址相同，该播发的网络将被忽略。{closepar}

source: server
zh_cn: 服务器

source: revoked
it: Revocato
zh_cn: 已撤销

source: expired
it: Scaduto
zh_cn: 已过期

source: invalid
it: Non valido
zh_cn: 无效

source: Cannot create a server called {name} because it alreadyexists a certificate called {certName} with {state} state.<br/>Choose another name or reissue the {certName} certificate
it: Non è possibile creare un server chiamato {name} perchè esiste già un certificato chiamato {certName} avente stato {state}.<br/>scegli un nome differente o emetti nuovamente il certificato {certName}.
zh_cn: 无法创建名为 {name} 的服务器，因为服务器已存在，其证书为{certName}，状态为 {state}。<br/>请选择另一个名称，或重发{certName}证书

source: Server
zh_cn: 服务器

source: TUN interface
it: TUN interfaccia
zh_cn: TUN 接口

source: Connection strategy
it: Strategie di connessioni
zh_cn: 连接策略

source: Second additional server address (optional)
it: Secondo Indirizzo IP aggiuntivo del server (facoltativo)
zh_cn: 第二个额外的服务器地址（可选）

source: Download
it: Scarica
zh_cn: 下载

source: Random
it: Casuale
zh_cn: 随机

source: Failover
zh_cn: 故障转移

source: There are not certificates available for this client. Please, {ohref}create one{chref}
it: Non ci sono certificati disponibili per questo client. Prego, {ohref}procedere con la creazione di un certificato{chref}
zh_cn: 该客户端没有有效的证书。请{ohref}创建一个{chref}

source: Enable it if this VPN server is not the default gateway
it: Abilitalo se questo VPN server non è il default gateway
zh_cn: 如果本 VPN 服务器不是默认网关，请启用

source: Reject routes pushed by Zentyal tunnel clients
it: Rifiuta le route presentate dai client del tunnel Zentyal
zh_cn: 拒绝推 Zentyal 隧道客户端的路由

source: When checked this server will not take any route advertised by its client
it: Se viene selezionato questo server non accetterà ogni route pubblicata dai suoi client
zh_cn: 若选中该项，服务器将不会采用通过其客户发布的任何路由

source: Redirect gateway
zh_cn: 网关重定向

source: Makes Zentyal the default gateway for the client
it: Rende Zentyal il default gateway per il client
zh_cn: 使 Zentyal 成为客户端的默认网关

source: First nameserver
it: Primo Nameserver
zh_cn: 首选域名服务器

source: WINS server
zh_cn: WINS 服务器

source: The VPN address {addr} is already used by interface {iface}
it: L'indirizzo VPN {addrt} è già utilizzato dalll'interfaccia {iface}
zh_cn: 该 VPN 地址 {addr} 已经被接口 {iface} 使用

source: Other server is using the same VPN address, please choose another
it: Un altro server sta già usando lo stesso indirizzo VPN, per favore scegliere un nuovo indirizzo
zh_cn: 其他服务器使用了该 VPN 地址，请另选一个

source: Port {p}/{pr} is in use by {mod}
it: La porta {p}/{pro} è già in uso da {mod}
zh_cn: 端口 {p}/{pr} 正被 {mod} 使用

source: {par} is not compatible with Zentyal-to-Zentyal tunnel
it: {par} non è compatibile con tunnel Zentyal-to-Zentyal
zh_cn: {par} 不适用于 Zentyal-to-Zentyal 隧道

source: List of advertised networks to tunnel server
it: Lista delle reti partecipanti al tunnel
zh_cn: 公布网络隧道服务器列表

source: Advestised routes for clients over a TUN interface are not supported
it: Le route partecipate per i client di una interfaccia TUN non sono supportate
zh_cn: 不支持客户端通过 TUN 接口公布路由

source: Advertised Network
it: Reti partecipanti
zh_cn: 公布网络

source: Upload client bundle
it: Carica il pacchetto di files per il client
zh_cn: 上传客户端 bundle

source: Upload configuration bundle
it: Carica pacchetto di configurazione
zh_cn: 上传配置文件

source: Upload client configuration bundle
it: Carica pacchetto di configurazione del client
zh_cn: 上传客户端配置文件

source: Upload configuration bundle for {na}
it: Carica pacchetto di configurazione per {na}
zh_cn: 上传{na}的配置文件

source: Invalid name {name}. An internal daemon must have a name which begins with the prefix {pf}
zh_cn: 名称 {n} 不可用。内部服务名称必须用 {pf} 开头

source: Client {c} does not exist
it: Il client {c} non esiste
zh_cn: 客户端 {c} 不存在

source: Zentyal will set the required environment variables for bind9 daemon
it: Zentyal imposterà le variabili d'ambiente richieste per il bind9 daemon
zh_cn: Zentyal将设置bind9服务必需的环境变量

source: Remove bind9 init script link
it: Rimuovi il collegamento allo script di init di bind9
zh_cn: 移除bind9初始化脚本链接

source: Override named apparmor profile
it: Sovrascrivi il profilo di apparmor indicato
zh_cn: 覆盖 named 的apparmor配置

source: To allow samba daemon load Active Directory zone
it: Per consentire al daemon Samba di caricare la zona Active Directory
zh_cn: 允许samba服务加载活动目录区

source: Domain Name Service
it: Servizio nomi di dominio (DNS)
zh_cn: 域名服务器

source: key '{key}' in configuration file {value}
it: chiave '{key}' nel file di configurazione {value}
zh_cn: 配置文件中的键名'{key}' {value}

source: alias
zh_cn: 别名

source: The host name {x} is already defined in the domain {y}
it: Il nome host {x} è già definito nel dominio {y}
zh_cn: 这个域名{y}中已存在一个与{x}相同的主机名

source: The domain name will be resolved to this list of IP addresses.
it: Il nome dominio sarà risolto da questa lista di indirizzi IP.
zh_cn: 该域名将被解析为这个 IP 地址列表。

source: Forwarder
it: Regola di inoltro
zh_cn: 转发

source: Forwarders
it: Regole di inoltro
zh_cn: 转发

source: forwarder
it: Server di inoltro
zh_cn: 转发

source: Service '{srv}' is not present in {file}
it: Il servizio '{srv}' non è presente in {file}
zh_cn: {file} 中不存在 {srv} 服务

source: Alias
zh_cn: 别名

source: Automatic reverse resolution is done. If you repeat an IP address in another domain, only first match will be used by reverse resolution. Dynamic zones may erase your manual reverse resolution.
it: La risoluzione automatica inversa è stata inserita. Se viene utilizzato lo stesso indirizzo IP in un altro dominio, solo il primo elemento corrispondente verrà utilizzato per la risoluzione inversa. Le zone dinamiche potrebbero cancellare le impostazioni di risoluzione inversa manuale.
zh_cn: 自动反向解析完成。如果您在其他域重复一个 IP 地址，只有第一个匹配项会被用于反向解析。动态区域可能会删除您的手动反向解析。

source: Domain added. The host name {nshost} has been added to this domain with these IP addresses {ips}, this host name has been also set as nameserver record. Moreover, the same IP addresses have been assigned to this new domain. You can always rename it or create alias for it.
it: Dominio aggiunto. Il nome host {nshost} è stato aggiunto a questo dominio con i seguenti indirizzi IP {ips}, questo nome host è inoltre stato impostato come record nameserver. Aggiuntivamente, gli stessi indirizzi IP sono stati assegnati a questo nuovo dominio. È sempre possibile rinominare il dominio o creare un alias.
zh_cn: 域已添加。主机名 {nshost} 已被添加到该域，IP 地址为 {ips}，该主机名也已设置为 NS 记录。此外，相同的 IP 地址已被分配给此新域。您可以随时为其重命名或创建别名。

source: Domain IP Addresses
it: Indirizzo IP di dominio
zh_cn: 域的 IP 地址

source: Custom owner
it: Proprietario personalizzato
zh_cn: 自定义所有者

source: This is the list of host name aliases. All of them will be resolved to the host's IP addresses list.
it: Questa è la lista degli alias dei nomi host. Tutti gli alias verranno risolti con la lista degli indirizzi IP dell'host.
zh_cn: 这是主机名的别名列表。所有记录都将被解析为主机的IP地址列表。

source: The IP '{ip}' is already assigned to host '{name}' in the same domain
zh_cn: IP {ip} 已经被分配给该域的 {name} 主机

source: The host name will be resolved to this list of IP addresses.
it: Il nome host verrà risolto con questa lista di indirizzi IP.
zh_cn: 该主机名将被解析到这个列表中的 IP 地址。

source: Print
zh_cn: 打印

source: Any access control is disabled if guest access is allowed.
zh_cn: 如果允许客人访问，任何访问控制都会被禁用。

source: (user)
zh_cn: （用户)

source: (group)
zh_cn: （组）

source: Select in which interfaces the CUPS webserver will listen on. Take into account that is not probably a good idea to listen on external interfaces. If none are selected, it will be listening only at localhost
zh_cn: 选择 CUPS 服务器要监听的接口。在外部接口上监听，不是一个好主意。如果不选，它会只监听 localhost

source: Printer name
zh_cn: 打印机名

source: Location
zh_cn: 位置

source: This printer will not require authentication.
zh_cn: 该打印机将不需要认证。

source: Printer permissions
zh_cn: 打印机权限

source: Here you can define the access control list for your printers.
zh_cn: 在这里，您可以定义打印机的访问控制列表。

source: Prior to configure printers ACLs you need to enable the module in the {openref}Module Status{closeref} section and save changes after that.
zh_cn: 配置打印机的 ACL 之前，您需要在 {openref}模块状态{closeref} 部分启用该模块，并保存更改。

source: Disable {server} upstart job
zh_cn: 禁用 {server} 启动任务

source: Zentyal will take care of start and stop the service
it: Zentyal si occuperà di avviare e interrompere il servizio
zh_cn: Zentyal 将负责启动和停止该服务

source: Network Printers
zh_cn: 网络打印机

source: Internet Printing Protocol (CUPS)
zh_cn: 互联网打印协议 (CUPS)

source: The country code must be the 2-characters ISO code
it: Il codice paese deve essere il codice ISO a due caratteri
zh_cn: 国家（地区）代码必须是 2 个字符的 ISO 代码

source: The field cannot contain only blank characters
it: Il campo non può contenere solo spazi
zh_cn: 输入中存在空白字符

source: String
it: Stringa
zh_cn: 字符串

source: The field contains invalid characters. All ASCII alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
it: L'input contiene dei caratteri non validi. Sono permessi tutti i caratteri alfanumerici, gli spazi e i seguenti caratteri non alfanumerici: ?&+:-@*.
zh_cn: 输入了无效字符。所有的 ASCII 码，加上 . ? & + : - @ * 还有空格都是被允许的。

source: Value for subject alternative of type {type}
it: Valori per subject alternative di tipo {type}
zh_cn: 对于 {type} 类型的主体替代值

source: Subject alternative type
it: Tipo subject alternative
zh_cn: 主体替代类型

source: Only {dns}, {ip} and {email} are valid subject alternatives name types
it: Solo {dns}, {ip} e {email} sono tipi di subject alternative validi
zh_cn: 只有 {dns}、 {ip} 还有 {email} 是有效的主题备用名称类型

source: Only revoke, renew and reissue actions are performed
it: Solo le azioni di revoca e rinnovo del certificato, oltre che di rinnovo della chiave, sono eseguite
zh_cn: 只能进行撤回、更新、补发操作

source: The Subject Alternative Name parameter must follow this pattern: type:value, type:value
it: Il parametro Subject Alternative Name deve seguire il seguente schema: tipo:valore, tipo:valore
zh_cn: 主题备用名称参数必须遵循以下形式：类型：值，类型：值

source: This service does not allow to change the certificate common name
it: Questo servizio non permette di cambiare il nome comune del certificato
zh_cn: 此服务不允许更改证书的通用名

source: Status
it: Stato
zh_cn: 状态

source: Signatures
zh_cn: 签名

source: Antivirus
zh_cn: 防病毒

source: The antivirus module is not configured. Enable it first in Module Status section.
zh_cn: 防病毒模块尚未配置。请先到模块状态部分启用它。

source: The antivirus module is not enabled. Enable it first to know the antivirus status.
zh_cn: 防病毒模块尚未启用。请先启用它，以了解防病毒状态。

source: Custom {app} profile configuration for {bin} binary
it: Configura il profilo personalizzato {app} per il binario {bin}
zh_cn: 为二进制 {bin} 定制 {app} 配置文件

source: Disable {app} profile for {bin} binary
it: Disabilita il profilo {app} per il binario {bin}
zh_cn: 禁用二进制 {bin} 的 {app} 配置文件

source: Success
zh_cn: 成功

source: Failure
zh_cn: 失败

source: Antivirus DB updates
zh_cn: 防病毒数据库更新

source: Mail server has a custom filter set, unset it before enabling Zentyal Mail Filter module
it: Il server di posta ha un filtro personalizzato impostato, rimuovere l'impostazione prima di abilitare il modulo Mail Filter di Zentyal
zh_cn: 邮件服务器有一个自定义的过滤器设置。在启用 Zentyal 邮件过滤模块之前，请先取消它。

source: Unable to reinject in the mail server
it: Impossibile riaccodare al server di posta
zh_cn: 无法重新注入邮件服务器

source: SMTP filter
it: Filtro SMTP
zh_cn: SMTP 过滤器

source: Notify sender server
it: Notifica al server del mittente
zh_cn: 通知发件服务器

source: Notify mail sender account
it: Notifica all'account di posta del mittente
zh_cn: 通知发件人帐号

source: Drop silently
it: Rilascia silenziosamente
zh_cn: 直接丢弃

source: SMTP filter proxy
it: Filtro proxy SMTP
zh_cn: SMTP 管理器代理

source: Bounce policy will be ignored for high-score spam messages
it: Il criterio di bounce sarà ignorato per messaggi di spam con punteggio alto
zh_cn: 高分垃圾邮件将忽略退件政策

source: You are connecting to Zentyal through the {i} interface. If you set it as external the firewall will lock you out during the installation.
it: Si è connessi a Zentyal dall'interfaccia {i}. Se tale interfaccia viene impostata come esterna, il firewall bloccherà l'accesso durante l'installazione.
zh_cn: 您是通过 {i} 接口连接到 Zentyal 的。如果你把它设置为外部的，安装过程中防火墙将挡住它。

source: Broadcast address
it: Indirizzo di broadcast
zh_cn: 广播地址

source: Gateways Configuration
it: Configurazione gateway
zh_cn: 网关配置

source: gateway
zh_cn: 网关

source: Gateway address {ip} is already the address of the local interface {iface}
it: L'indirizzo del gateway {ip} è già l'indirizzo dell'interfaccia locale {iface}
zh_cn: 网关地址 {ip} 已经被本地接口 {iface} 占用

source: Gateway {gw} must be in the same network that a static interface. Currently it belongs to the network of {iface} which is not static
it: Il gateway {gw} deve essere raggiungibile da un'interfaccia statica. Attualmente è raggiungibile da {iface} che non è statica
zh_cn: 网关 {gw} 对于某个静态网络接口必须是可达的。当前可以由 {iface} 到达，但是这个网络接口不是静态的。

source: Since you have not gateways you should add the first one as default
it: Considerando che non sono stati specificati gateway, il primo deve essere aggiunto come default
zh_cn: 既然你还没有网关，你应该把添加的第一个作为默认网关

source: You cannot remove the default attribute, if you want to change it assign it to another gaterway
it: Non è possibile rimuovere l'attributo default; se è necessario cambiarlo, assegnarlo ad un altro gateway
zh_cn: 你不能删除默认的属性，如果你想改变它，请把它绑定到另一个网关

source: The gateway '{name}' is being used by {mod}
it: Il gateway '{name}' è in uso dal modulo {mod}
zh_cn: 网关 '{name}' 正被 {mod} 使用

source: Gateway name
it: Nome del gateway
zh_cn: 网关名

source: Gateways names cannot begin or end with '-'
it: I nomi dei gateway non possono iniziare o terminare con '-'
zh_cn: 网关名称不能以减号“-”开头，也不能以减号“-”结尾

source: Gateways names can only be composed of lowercase ASCII english letters, digits and '-'
it: I nomi dei gateway possono essere solamente composti da caratteri alfanumerici minuscoli più il carattere '-'
zh_cn: 网关的名称只能由小写字母、数字和减号“-”构成

source: The Zentyal DNS module is installed and enabled, so only the local DNS server will be used to resolve the queries. The queries for which this server is not authoritative and does not have the answer in its cache will be sent to the {ohref}configured forwarders{chref} in first place, and if they does not answer the query root DNS servers will be used.
it: Il modulo DNS di Zentyal è installato e abilitato, in questo modo solo il server DNS locale verrà utilizzato per risolvere le query. Le query per cui questo server non è autoritativo e/o non ha una risposta nella sua cache, verranno inizialmente inviate ai {ohref}forwarder configurati{chref}, quindi, in caso di mancata risposta, verranno utilizzati i server DNS radice.
zh_cn: Zentyal DNS 模块已安装并启用，因此只有本地 DNS 服务器将被用来处理查询。对于非权威服务器、缓存中没有答案的服务器，这些查询将被转发给 {ohref}配置的转发器{chref}，如仍无法解析，将查询根 DNS 服务器。

source: Proxy server
it: Server proxy
zh_cn: 代理服务器

source: Proxy {addr} is invalid because it is the address of the interface {if}
it: L'indirizzo del proxy {addr} non è valido perché è l'indirizzo dell'interfaccia {if}
zh_cn: 代理服务器 {addr} 无效，因为该地址是接口 {if} 的

source: The username input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: \/.?&+:-@ and spaces are allowed.
it: Lo username contiene caratteri non validi. Sono ammessi tutti i caratteri alfanumerici, gli spazi e i seguenti caratteri non alfanumerici: \/?&+:-@.
zh_cn: 用户名中包含无效字符。只允许所有字母和数字，以及 / . ? & + : - @ 和空格。

source: Gateway {gw} is already defined in the gateway table. Use a multi gateway rule instead
it: Il gateway {gw} è già stato definito nella tabella dei gateway. Utilizzare una regola multi gateway.
zh_cn: 网关 {gw} 已定义于网关表。请用多网关规则

source: Network {addr} is invalid because it is the address of the interface {if}
it: L'indirizzo di rete {addr} non è valido perché è l'indirizzo dell'interfaccia {if}
zh_cn: 网络 {addr} 无效，因为该地址是接口 {if} 的

source: Gateway {addr} is invalid because it is the address of the interface {if}
it: L'indirizzo gateway {addr} non è valido perché è l'indirizzo dell'interfaccia {if}
zh_cn: 网关 {addr} 无效，因为该地址是接口 {if} 的

source: Not needed to add a route to {ip} because is reacheable directly by interface {if}
it: Non è necessario aggiungere una rotta per l'IP {ip} perché è già raggiungibile direttamente dall'interfaccia {if}
zh_cn: 无需添加到 {ip} 的路由，因为接口 {if} 可以直接到达

source: Disable IPv6
it: Disabilitare IPv6
zh_cn: 禁用 IPv6

source: Zentyal does not support yet IPv6, having v6 addresses asigned to interfaces can cause problems on some services
it: Zentyal non supporta ancora completamente IPv6, indirizzi IPv6 assegnati alle interfacce potrebbero causare problemi con alcuni servizi
zh_cn: Zentyal 还不支持 IPv6，为接口分配 v6 地址，可能会导致一些服务方面的问题

source: Zentyal will set the order of systems resolvers
it: Zentyal imposterà l'ordine dei resolver di sistema
zh_cn: Zentyal 将设置系统解析器的顺序

source: Zentyal will set the resolvconf configuration
it: Zentyal imposterà la configurazione di resolvconf
zh_cn: Zentyal 将进行 resolvconf 配置

source: Zentyal will disable IPV6 on this system
it: Zentyal disabiliterà IPv6 su questo sistema
zh_cn: Zentyal 将禁用本系统的 IPv6

source: Argument must be a IP address
it: L'argomento deve essere un indirizzo IP
zh_cn: 参数必须是一个 IP 地址

source: Address {ip} is already in use by interface {iface}
it: L'indirizzo {ip} è già in uso dall'interfaccia {iface}
zh_cn: 地址 {ip} 已经用于接口 {iface}

source: Cannot set an alias with the character ":". This character is reserved for virtual interfaces
it: Non è possibile impostare un alias con il carattere ":". Questo carattere è riservato per le interfacce virtuali
zh_cn: 不能用冒号“：”设置别名。这个符号是为虚拟接口保留的

source: The IP {ip} is already assigned to interface {iface}
it: L'indirizzo IP {ip} è già assegnato all'interfaccia {iface}
zh_cn: IP {ip} 以及分配给接口 {iface}

source: Cannot use the address {addr} because interface {if} has already an address in the same network
it: Impossibile utilizzare l'indirizzo {addr} perché l'interfaccia {if} ha già un indirizzo nella stessa rete
zh_cn: 不能使用地址 {addr}，因为该网络中的接口 {if} 已经有一个地址了

source: The requested operation will cause one of the configured gateways or static routes to become unreachable. Please remove it first if you really want to make this change.
it: L'operazione richiesta renderà uno dei router configurati o una rotta statica non raggiungibile. Prego rimuoverlo prima se si desidera realmente effettuare questa modifica.
zh_cn: 请求的操作会导致某个网关不可达。如果您真的要做修改，请首先将其删除。

source: Gateway {gw} must be in the same network that a static interface
it: L'indirizzo del gateway {gw} deve essere nella stessa rete dell'interfaccia statica
zh_cn: 网关 {gw} 必须是在同一网络中的一个静态接口

source: Gateway {gw} must be in the same network that static interface. Currently it belongs to the network of {iface} which is not static
it: Il gateway {gw} deve essere nella stessa rete dell'interfaccia statica. Attualmente appartiene alla rete dell'interfaccia {iface}, che non è statica
zh_cn: 网关 {gw} 对于某个静态网络接口必须是可达的。当前可以由 {iface} 到达，但是这个网络接口不是静态的。

source: Tx bytes
zh_cn: 发送字节

source: Rx bytes
zh_cn: 接收字节

source: Tools
it: Strumenti
zh_cn: 工具

source: network object
it: Oggetto di rete
zh_cn: 网络对象

source: Range
it: Intervallo
zh_cn: 范围

source: Only network addresses can end with a zero
it: Solo gli indirizzi di rete possono terminare con uno Zero
zh_cn: 只有网络地址才可以以 0 结尾

source: AppArmor profile for {server} daemon
it: Profilo AppArmor per il demone {server}
zh_cn: {server} 服务的 AppArmor 配置文件

source: Disable {server} init script
it: Disabilita init script di {server}
zh_cn: 禁用 {server} 初始化脚本

source: DHCP Configuration
it: Configurazione DHCP
zh_cn: DHCP 配置

source: This interface is not enabled. DHCP server will not serve addresses in this interface
it: Quest'interfaccia non è abilitata. Il server DHCP non servirà indirizzi a questa interfaccia.
zh_cn: 此接口未启用。DHCP 服务器无法在此接口提供 IP 地址

source: Range {from}-{to} includes fixed address from the object member "{name}": {fixedIP}
it: L'intervallo {from}-{to} include l'indirizzo fisso dal membro dell'oggetto "{name}": {fixedIP}
zh_cn: 范围 {from} - {to} 包含对象成员“{name}”的固定地址：{fixedIP}

source: Range {from}-{to} includes the HA floating IP: "{name}" - {IP}
it: L'intervallo {from}-{to} include l'indirizzo HA condiviso: "{name}" - {IP}
zh_cn: 范围 {from} - {to} 包含 HA 虚拟 IP：“{name}”- {IP}

source: Thin Client server as seen by the clients.
it: Nome del server per Thin Client come verrà visto dai client.
zh_cn: 客户端所看到的 Thin Client（瘦客户机）服务器。

source: File path
it: Percorso del file
zh_cn: 文件路径

source: Thin client file path
it: Percorso del file per Thin client
zh_cn: 瘦客户端文件路径

source: Thin client / External TFTP-Server
zh_cn: 瘦客户机 / 外部 TFTP 服务器

source: thin client option
it: Opzione per Thin client
zh_cn: 瘦客户端选项

source: NTP server
zh_cn: NTP 服务器

source: Not object added for fixed addresses
it: Nessun oggetto aggiunto per indirizzi statici
zh_cn: 没有对象添加了固定地址（Not object added for fixed addresses）

source: Members whose name is not a valid hostname will be modified to become a valid domain name.
it: I membri il cui nome non è un nome host valido questo verrà modificato per diventare un nome di dominio valido
zh_cn: 主机名无效的成员，将被修改为一个有效的域名。

source: You need at least one static interface to serve DHCP
it: Hai bisogno almeno di un interfaccia interna e un interfaccia esterna
zh_cn: 要提供 DHCP 服务，你至少需要一个静态接口

source: Here you can configure the DHCP server for each internal interface, and enable or disable them
it: Qui è possibile configurare il server DHCP per ogni interfaccia interna , e abilitarle o disabilitarle
zh_cn: 在这里，您可以为每个内部接口配置 DHCP 服务器，并启用或禁用它们
