Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: Log messages
de: Nachrichten ins Log schreiben
nb: Logg meldinger

source: Lifetime parameter must be a positive number of hours
de: Der Parameter "Lebenszeit" muss eine positive Anzahl Stunden sein
it: Il parametro del tempo di vita deve essere un numero positivo di ore
nb: Livstids parameter må være et positivt antall timer
zh_cn: 生命期参数必须是正的小时数

source: Creating backup archive
de: Das Backup-Archiv wird erstellt
it: Creo archivio di backup
nb: Lager sikkerhetskopi arkiv
zh_cn: 创建备份归档文件

source: Dumping configuration of module {m}
de: Die Konfiguration für das Modul {m} wird verworfen
it: Effettuo il dump della configurazione del modulo {m}
nb: Lagrer konfigurasjon av modul {m}
zh_cn: 全部备份模块{m}的配置

source: Could not create backup archive
de: Die Sicherungsdatei konnte nicht erstellt werden
nb: Klarte ikke å opprette sikkerhetskopi arkiv

source: Could not append data to backup archive
de: Die Daten konnten der Sicherung nicht angefügt werden
nb: Klarte ikke å legge til data til sikkerhetskopi arkiv

source: Could not extract the requested backup files: {files}
de: Diese gewünschten Sicherungsdateien konnten nicht wiederhergestellt werden: {files}
it: Impossibile estrarre i file di backup richiesti: {files}
nb: Klarte ikke å pakke ut ønsket sikkerhetskopi: {files}
zh_cn: 无法提取所需的备份文件: {files}

source: Could not unpack the backup
de: Die Sicherung konnte nicht geöffnet werden
it: Impossibile spacchettare il backup
nb: Klarte ikke å pakke ut sikkerhetskopien
zh_cn: 无法解包备份文件

source: Writing backup file to hard disk
de: Backup auf die Festplatte schreiben
it: Scrivo file di backup su hard disk
nb: Skriver sikkerhetskopi til disk
zh_cn: 正在将备份文件写入硬盘

source: Incorrect or corrupt backup file
de: Falsche oder fehlerhafte Sicherungsdatei
it: File di backup non valido o corrotto
nb: Feil eller ødelagt sikkerhetskopi
zh_cn: 无效的备份文件，或者文件损坏

source: The backup file is corrupt: could not open archive
de: Die Sicherungsdatei ist fehlerhaft: konnte nicht geöffnet werden
it: Il file di backup è corrotto: impossibile aprire l'archivio
nb: Sikkerhetskopien er ødelagt: klarte ikke å åpne arkivet
zh_cn: 备份文件已损坏，无法提取

source: The backup file is corrupt: could not open backup checksum
de: Die Sicherungsdatei ist fehlerhaft: Prüfsumme konnte nicht geöffnet werden
it: Il file di backup è corrotto: impossibile aprire la checksum dell'archivio
nb: Sikkerhetskopien er ødelagt: klarte ikke å åpne sikkerhetskopi kontrollsum
zh_cn: 备份文件损坏：无法打开备份校验码

source: The backup file is corrupt.
de: Die Sicherungsdatei ist fehlerhaft.
it: Il file di backup è corrotto.
nb: Sikkerhetskopien er ødelagt.
zh_cn: 备份文件损坏

source: The archive does not contain a full backup, that made a full restore impossibe. A configuration recovery may be possible
de: Die Datei ist keine vollständige Sicherung, deshalb ist keine vollständige Wiederherstellung möglich. Die Wiederherstellung der Konfiguration könnte aber möglich sein
nb: Arkivet inneholder ikke en full sikkerhetskopi, som gjør en full gjenoppretting umulig. En konfigurasjons gjenoppretting kan være mulig

source: There in not enough space left in the hard disk to complete the restore proccess. {size} Kb required. Free sufficient space and retry
de: Es ist nicht genug Speicherplatz auf der Festplatte vorhanden, um die Wiederherstellung abzuschliessen. {size}Kb werden benötigt. Sorgen Sie für genügend freien Speicherplatz und versuchen Sie es erneut
it: Non c'è spazio a sufficienza rimasto su hard disk per completare il processo di ripristino. {size} Kb richiesti. Libero lo spazio sufficiente e riprova
nb: Det er ikke nok ledig plass igjen på disken til å gjennomføre gjenopprettingen. {size} Kb kreves. Frigjør nok plass og prøv igjen
zh_cn: 硬盘没有足够的空间用于恢复进程。需要{size}Kb。清理硬盘空间，然后重试

source: No module {m} found in backup
de: Modul {m} wurde nicht in der Sicherung gefunden
it: Nessun modulo {m} trovato nel backup
nb: Ingen modul {m} funne i sikkerhetskopi
zh_cn: 备份中没有发现{m}模块的配置

source: No modules to restore
de: Kein Modul zum Wiederherstellen
it: Nessun modulo da ripristinare
nb: Ingen moduler å gjenopprette
zh_cn: 没有需要恢复的模块

source: Unresolved restore dependency for module {topModule}: {modName} is not installed
de: Das Modul {topModule} baut auf dem Modul {modName} auf, welches aber nicht installiert ist. Die Wiederherstellung kann deshalb nicht fortgesetzt werden
it: Dipendenza di ripristino non risolta per il modulo {topModule}: {modName} non è installato
nb: Uavklart gjenopprettelses avhengighet for modul {topModule}: {modName} er ikke installert
zh_cn: 无法解决模块{topModule}的依赖性：{modName}没有安装

source: The input contains invalid characters
de: Die Eingabe enthält ungültige Zeichen
it: L'input contiene dei caratteri non validi
nb: Inntastingen inneholder ugyldige karakterer
zh_cn: 输入中存在非法字符

source: Date/Time
de: Datum/Uhrzeit
it: Data/ora
nb: Dato/Tid
zh_cn: 日期/时间

source: Add
de: Hinzufügen
it: Aggiungi
nb: Legg til
zh_cn: 添加

source: Logout
de: Abmelden
it: Esci
nb: Logg ut
zh_cn: 注销

source: {n} security updates
de: {n} Sicherheitsupdates

source: Users
de: Benutzer
it: Utenti
nb: Brukere
zh_cn: 用户

source: Module Status
de: Status des Moduls
it: Stato Moduli
nb: Modul Status
zh_cn: 模块状态

source: General Information
de: Allgemeine Informationen
it: Informazioni generali
nb: Generell Informasjon
zh_cn: 一般信息

source: Process List
de: Prozess-Liste
it: Elenco processi
nb: Prosess Liste
zh_cn: 进程列表

source: Dashboard
de: Übersicht
nb: Dashbord
zh_cn: 仪表盘

source: Import/Export Configuration
de: Derzeitige Einstellungen importieren/exportieren

source: Halt/Reboot
de: Ausschalten / Neustart
it: Spegni/Riavvia
nb: Avslutt/Restart
zh_cn: 关机/重启

source: Disk Usage
de: Festplattenbelegung
nb: Disk Bruk

source: Saving {modName} module
de: Modul {modName} wird gesichert
it: Salvo modulo {modName}
nb: Lagrer {modName} modul
zh_cn: 正在保存{modName}模块

source: running {scriptName} script
de: führe das Skript {scriptName} aus
it: script {scriptName} avviato
nb: kjører {scriptName} skript
zh_cn: 正在运行{scriptName}脚本

source: Total ticks
de: Alle Häckchen
it: Istanti totali
nb: Totalt antall klikk
zh_cn: 合计滴答数

source: It must be a non-zero positive number
de: Geben Sie eine positive Zahl ein
it: Deve essere un numero positivo diverso da zero
nb: Må være et ikke null positivt tall
zh_cn: 必须是零以外的正整数

source: To solve it you can try to execute the following commands:
de: Um das Problem zu lösen, versuchen Sie die folgenden Befehle auszuführen:

source: Cannot execute {exe}
de: {exe} kann nicht ausgeführt werden
it: Impossibile eseguire {exe}
nb: Kan ikke kjøre {exe}
zh_cn: 无法执行 {exe}

source: Progress indicator with id {id} not found
de: Der Fortschrittsinidikator mit der ID {id} kann nicht gefunden werden

source: Number of ticks to notify
de: Anzahl der ausgewählten Häkchen
it: Numero di istanti da notificare
nb: Antall klikk til varsling
zh_cn: 通知的滴答声数量

source: must be greater than zero
de: muss grösser als Null sein
it: deve essere superiore a zero
nb: må være større enn null
zh_cn: 必须大于零

source: Executable has not been run
de: Das Programm wurde nicht ausgeführt
it: L'eseguibile non è stato lanciato
nb: Kjørbar fil har ikke blitt kjørt
zh_cn: 可执行文件尚未运行

source: The executable has not run
de: Das Programm wurde nicht ausgeführt
it: L'eseguibile non è stato lanciato
nb: Den kjørbare filen har ikke kjørt
zh_cn: 该可执行文件没有运行

source: The executable has already been started
de: Das Programm wurde bereits gestartet
it: L'eseguibile è già stato avviato
nb: Den kjørbare filen har blitt startet
zh_cn: 该可执行文件已经开始

source: The executable has already finished
de: Das Programm ist bereits fertig
it: L'eseguibile ha già terminato
nb: Den kjøbare filen har allerede fullført
zh_cn: 该可执行文件已经完成

source: All
de: Alle
nb: Alle

source: hour
de: Stunde
nb: time

source: day
de: Tag
nb: dag

source: week
de: Woche
nb: uke

source: month
de: Monat
nb: måned

source: Report time period
de: Berichts-Zeitdauer
nb: Rapport tids periode

source: Report options
de: Berichtsoptionen
nb: Rapport alternativer

source: Purge logs older than
de: Alle Logs löschen, die älter sind als
it: Elimina i log più vecchi di
nb: Tøm logger eldre enn
zh_cn: 清除以前的日志

source: Force log purge
de: Löschen des Logs erzwingen
it: Forza eliminazione log
nb: Tvungen logg tømming
zh_cn: 强制清除日志

source: Purge
de: Löschen
it: Elimina
nb: Tøm
zh_cn: 清除

source: one hour
de: eine Stunde
it: un'ora
nb: en time
zh_cn: 1小时

source: twelve hours
de: zwölf Stunden
it: dodici ore
nb: tolv timer
zh_cn: 12小时

source: one day
de: einen Tag
it: un giorno
nb: en dag
zh_cn: 1天

source: three days
de: drei Tage
it: tre giorni
nb: tre dager
zh_cn: 3天

source: one week
de: eine Woche
it: una settimana
nb: en uke
zh_cn: 1周

source: fifteeen days
de: 15 Tage
it: quindici giorni
nb: femten dager
zh_cn: 15天

source: thirty days
de: 30 Tage
it: trenta giorni
nb: tretti dager
zh_cn: 30天

source: ninety days
de: 90 Tage
it: novanta giorni
nb: nitti dager
zh_cn: 90天

source: never purge
de: Nie löschen
it: non eliminare mai
nb: aldri tøm
zh_cn: 永不清除

source: Current configuration
de: Derzeitige Einstellungen
it: Configurazione attuale
nb: Gjeldende konfigurasjon
zh_cn: 当前配置

source: Enable/disable logging per-module basis
de: Logging für einzelne Module aktivieren / deaktivieren
it: Attiva/disattiva log in base al modulo
nb: Aktiver/deaktiver logging pr. modul basis
zh_cn: 启用/禁用针对每个模块的日志

source: Full report
de: Vollständiger Bericht
it: Report completo
nb: Full rapport
zh_cn: 完整报告

source: Summarized report
de: Berichts-Zusammenfassung
nb: Oppsumert rapport

source: Query Logs
de: Logdateien durchsuchen
it: Effettua una query sui log
nb: Spørre logger
zh_cn: 查询日志

source: Configure Logs
de: Protokolliering konfigurieren
it: Configura log
nb: Konfigurer logger
zh_cn: 配置日志

source: You must set the {variable} variable in the ebox configuration file
de: Sie müssen die Variable {variable} in der Zentyal-Konfigurationsdatei definieren
it: Devi impostare la {variable} variabile nel file di configurazione di ebox
nb: Du må sette {variable} variabelen i ebox konfigurasjons filen
zh_cn: 您必须在ebox配置文件中设置变量{variable}

source: Save changes
de: Änderungen speichern
it: Registra modifiche
nb: Lagre endringer
zh_cn: 保存变更

source: Halt
de: Ausschalten
it: Spegni
nb: Avslutt
zh_cn: 关机

source: Reboot
de: Neu starten
it: Riavvia
nb: Omstart
zh_cn: 重启

source: Zentyal is going down for reboot
de: Zentyal startet neu
it: Zentyal si sta riavviando
nb: Zentyal restartes
zh_cn: 由于重启，Zentyal将要关闭

source: You might lose your Internet connection if this machine is halted.
de: Sie könnten Ihre Internetverbindung verlieren, falls Zentyal ausgeschaltet wird.
it: Potresti perdere la connessione ad Internet se questa macchina viene spenta.
nb: Du kan miste din internett tilkobling hvis denne maskinen er avsluttet.
zh_cn: 如果关机，你会被断开Internet连接.

source: Begin of IP range
de: Start des IP Bereichs
zh_cn: IP 范围的起始

source: End of IP range
de: Ende des IP Bereichs
zh_cn: IP 范围的末尾

source: Enter a float number
de: Tragen Sie ein Zahl ein
it: Scrivi un numero in virgola mobile
nb: Skriv inn et flyttall
zh_cn: 输入一个浮点数

source: The value shouldn't be greater than {m}
de: Der Wert sollte nicht größer sein als {m}
it: Il valore non dovrebbe essere più grande di {m}
nb: Verdien bør ikke være større enn {m}
zh_cn: 值不应大于 {m}

source: The value shouldn't be less than {m}
de: Der Wert sollte nicht kleiner sein als {m}
it: Il valore non dovrebbe essere più piccolo di {m}
nb: Verdien bør ikke være lavere enn {m}
zh_cn: 值不应小于 {m}

source: It must be a valid HTML string
de: Muß ein gültiger HTML String sein
it: Deve essere non nome di subdomain valido
zh_cn: 必须是有效的 HTML 字符串

source: IP addresses are not allowed
de: IP-Adressen sind nicht erlaubt
it: Indirizzi IP non consentiti
nb: IP adresser er ikke tillatt
zh_cn: IP地址不符合要求

source: Choose a value within the value set: {set}
de: Wählen Sie einen Wert aus diesen aus: {set}
it: Scegli un valore all'interno dell'insieme dei valori: {set}
nb: Velg en verdi innen: {set}
zh_cn: 设定值内选择一个值：{set}

source: The password should have at least {minLength} characters
de: Das Passwort muss mindestens {minLength} Zeichen lang sein
it: La password deve essere lunga almeno {minLength} caratteri
nb: Passordet bør inneholde minimum {minLength} tegn
zh_cn: 密码至少{minLength}个字符

source: The password should have at most {maxLength} characters
de: Das Passwort darf höchstens {maxLength} Zeichen lang sein
it: La password deve essere lunga almeno {maxLength} caratteri
nb: Passordet bør inneholde maksimum {maxLength} tegn
zh_cn: 密码最多{maxLength}个字符

source: Password mismatch, make sure passwords are identical
de: Passwörter unterschiedlich, sie müssen jedoch gleich sein
zh_cn: 密码不匹配，请确保密码是相同的

source: Enter an integer number
de: Geben Sie eine ganze Zahl ein
it: Inserisci un numero intero
nb: Tast inn et heltall
zh_cn: 输入一个整数

source: Single port
de: Ein Port
it: Singola porta
nb: Singel port
zh_cn: 单个端口

source: Port range
de: Portbereich
it: Intervallo Porte
nb: Port rekke
zh_cn: 端口范围

source: "From" {from} must be greater than "To" {to}
de: "von" {from} muss grösser als "bis" {to} sein
it: "Da" {from} deve essere superiore ad "A" {to}
nb: "Fra" {from} må være større enn "Til" {to}
zh_cn: "From"变量{from}必须大于"To"变量{to}

source: Authorization failed: {result} - {message}
de: Die Anmeldung schlug fehl: {result} - {message}
nb: Autorisasjon feilet: {result} - {message}

source: Dispatcher {name} is not configured to be enabled
de: Der Verteiler {name} ist nicht aktiviert
nb: Tildeler {name} er ikke konfigurert til å være aktiv

source: Log file
de: Log-Datei
nb: Logg fil

source: RSS file: {path}
de: RSS-Datei: {path}
nb: RSS fil: {path}

source: Zentyal alerts channel for {hostname}
de: Zentyal Alarme für {hostname}
nb: Zentyal varsler kanal for {hostname}

source: Go to your {url} to check its status.
de: Gehen Sie zu Ihrer {url}, um den Status zu prüfen
nb: Gå til din {url} for å sjekke status.

source: The partition {mp} does have enough space available.
de: Die Partition {mp} hat nicht genügend freien Platz

source: Free storage space
de: Speicherplatz freigeben
nb: Ledig lagrings plass

source: Check if any disk partition has no storage space left
de: Überprüfen Sie, ob irgendeine Partition keinen Speicherplatz mehr frei hat
nb: Kontroller om noen disk partisjoner har noe ledig plass igjen

source: Check if any event has happened in RAID subsystem
de: Prüfen, ob ein Ereignis betreffend eines RAID-Systems eingetroffen ist
nb: Kontroller om noen hendelser har oppstått i RAID subsystemet

source: New array RAID device {devName} information:
de: Informationen über das neue Gerät {devName} im RAID-Verbund
nb: Nytt array RAID enhet {devName} informasjon:

source: State: {state}
de: Zustand: {state}
nb: Status: {state}

source: Type: {type}
de: Typ: {type}

source: Active devices needed: {nb}
de: Benötigt {nb} aktive RAID-Geräte
nb: Aktive enheter nødvendig: {nb}

source: Active devices: {nb}
de: Aktive RAID-Geräte: {nb}
nb: Aktive enheter: {nb}

source: Operation in progress: {operation}
de: {operation} wird ausgeführt
nb: Handling utføres: {operation}

source: Completed operation percentage: {per}
de: Zu {per} % fertig
nb: Handling utført prosent: {per}

source: Operation estimated finish time: {time}
de: Es verbleiben schätzungsweise {time}
nb: Handling forventes fullført tid: {time}

source: Raid component {nb}: device {device} state {state}
de: RAID-Komponente {nb}: Gerät {device}, Zustand {state}
nb: Raid komponent {nb}: enhet {device} status {state}

source: RAID device {name} has dissappeared: A RAID array which previously was configured appears to no longer be configured
de: Das RAID-Gerät {name} ist verschwunden: Ein RAID-Verbund, der vorher konfiguriert wurde scheint nicht länger konfiguriert zu sein
nb: RAID enhet {name} har forsvunnet: Et RAID array som tidligere tidligere var konfigurert ser ut til å ikke være konfigurert lenger

source: RAID device {name} has changed its state from {oldState} to {newState}
de: Der Zustand des RAID-Geräts {name} ist von {oldState} auf {newState} geändert worden
nb: RAID enhet {name} har endret sin status fra {oldState} til {newState}

source: RAID device {name} has changed its number of active components from {oldNum} to {newNum}
de: Die Anzahl aktiver Komponenten des RAID-Geräts {name} ist von {oldNum} auf {newNum} geändert worden
nb: RAID enhet {name} har endret sitt antall aktive komponenter fra {oldNum} til {newNum}

source: Status: {percentage} completed.
de: Status: {percentage} % abgeschlosssen
nb: Status: {percentage} fullført.

source: Active component {compName} from RAID array {arrayName} has been marked as faulty
de: Die aktive Komponente {compName} des RAID-Verbundes {arrayName} wurde als fehlerhaft markiert
nb: Aktiv komponent {compName} fra RAID array {arrayName} har blitt markert som defekt

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has failed
de: Die Reservekomponente {compName} des RAID-Verbundes {arrayName} hat ein fehlerhaftes Gerät ersetzt
nb: Reserve enhet {compName} fra RAID array {arrayName} som var forsøkt gjenopprettet for å erstatte defekt enhet har feilet

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has been successfully rebuilt and has been made active
de: Die Reservekomponente {compName} des RAID-Verbundes {arrayName} hat das fehlerhafte Gerät erfolgreich ersetzt und ist jetzt aktiv
nb: Reserve enhet {compName} fra RAID array {arrayName} som var forsøkt gjenopprettet for å erstatte defekt enhet har fullført gjenopprettingen og har blitt satt aktiv

source: A new component {compName} has been hot added to RAID device {arrayName} with status {status}
de: Die neue Komponente {compName} wurde im laufenden Betrieb zum RAID-Verbund {arrayName} (Zustand: {status}) hinzugefügt
nb: En ny enhet {compName} har blitt lagt til i fart til RAID device {arrayName} med status {status}

source: A component {compName} has been hot removed from RAID array {arrayName} when its status was {status}
de: Die Komponente {compName} wurde im laufenden Betrieb vom RAID-Verbund {arrayName} (Zustand war {status}) entfernt
nb: En enhet {compName} har blitt fjernet i fart fra RAID array {arrayName} når status var {status}

source: degraded
de: Degradiert
it: degradato
nb: degradert
zh_cn: 退化

source: recovering
de: Wiederherstellen
it: in recupero
nb: gjenoppretter
zh_cn: 恢复

source: resyncing
de: Neu synchronisieren
it: in sincronizzazione
nb: resynkroniserer
zh_cn: 重新同步

source: rebuilding
de: Neu erstellen
it: in ricostruzione
nb: gjenoppbygger
zh_cn: 重建

source: reshaping
de: Umformen
it: in trasformazione
nb: omstrukturerer
zh_cn: 重塑

source: failed
de: Versagen
it: fallito
nb: feilet
zh_cn: 失败

source: resync
de: Neu synchronisieren
nb: resynkroniser

source: rebuild
de: Wiederaufbauen
nb: gjenopprett

source: reshape
de: Neu formen
nb: omstrukturer

source: recovery
de: Wiederherstellung
nb: gjeopprett

source: check
de: Überprüfung
nb: kontroller

source: faulty
de: Fehlerhaft
nb: defekt

source: spare
de: Frei
it: riserva
nb: reserve
zh_cn: 备用

source: Additionally, there are {nUpdates} more. The upgradable packages are: {packages}.
de: Es liegen weitere {nUpdates} Updates vor für folgende Pakete: {packages}.

source: Security software updates
de: Sicherheitsupdates

source: Check if there is any security software update.
de: Prüfen ob Sicherheitsupdates vorliegen.

source: Log observer
de: Log-Beobachter
nb: Logg overvåker

source: Notify when a logger ({loggers}) has logged something
de: Benachrichtigen, wenn ein Logger ({loggers}) etwas geloggt hat
nb: Varsle når en logger ({loggers}) har logget noe

source: The following modules are not running but they are enabled: {modules}
de: Die folgenden Module sind aktiviert aber nicht gestartet: {modules}
nb: Følgende moduler kjører ikke men er aktivert: {modules}

source: Check if any Zentyal service is not running when it is enabled
de: Überprüfen Sie, ob ein Zentyal-Dienst nicht läuft, obwohl er laufen sollte
nb: Kontroller om noen Zentyal tjenester ikke kjører når de er aktivert

source: The service {service} has been restarted {restart} times in {time} seconds and it has been stopped
de: Der Dienst {service} wurde {restart} Mal innerhalb von {time} Sekunden neu gestartet und wurde gestoppt

source: Zentyal is up and running
de: Zentyal läuft

source: Zentyal is critically down
de: Zentyal ist abgestürzt

source: State
de: Status
it: Stato
zh_cn: 状态

source: Event service status
de: Status des Ereignis-Dienstes

source: Date of first event
de: Datum des ersten Ereignisses
nb: Datoen til første hendelse

source: Date of last event
de: Datum des letzten Ereignisses
nb: Datoen til siste hendelse

source: Message
de: Nachricht
nb: Melding

source: Initial configuration wizard
de: Anfangs-Konfigurations-Assistenten
it: Wizard di configurazione
nb: Initsiell konfigurasjons veiviser
zh_cn: 初始配置指南

source: Configure Widgets
de: Widgets konfigurieren
it: Configura widget
nb: Konfigurer Dingser
zh_cn: 配置组件

source: Full Reports
de: Vollständige Berichte
it: Report completo
nb: Fulle rapporter
zh_cn: 完整的报告

source: Saving changes
de: Änderungen speichern
it: Salva modifiche
nb: Lagrer endringer
zh_cn: 保存变更

source: Module Status Configuration
de: Modul Status Einstellungen
it: Configurazione generale dei moduli
nb: Modul Status Konfigurasjon
zh_cn: 模块状态配置

source: Page not found
de: Die Seite wurde nicht gefunden
nb: Side ikke funnet

source: Unknown backup mode: {mode}
de: Unbekannter Sicherungsmodus: {mode}
nb: Ukjent sikkerhetskopi modus: {mode}

source: Unknown restore mode: {mode}
de: Unbekannter Widerherstellungsmodus: {mode}
nb: Ukjent gjenopprettings modus: {mode}

source: Backing up
de: Daten werden gesichert
it: Eseguo backup
nb: Sikkerhets kopierer
zh_cn: 备份

source: Backing up modules
de: Module werden gesichert
it: Eseguo il backup dei moduli
nb: Sikkerhets kopierer moduler
zh_cn: 备份模块

source: Restoring backup
de: Backup wird wiederhergestellt
it: Ripristino backup
nb: Gjenoppretter sikkerhetskopi
zh_cn: 正在恢复备份

source: Restoring modules
de: Module werden wiederhergestellt
it: Ripristino moduli
nb: Gjenoppretter moduler
zh_cn: 正在恢复模块

source: module name
de: Modulname
it: nome modulo
nb: modul navn
zh_cn: 模块名称

source: The module was restarted correctly.
de: Das Modul wurde erfolgreich neu gestartet
it: Il modulo è stato riavviato correttamente.
nb: Modulen ble restartet korrekt
zh_cn: 模块成功重启

source: Configuration Backup
de: Konfiguration sichern
it: Ripristino Configurazione
nb: Konfigurasjon Sikkerhetskopi
zh_cn: 配置备份

source: Please confirm that you want to delete the following backup file:
de: Wollen Sie diese Sicherungsdatei wirklich löschen?
it: Conferma la rimozione del seguente file di backup:
nb: Vennligs bekreft at du vil slette følgende sikkerhetskopi:
zh_cn: 请确认将删除以下备份文件：

source: Please confirm that you want to restore using this backup file:
de: Wollen Sie diese Sicherung wirklich wiederherstellen?
it: Conferma il ripristino con questo file di backup:
nb: Vennligst bekreft at du vil gjenopprette følgende sikkerhetskopi:
zh_cn: 请确认将从这个备份文件恢复：

source: Full data and configuration backup
de: Daten und Konfiguration sichern
it: Backup completo di dati e configurazione
nb: Full data og konfigurasjon sikkerhetskopi
zh_cn: 备份全部数据和配置

source: Bug-report configuration dump
de: Konfiguration für Fehlermeldung abbilden
it: Dump configurazione per segnalazione bug
nb: Feil-rapport konfigurasjons dumping
zh_cn: 错误报告配置备份

source: country
de: Land

source: continent
de: Kontinent

source: Incorrect password.
de: Falsches Passwort.

source: New passwords do not match.
de: Die Passwörter stimmen nicht überein
nb: Nye passord matcher ikke.
