Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: REDIRECT
de: UMLEITEN
it: REINDIRIZZA
nb: VIDEREKOBLE
zh_cn: 重定向

source: Firewall failed to add rules for the following modules:
de: Firewall konnte für folgende Module keine Regel(n) setzen:
zh_cn: 为以下模块添加防火墙规则而失败：

source: You must set the iptables_log_limit variable in the ebox configuration file
de: Sie müssen die Variable iptables_log_limit in der Zentyal-Konfigurationsdatei setzen
it: Devi impostare la variabile iptables_log_limit nel file di configurazione di ebox
nb: Du må sette iptables_log_limit variabelen i ebox konfigurasjons filen
zh_cn: 您必须在ebox配置文件中设置iptables_log_limit变量

source: You must set the iptables_log_burst variable in the ebox configuration file
de: Sie müssen die Variable iptables_log_lburst in der Zentyal-Konfigurationsdatei setzen
it: Devi impostare la variabile iptables_log_burst nel file di configurazione di ebox
nb: Du må sette iptables_log_burst variabelen i ebox konfigurasjons filen
zh_cn: 必须在ebox配置文件中设置iptables_log_burst变量

source: ACCEPT
de: ANNEHMEN
it: ACCETTA
nb: GODKJENN
zh_cn: 接受

source: DENY
de: ABLEHNEN
it: NEGA
nb: AVVIS
zh_cn: 拒绝

source: Source IP
de: Quell-IP
it: IP sorgente
nb: Kilde IP
zh_cn: 源IP

source: Source object
de: Quell-Objekt
it: Oggetto sorgente
nb: Kilde objekt
zh_cn: 源对象

source: Destination IP
de: Ziel-IP
it: IP destinazione
zh_cn: 目的IP

source: Destination object
de: Ziel-Objekt
it: Oggetto destinazione
zh_cn: 目的对象

source: If inverse match is ticked, any service but the selected one will match this rule
de: Wenn 'Bedeutung umkehren' aktiviert ist, dann trifft die Regel auf alle Dienste bis auf den Ausgewählten zu.
it: Se è impostato l'inverso, tutti i servizi tranne il selezionato seguiranno la regola
nb: Hvis omvendt treff er huket av, hvilken som helst tjeneste enn den valgte vil treffe denne regelen
zh_cn: 如果反向匹配打勾，除已选的服务之外，任何服务都将匹配这个规则

source: Description
de: Beschreibung
it: Descrizione
nb: Beskrivelse
zh_cn: 说明

source: Configure Rules
de: Regeln festlegen
it: Configura regole
nb: Konfigurer Regler
zh_cn: 配置规则

source: packets dropped
de: verworfene Pakete
nb: tapte pakker

source: Firewall packet traffic chart
de: Firewall Paket-Traffic Diagramm
nb: Brannmur pakke trafikk kart

source: Packet traffic
de: Paket-Traffic
nb: Pakke trafikk

source: Packets dropped
de: verworfene Pakete
nb: Tapte pakker

source: Packet traffic details
de: Paket-Traffic Details
nb: Pakke trafikk detaljer

source: Internal networks to Zentyal
de: Interne Netzwerke zu Zentyal
it: Filtraggio da reti interne verso Zentyal
nb: Interne nettverk til Zentyal
zh_cn: 内部网络到Zentyal

source: Internal networks
de: Interne Netzwerke
it: Reti interne
nb: Interne nettverk
zh_cn: 内部网络

source: External networks to internal networks
de: Externe Netzwerke nach interne Netzwerke
it: Regole di filtro da reti esterne ad interne
nb: Eksterne nettverk til interne nettverk
zh_cn: 外部网络到内部网络

source: Contradictory rule found. Remove it first
de: Widersprechende Regel gefunden. Entferne Sie diese zuerst
it: Regola contrastante. Rimuovila
nb: Selvmotsigende regel funnet. Fjern den først
zh_cn: 发现矛盾的规则，先删除

source: Interface
de: Schnittstelle
it: Interfaccia
zh_cn: 网络接口

source: Original destination
de: Ursprüngliches Ziel
it: Destinazione
nb: Orginal destinasjon
zh_cn: 原始目标地址

source: IP Address
de: IP Adresse
it: Indirizzo IP
zh_cn: IP地址

source: Original destination port
de: Ursprünglicher Zielport
it: Porta di destinazione originaria
nb: Orginal destinasjons port
zh_cn: 原始目标端口

source: Same
de: Gleicher
it: Uguale
nb: Samme
zh_cn: 相同

source: Other
de: Anderer
it: Altro
nb: Annen
zh_cn: 其它

source: Replace source address
de: ersetzte Quelladresse
it: Sostituisci indirizzo di origine
zh_cn: 替换源地址

source: Replaces the original source address of the connection with the Zentyal's own address. This could be neccesary when the destination does not have a return route or has restrictive firewall rules
de: Ersetzen Sie die ursprüngliche Quelladresse der Verbindung durch die Zentyal Adresse. Dies kann notwendig werden, wenn das Ziel keine Rückroute oder restriktive Firewallregeln hat
it: Sostituisci l'indirizzo sorgente della connessione con l'indirizzo del server Zentyal. Questo puo' rendersi necessario quando la destinazione non ha una rotta di ritorno o ha regole di firewall molto restrittive
zh_cn: 将原始的源地址替换成 Zentyal 自身的地址。 在目标没有一个回路或者过于严格的防火墙规则的情况是非常必要的

source: Log new forwarded connections
de: Protokoll neuer weitergeleiteter Verbindungen
it: Fai log di tutte le nuove connessioni che adottano meccanismi di inoltro
nb: Logg nye videresendte forbindelser
zh_cn: 新转发的连接记入日志

source: List of forwarded ports
de: Liste der weitergeleiteten Ports
it: Lista di porte che adottano meccanismi di inoltro
nb: Liste over videresendte porter
zh_cn: 转发端口列表

source: forwarding
de: Weiterleitung
it: Regole di inoltro
nb: videresending
zh_cn: 转发

source: External networks to Zentyal
de: Externe Netzwerke zu Zentyal
it: Filtraggio da reti esterne a Zentyal
nb: Eksterne nettverk til eBox
zh_cn: 外部网络到Zentyal

source: Input
de: Eingabe
nb: Inndata
zh_cn: 输入

source: External Input
de: Externe Eingabe
it: Input dall'esterno
nb: Ekstern Inndata
zh_cn: 外部输入

source: Output
de: Ausgabe
zh_cn: 输出

source: Forward
de: weiterleiten
it: Regole di inoltro
nb: Videresend
zh_cn: 转发

source: Rule
de: Regeln
it: Regola
nb: Regel
zh_cn: 规则

source: Module
de: Modul
it: Modulo
nb: Modul
zh_cn: 模块

source: Condition
de: Zustand
it: Condizione
nb: Tilstand
zh_cn: 条件

source: Rules added by Zentyal services (Advanced)
de: (erweiterte) Regeln von Zentyal Diensten
it: Regole aggiunte da Zentyal Services (Avanzate)
nb: Regler lagt til av Zentyal tjenester (Avansert)
zh_cn: Zentyal服务添加的规则 (高级)

source: Traffic coming out from Zentyal
de: Filter-Regeln für Verkehr aus Zentyal
it: Regole di filtro per il traffico in uscita da Zentyal
nb: Trafikk ut fra Zentyal
zh_cn: 外发流量

source: Packet traffic report
de: Paket-Traffic Bericht
nb: Pakke trafikk rapport

source: Firewall packet traffic report
de: Firewall Paket-Traffic Bericht
nb: Brannmur pakke trafikk rapport

source: Guaranteed Rate exceeds the allowed rate: {rate} kbit/s
de: Die garantierte Bandbreite überschreitet die erlaubte Bandbreite von {rate} kBit/s
nb: Garantert Rate overstiger tillatt rate: {rate} kbit/s

source: Guaranteed Rate must be in this interval: ( {minRate}, {maxRate} ) kbit/s
de: Die garantierte Bandbrete muss zwischen {minRate} und {maxRate} kBit/s sein
nb: Garantert Rate må være innen intervallet: : ( {minRate}, {maxRate} ) kbit/s

source: Limited Rate {lR} kbit/s should be higher than Guaranteed Rate {gR}kbit/s
de: Die maximale Bandbreite {lR} kBit/s sollte grösser sein, als die garantierte Bandbreite {gR} kBit/s
nb: Begrenset Rate {lR} kbit/s bør være høyere enn Garantert Rate {gR}kbit/s

source: Limited Rate {lR} kbit/s should be lower than {maxLR}kbit/s or you should increase maximum upload traffic associated to external interfaces
de: Die maximale Bandbreite {lR} kBit/s sollte kleiner sein, als {maxLR} kBit/s oder Sie sollten die maximale Upload-Bandbreite erhöhen
nb: Begrenset Rate {lR} kbit/s bør være lavere enn {maxLR}kbit/s ellers bør du du øke maksimums opplastings trafikk tildelt til eksterne grensesnitt

source: Guaranteed Rate exceeded the allowed rate: {rate}
de: Die garantierte Bandbreite übersteigt die erlaubte Bandbreite von {rate}
nb: Garantert Rate overstiger tillat rate: {rate}

source: Limited Rate {lR} kbit/s should be lower than {maxLR} or you should increase maximum allowed traffic
de: Die beschränkte Bandbreite {lR} kBit/s sollte kleiner sein als {maxLR}. Sie können die maximale Bandbreite für diese Netzwerkkarte auch erhöhen.
nb: Begrenset Rate {lR} kbit/s bør være lavere enn {maxLR} ellers bør du øke maksimum tillatt trafikk

source: External Interface
de: externe Netzwerkkarte
nb: Eksternt Grensesnitt

source: Upload
de: Hochladen
nb: Opplasting

source: Upload rate in Kbits/s through this interface
de: Datenrate in kBit/s beim Hochladen für diese Netzwerkkarte
nb: Opplastings rate i Kbits/s gjennom dette grensesnittet

source: Download rate in Kbits/s through this interface
de: Datenrate in kBit/s beim Herunterladen für diese Netzwerkkarte
nb: Nedlastings rate i Kbits/s gjennom dette grensesnittet

source: You need at least one internal interface and one external interface
de: Sie benötigen zumindest eine interne und eine externe Netzwerkkarte
nb: Du trenger minst et internt grensesnitt og et eksternt grensesnitt

source: {iface} (internal interface)
de: {iface} (interne Netzwerkkarte)

source: {iface} (external interface)
de: {iface} (externe Netzwerkkarte)

source: Guaranteed rate
de: Mindest-Bandbreite
nb: Garantert rate

source: Limited rate
de: begrenzte Bandbreite
nb: Begrenset rate

source: Object {object} has no members. Please add at least one to add rules using this object
de: Die Computergruppe {object} ist leer. Bitte fügen Sie mindestens einen Computer hinzu, bevor Sie Regeln für diese Gruppe vergeben
nb: Objekt {object} har ingen medlemmer. Vennligst legg til minst en for å legge til regler med dette objektet

source: If service is any, some source or destination should be provided
de: Wenn der alle Dienste betroffen sind, sollte eine Quelle oder ein Ziel angegeben werden
nb: Hvis tjenesten er hvilken som helst, bør kilde eller destinasjon oppgis

source: Port based service
de: Portbasierender Dienst
nb: Port basert tjeneste

source: Priority
de: Priorität
it: Priorità
nb: Prioritet
zh_cn: 优先级

source: Lowest priotiry: 7 Highest priority: 0
de: Niedriegste Priorität: 7 Höchste Priorität: 0
nb: Laveste prioritet: 7 Høyeste prioritet: 0

source: Guaranteed Rate
de: Mindest-Bandbreite
nb: Garantert Rate

source: Note that The sum of all guaranteed rates cannot exceed your total bandwidth. 0 means unguaranteed rate.
de: Beachten Sie, dass die Summe aller Mindest- Bandbreiten nicht Ihre Gesamtbandbreite überschreiten darf. 0 bedeutet unbegrenzte Bandbreite.
nb: NB. Summen av alle garanterte rater kan ikke overstige din totale båndvidde. 0 betyr ikke garantert rate.

source: Limited Rate
de: Begrenzte Bandbreite
nb: Begrenset Rate

source: Traffic will not exceed this rate. 0 means unlimited rate.
de: Netzwerkverkehr wird diese Grenze nicht überschreiten. 0 bedeutet unbegrenzte Bandbreite.
nb: Trafikk vil ikke overstige denne raten. 0 betyr ubegrenset rate.

source: Rules list for {printableIndex}
de: Liste der Regeln für {printableIndex}

source: Note that if the interface is internal, the traffic flow comes from Internet to inside and the external is the other way around
de: Achten Sie darauf, dass die Quelle und das Ziel richtig gesetzt werden. Wenn die Netzwerkkarte intern ist, kommt der Netzwerkverkehr vom Internet nach Intern, für externe Netzwerkkarten ist es umgekehrt.
nb: NB. Hvis grensesnittet er internt, flyter trafikken fra Internett til innsiden og eksternt er motsatt

source: Remove {num} rules at {modelName}
de: {num} Regeln von {modelName} entfernen
nb: Fjern {num} regler på {modelName}

source: Normalizing rates: {limitNum} rules have decreased its limit rate to {limitRate}, {guaranNum} rules have normalized its guaranteed rate to maintain the same proportion that it has previously and {removeNum} have been deleted because its guaranteed rate was lower than the minimum allowed
de: Bandbreite normalisieren: {limitNum} Regeln setzten die Bandbreite auf {limitRate} herunter, {guaranNum} Regeln haben ihre garantierte Bandbreite normalisiert, um das Verhältnis zu wahren und {removeNum} Regeln wurden gelöscht weil die garantierte Bandbreite kleiner war als das erlaubte Minimum
nb: Normaliserings rater: {limitNum} regler har senket grense raten til {limitRate}, {guaranNum} regler har normalisert sin garanterte rate for å opprettholde samme forhold den tidligere hadde og {removeNum} have har blitt slettet fordi den garanterte rate var lavere en minste tillatt

source: Port based protocols use the port number to match a service, while Application based protocols are slower but more effective as they check the content of any packet to match a service.
de: Portbasierende Protokolle benutzen die Portnummer um einen Dienst zu identifizieren. Im Gegensatz dazu überprüfen anwendungsbasierende Protokolle jedes Paket und ordnen es einem Dienst zu. Letzteres ist effektiver, aber auch langsamer.
nb: Port baserte protokoller bruker port nummer for å treffe en tjeneste, mens applikasjons basert protokoller er tregere men mer effektive fordi de sjekker innholdet av enhver pakke for å treffe en tjeneste.

source: Application based service
de: Anwendungsbasierter Dienst
nb: Applikasjons basert tjeneste

source: Application based service group
de: Anwendungsbasierter Dienste-Gruppe
nb: Applikasjons basert tjeneste gruppe

source: Traffic Shaping is applied when Zentyal is acting as a gateway. To achieve this, you need at least an internal and an external interface. Check your interface configuration to match, at {openhref}Network->Interfaces{closehref}
de: Die Bandbreitenbegrenzung wird angewendet, wenn Zentyal als Gateway fungiert. Um diese Funktion verwenden zu können, brauchen Sie eine interne und eine externe Netzwerkkarte. Prüfen Sie wenn nötig die Einstellungen in {openhref}Netzwerk->Netzwerkkarten{closehref}
nb: Trafikk Forming brukes når Zentyal fungerer som gateway. For å oppnå dette, trenger du minst et intert og et ekstern grensesnitt. Kontroller din grensesnitt konfigurasjon på {openhref}Netverk->Grensesnitt{closehref}

source: Traffic Shaping is applied only if there are gateways with an upload rate set associated with an external interface. In order to do so, create a gateway at {openhref}Network->Gateways{closehref} setting as interface an external one.
de: Die Bandbreitenbegrenzung wird nur auf externe Netzwerkkarten angewendet, welche einen Gateway mit Begrenzung der Upload-Bandbreite haben. Um diese Funktion verwenden zu können, markieren Sie unter {openhref}Netzwerk->Gateways{closehref} eine Netzwerkkarte als extern
nb: Trafikk Forming brukes kun hvis det er gatewayer med en opplastings rate satt koblet opp mot et eksternt grensesnitt. For å gjøre det, opprett en gateway på {openhref}Network->Gatewayer{closehref} og set somm eksternt grensesnitt.

source: Rules list per interface
de: Liste der Regeln pro Netzwerkkarte

source: Select an interface to add traffic shaping rules. Keep in mind that if you are shaping an internal interface, you are doing ingress shaping.
de: Wählen Sie eine Netzwerkkarte aus, um Regeln zur Bandbreitenbegrenzung hinzuzufügen. Wenn Sie eine interne Netzwerkkarte wählen, wird der eingehende Verkehr begrenzt

source: Choose an interface to shape
de: Wählen Sie eine externe Netzwerkkarte, die Sie begrenzen möchten

source: options
de: Optionen
nb: alternativ

source: Traffic Shaping
de: Bandbreitenbegrenzung
nb: Trafikk Forming

source: To mark packets with different priorities and rates
de: Um Pakete mit unterschiedlicher Priorität und Rate zu markieren
nb: For å markere pakker med forskjellig prioritet og rater

source: Add tc rules
de: Füge tc Regel hinzu
nb: Legg til tc regler

source: To implement the traffic shaping rules
de: Um Regeln für Bandbreitenbegrenzung einzurichten
nb: For å implementere trafikk formings regler

source: Rules
de: Regeln
it: Regole

source: The maximum rule account {max} is reached, please delete at least one in order to to add a new one
de: Es können nicht mehr als {max} Regeln erstellt werden. Löschen Sie mindestens eine, bevor Sie eine neue hinzufügen
nb: Maksimum regel kotno {max} er nådd, vennligst slett minst en for å kunne legge til en ny

source: type
de: Typ
it: tipo
zh_cn: 类型

source: Interface {iface} should have a maximum bandwidth rate in order to do traffic shaping
de: Für die Netzwerkkarte {iface} sollte eine maximale Bandbreite definiert sein, damit die Bandbreitenbegrenzung überhaupt möglich ist
nb: Grensesnitt {iface} bør ha maksimum båndbredde rate for å utføre trafikk forming

source: Invalid preference number. Allowed range: ({min}, {max})
de: Ungültige Nummer. Erlaubter Bereich {min} bis {max}
it: Numero non valido. Intervallo ammesso: ({min}, {max})
nb: Ugyldig innstillings nummer. Tillatt rekke: ({min}, {max})
zh_cn: 无效的偏好编号. 允许的范围: ({min}, {max})

source: The given host name is not a fully qualified domain name (FQDN). Do you mean mx.{name}?
de: Der angegebene Computername ist nicht voll Qualifiziert (FQDN). Meinen Sie mx.{name}?
it: Il nome host fornito non è un fully qualified domain name (FQDN). Intendi forse mx.{name}?
nb: Oppgitt verts navn er ikke et fullverdig domene navn (FQDN). Mener du mx.{name}?
zh_cn: 主机名不是正式域名(FQDN). 是否是mx.{name}?

source: A custom host name cannot be set from the same domain. Use "This domain" option instead
de: Ein benutzerdefinierte Hostname kann nicht aus der selben Domain definiert werden. Benutzen Sie die "diese Domain" Option dafür
it: Un nome host personalizzato non può essere impostato per lo stesso dominio. Si utilizzi l'opzione "Questo dominio"
zh_cn: 自定义主机名不能来自同一个域。请使用“该域”选项。

source: The domain is set as read only. You cannot add mail exchangers
de: Die Domäne ist im Nur-Lese Modus. Sie können keinen neuen Mailexchanger hinzufügen.
nb: Domenet er skrivebeskyttet. Du kan ikke legge til epost servere

source: Host name
de: Computername
it: Nome host
nb: Verts navn
zh_cn: 主机名

source: If you choose "Custom", it should be a Fully Qualified Domain Name
de: Wenn Sie "Benutzerdefiniert" wählen, muss es ein Voll qualifizierter Domänenname sein (FQDN)
it: Scegliendo "Personalizzato", si dovrà inserire un Fully Qualified Domain Name
nb: Hvis du velger "Tilpasset", bør det være et Fullverdig Domene Navn
zh_cn: 如果您选择"定制"，需要输入正式域名

source: This domain
de: Diese Domäne
it: Questo dominio
nb: Dette domenet
zh_cn: 此域名

source: Custom
de: Benutzerdefiniert
it: Personalizzato
zh_cn: 定制

source: Preference
de: Präferenz
it: Preferenza
nb: Instillinger
zh_cn: 偏好设置

source: Mail exchangers
de: Mailserver
it: Mail exchanger
nb: E-post utveksler
zh_cn: 邮件交换

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
de: Die kleinste Präferenz-Nummer hat die höchste Priorität. Nach Abfrage des MX-Eintrages durch einen externen Mailversender (meist ein anderer Mailserver) ist dies der erste Server, an dem versucht wird die Nachricht zuzustellen. Der erlaubte Bereich geht von {min} bis {max}.
it: Il numero più piccolo ha priorità maggiore ed è il primo server ad essere provato quando un client remoto (in genere un'altro server mail) effettua un MX lookup per il nome di dominio. Intervallo ammesso = ({min}, {max})
nb: Laveste innstillings nummer har høyest prioritet og er den første serveren som blir testet når en ekstern klient (typisk en annen e-post server) gjør en MX oppslag for domene navnet. Tillate innstillings nummer = ({min}, {max})
zh_cn: 编号最小的偏好有最高的优先权. 远程客户端(通常是另外一个邮件服务器)执行MX查询时，这是优先解析的服务器. 允许的偏好值 = ({min}, {max})

source: Mail exchanger record
de: Mail-Exchanger (MX) Eintrag
it: Record Mail exchanger
nb: E-post utveksler oppføring
zh_cn: 邮件交换记录

source: The server will send the queries to the forwarders first, and if not answered it will attempt to answer the query.
de: Der Server wird die Anfrage zuerst weiterzuleiten, erhält er keine Antwort wird er versuchen die Anfrage selber zu beantworten.
it: Il server inoltrerà le query prima ai forwarders e se non riceverà alcuna risposta tenterà di rispondere direttamente alla query.
zh_cn: 服务器会首先将请求进行转发，如果没有回应它将试图回答查询。

source: Hostnames
de: Computernamen (Hosts)
it: Nomi host
nb: Verts navn
zh_cn: 主机名

source: Mail Exchangers
de: Mail-Exchanger (MX)
it: Mail Exchanger
nb: E-post utvekslere
zh_cn: 邮件交换者

source: Name Servers
de: DNS-Server
it: Server DNS
nb: Navn Server
zh_cn: 域名服务器

source: {txt} records
de: {txt} aufnehmen
it: record {txt}
zh_cn: {txt} 记录

source: Services
de: Dienste
it: Servizi
nb: Tjenester
zh_cn: 服务管理

source: Dynamic
de: Dynamisch
nb: Dynamisk

source: A domain is dynamic when the DHCP server updates the domain
de: Eine Domäne ist dynamisch konfiguriert, wenn der DHCP Server die Hostnamen automatisch im DNS aktualisiert.
nb: Et domene er dynamisk når DHCP serveren oppdaterer domenet

source: Domains
de: Domänen
it: Domini
zh_cn: 域

source: domain
de: Domäne
it: dominio
nb: domene
zh_cn: 域名

source: Here you can add the domains for this DNS server. Each domain can have different hostnames with aliases (A and CNAME) and other special records (MX, NS, TXT and SRV).
de: Hier können Sie die Domänen für den DNS Server hinzufügen. Jede Domäne kann verschiedenen Hostnamen mit Aliasen (A and CNAME) und weitere besondere Datensätze (M, NS, TXT und SRV) enthalten.
it: Qui è possibile aggiungere domini a questo server DNS. Ogni dominio può avere differenti nomi host con vari alias (A e CNAME) e altri record speciali (MX, NS, TXT e SRV).
zh_cn: 在这里，您可以为这个 DNS 服务器添加域。每个域可以有不同的主机名与别名（A记录和CNAME记录）和其他特殊记录（MX，NS，TXT 和 SRV）。

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
de: Es gibt bereits ein Alias mit dem Namen "{name}" für "{hostname}" in dieser Domäne
it: Nello stesso dominio c'è un alias con lo stesso nome "{name}" per "{hostname}"
nb: Det er et annet alias med samme navn "{name}" for "{hostname}" i samme domene
zh_cn: 在这个域中，"{hostname}"已有一个"{name}"的别名

source: The domain is set as read only. You cannot add host names
de: Die Domäne ist im Nur-Lesemodus. Sie können keine neuen Hostnamen erstellen
nb: Domenet er skrivebeskyttet. Du kan ikke legge til verts navn

source: Host names
de: Computernamen (Hosts)
it: Nomi host
nb: Verts navn
zh_cn: 主机名

source: host name
de: Computername
it: nome host
nb: verts navn
zh_cn: 主机名

source: Enable transparent DNS cache
de: aktiviere den transparenten DNS Zwischenspeicher
it: Abilita cache DNS trasparente
zh_cn: 启用透明 DNS 缓存

source: Settings
de: Einstellungen
it: Impostazioni
zh_cn: 设置

source: Every DNS query will be redirected to local DNS server if transparent mode is enabled.
de: Jede DNS Anfrage wird an den lokalen DNS Server weitergeleitet, wenn der transparente Modus aktiviert ist.
it: Ogni query DNS sarà rediretta al DNS locale se la modalità trasparente del server DNS è abilitata.
zh_cn: 假如透明模式被启用，所有的 DNS 查询请求将重定向至本地 DNS 服务器。

source: The domain is set as read only. You cannot add {what}
de: Die Domäne ist im Nur-Lesemodus. Sie können {what} nicht hinzufügen.

source: The chosen service is not in {file}
de: Der gewählte Dienst ist nicht in {file} enthalten

source: The given host name is not a fully qualified domain name (FQDN). Do you mean {srv}.{name}?
de: Der angegebene Computername ist nicht voll qualifiziert (FQDN). Meinen Sie {srv}.{name}?
it: Il nome host fornito non è un fully qualified domain name (FQDN). Si intende {srv}.{name}?
zh_cn: 主机名不是正式域名(FQDN)。你的意思是否是 {srv}.{name}?

source: Service name
de: Name des Dienstes
it: Nome servizio
nb: Tjeneste navn
zh_cn: 服务名

source: Lower value is greater priority
de: kleinere Werte haben einen höhere Priorität
it: Valori più bassi rappresentano una priorità più alta
zh_cn: 较低的值有更高的优先级

source: Weight
de: Gewichtung
it: Peso
nb: Vekt
zh_cn: 权重

source: 0 indicates no weighting and a greater value more chances to be selected with equal priority
de: 0 für keine Gewichtung, größere Werte erlauben mehr Änderungen bei gleicher Priorität
it: 0 indica nessun peso ed un valore più grande maggiori probabilità di essere selezionato con priorità paritaria
zh_cn: 0 表示没有权重，值越大，优先级就越大

source: Target port
de: Ziel-Port
it: Porta del server
zh_cn: 源端口

source: Target
de: Ziel
it: Obiettivo
zh_cn: 目标
