Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: Add amavis specific classes and fields
de: Füge amavis spezifische Klassen und Datenfelder hinzu
it: Aggiungi classi e campi specifici di amavis
nb: Legg til amavis spesifikke klasser og felter
zh_cn: 添加 amavis 相关的类和字段

source: POP3 protocol
de: POP3-Protokoll
nb: POP3 protokoll

source: Cannot proceed because the filter is in use
de: Kann nicht weitermachen, weil der Filter in Verwendung ist
it: Impossibile procedere in quanto il filtro è in uso
nb: Kan ikke fortsette siden filteret er i bruk
zh_cn: 无法处理。因为该管理器正在使用中。

source: Mail filter
de: E-Mail Filter
it: Filtro Mail
nb: E-post filter
zh_cn: 邮件过滤器

source: Sender address
de: Adresse des Senders
it: Indirizzo mittente
nb: Avsender adresse
zh_cn: 发件人地址

source: Recipient address
de: Adresse des Empfängers
it: Indirizzo ricevente
nb: Mottaker adresse
zh_cn: 收件人地址

source: Spam hits
de: Spam-Treffer
it: Mail riconosciute spam
nb: Søppel treff
zh_cn: 垃圾邮件点击

source: Bad header found
de: Ungültige Kopfzeile gefunden
it: Trovato header malformato
nb: Feil emne funnet
zh_cn: 发现错误邮件头

source: Spam found
de: Spam gefunden
it: Rilevato spam
nb: Søppel funnet
zh_cn: 发现垃圾邮件

source: Address in blacklist found
de: Adresse in Blacklist gefunden
it: Rilevato indirizzo in blacklist
nb: Adresse i svarte liste funnet
zh_cn: 地址在黑名单中

source: Virus found
de: Virus gefunden
it: Rilevato virus
nb: Virus funnet
zh_cn: 发现病毒

source: Clean message
de: Virenfreie Nachricht
it: Mail controllata
nb: Vask melding
zh_cn: 清理信息

source: Total messages
de: Gesamte Nachrichten
nb: Meldinger totalt

source: Clean messages
de: Saubere Nachrichten
nb: Vask meldinger

source: Virus messages
de: Nachrichten mit Virus
nb: Virus meldinger

source: Spam messages
de: Spam-Nachrichten
nb: Søppel meldinger

source: POP3 transmission complete
de: POP3-Übertragung abgeschlossen
nb: POP3 overføring fullført

source: POP3 transmission aborted
de: POP3-Übertragung abgebrochen
nb: POP3 overføring avbrutt

source: Organization Name
de: Name der Organisation
it: Nome organizzazione
nb: Organisasjonsnavn
zh_cn: 机构名称

source: The CA certificates should be revoked or has expired before issuing a new certificate
de: Vor dem Ausstellen eines neuen Zertifikat der Zertifizierungsstelle sollte com widerrufen werden oder zumindest abgelaufen sein
it: Il certificato della CA dovrebbe essere revocato oppure è scaduto prima di emettere un nuovo certificato
nb: CA sertifikatet bør tilbakekalles eller ha utgått før tildeling et nytt sertifikat
zh_cn: 此ca认证已经作废，或者在启用新的认证前已经过期

source: Common Name
de: Bezeichnung
it: Nome comune (CN)
nb: Vanlig Navn
zh_cn: 普通名称

source: The user {commonName} does NOT exist
de: Den Benutzer {commonName} gibt es NICHT
it: L'utente {commonName} NON esiste
nb: Brukeren {commonName} eksisterer IKKE
zh_cn: 用户 {commonName} 不存在

source: Days set to the maximum allowed: Year 2038 Bug
de: Das Datum wurde auf den spätestmöglichen Zeitpunkt gesetzt: 18.01.2038 12:02:50
it: Giorni impostati al massimo permesso: Bug anno 2038
nb: Dager satt til maksimum tillatt: År 2038 feil
zh_cn: 设置为允许的最大日期：2038 年问题

source: Expiration date later than CA certificate expiration date
de: Das Ablaufdatum ist später als dasjenige des Zertifikats der Zertifizierungsstelle
it: Data di scadenza successiva alla data di scadenza del certificato CA
nb: Utløps dato senere enn CA sertifikatets utløps dato
zh_cn: 到期日不迟于 CA 证书到期日

source: Generate the certificate using CA with the common name set above
de: Das Zertifikat mit dem oben angegebenen Common-Name erzeugen
it: Genera il certificato usando la CA con il nome comune (CN) sopra specificato
nb: Generer sertifikatet ved bruk av CA med det vanlige navnet satt over
zh_cn: 用上面设置的常用名，生成 CA 证书

source: Days set to the maximum allowed {days}: Year 2038 Bug
de: Das Ablaufdatum wurde auf den spätestmöglichen Zeitpunkt gesetzt {days}: 18.01.2038 12:02:50
it: Giorni impostati al massimo permesso {days}: Bug anno 2038
nb: Dager satt til maksimum tillatt {days}: År 2038 feil
zh_cn: 设置日期最大值{days}:2038年

source: The remove operation cannot be finished. Reason:
de: Löschen konnte nicht vollständig durchgeführt werden. Grund:
it: L'operazione di rimozione non può essere conclusa. Motivo:
nb: Fjerne oppgaven kan ikke fullføres. Grunn:
zh_cn: 这个删除操作不能被执行。因为

source: Certificate with common name {cn} does NOT exist
de: Ein Zertifikat mit der Bezeichnung {cn} gibt es NICHT
it: Il certificato con nome comune CN {cn} NON esiste
nb: Sertifikat vanlig navn {cn} eksisterer IKKE
zh_cn: 带有普通名称{cn} 的认证不存在

source: Reason {reason} is NOT an applicable reason. Options:
de: {reason} ist KEIN Grund, der hier angewendet werden kann. Optionen:
it: Il motivo {reason} NON è applicabile. Opzioni:
nb: Grunn {reason} er ikke en utførbar grunn. Alternativ:
zh_cn: 原因{reason}不是一个适用的原因选项 ：

source: The Certification Authority Infrastructure is not available, create it first
de: Die Infrastruktur für die Certificate Authority ist nicht verfügber. Erzeugen Sie erste eine solche.
it: L'infrastruttura dell'Autorità di Certificazione non è disponibile, è necessario crearla prima
nb: Sertifiseringsautoritets infrastruktur er ikke tilgjengelig, opprett den først
zh_cn: 这个认证机构的子机构不可用，首先要先建立它

source: Either common name, distinguished name or serial number has been passed
de: Entweder die Bezeichnung, der Name oder die Seriennummer wurde übermittelt
it: Il nome comune (CN), il nome univoco (DN) o il numero seriale sono stati passati
nb: Enten vanlig navn, eksklusivt navn eller serienummer har blitt sendt
zh_cn: 不管普通名称，可识别名称或是串行数字都能有通过

source: or
de: oder
it: o
nb: eller
zh_cn: 或者

source: Certificate file
de: Zertifikatsdatei
it: File del certificato
nb: Sertifikatfil
zh_cn: 证书文件

source: The certificate to renew does NOT exist
de: Das zu erneuernde Zertifikat gibt es nicht
it: Il certificato da rinnovare NON esiste
nb: Sertifikatet som skal fornyes eksisterer IKKE
zh_cn: 用以恢复的证书并不存在

source: Certificate with this common name {cn} does NOT exist in this CA
de: Das Zertifikat mit der Bezeichnung {cn} gibt es NICHT bei dieser Zertifizierungsstelle
it: Il certificato con il seguente nome comune {cn} NON esiste in questa CA
nb: Sertifikatet med dette vanlige navnet {cn} eksisterer IKKE på denne CA
zh_cn: 带有普通名称{cn} 的证书不能在这个ca中存在

source: Not created
de: Nicht erzeugt
it: Non creato
nb: Ikke opprettet
zh_cn: 没有创建

source: Available
de: verfügbar
it: Disponibile
nb: Tilgjengelig
zh_cn: 有效的

source: Created but not available
de: Erzeugt, aber nicht verfügbar
it: Creato ma non disponibile
nb: Opprettet men ikke tilgjengelig
zh_cn: 已经被创建但是无效

source: Unable to sign. Wrong CA passphrase or has CA private key dissappeared?
de: Signieren nicht möglich. Falsches Passwort für die Zertifizierungsstelle oder hat die Zertifizierungsstelle den privaten Schlüssel zurückgezogen?
it: Impossibile firmare. La passphrase della CA è stata digitata errata o la chiave privata della CA è stata rimossa?
nb: Klarer ikke å logg inn. Feil CA passord eller har CA privat nøkkel forsvunnet?
zh_cn: 不能被标记。错误的ca口令或是ca私人密钥消失

source: Database corruption
de: Datenbankfehler
it: Corruzione del database
nb: Database ødelagt
zh_cn: 数据库损坏

source: Certificate already revoked
de: Das Zertifikat wurde bereits widerrufen
it: Certificato già revocato
nb: Sertifikat allerede tilbakekalt
zh_cn: 认证已经被取消

source: ASN1 field length too long. Maximum Size:
de: Das Feld "ASN1" ist zu lang. Maximale Grösse:
it: Lunghezza del campo ASN1 troppo lunga. Dimensione massima:
nb: ASN1 feltet er for langt. Maks Lengde:
zh_cn: ASN1 字段太长了。最大长度为：

source: Unknown error. Given the OpenSSL output:
de: Unbekannter Fehler. Das ist die Ausgabe von OpenSSL:
it: Errore sconosciuto. OpenSSL ha dato il seguente output:
nb: Ukjent feil. Gitt OpenSSL utdata:
zh_cn: 未知错误。OpenSSL输出

source: Only {dns}, {ip} and {email} are valid subject alternative name types
de: Ausschließlich {dns}, {ip} und {email} sind gültige alternative Namenstypen

source: Cannot start OpenSSL shell. ({errval})
de: Die OpenSSL Kommandozeile konnte nicht gestartet werden. ({errval})
it: Impossibile avviare la shell OpenSSL. ({errval})
nb: Kan ikke starte OpenSSL shell. ({errval})
zh_cn: 无法启动OpenSSL的外壳。（{errval}）

source: CA passphrases do NOT match
de: Der Passwortsätze der Zertifizierungsstelle stimmen NICHT überein
it: Le passphrase della CA non coincidono
nb: CA passord er IKKE like
zh_cn: CA口令不匹配

source: CA Passphrase should be at least {length} characters
de: Der Passwortsatz der Zertifizierungsstelle sollte mindestens {length} Zeichen lang sein
it: La passphrase della CA dovrebbe essere lunga almeno {length} caratteri
nb: CA Passord bør være minst {length} tegn
zh_cn: 认证口令至少为{length}个字符长度

source: Days to expire ({days}) must be a positive number
de: Ablaufdatum in Tagen ({days}) MUSS eine positive natürliche Zahl sein
it: Il numero di giorni alla scadenza ({days}) deve essere positivo
nb: Dager til utløp ({days}) må være et positivt tall
zh_cn: 定义有效期({days})必须为正数

source: Problems creating Certification Authority has happened
de: Es traten Probleme auf beim Generieren der Zertifizierungsstelle
it: Si sono verificati problemi nella creazione della Autorità di Certificazione
nb: Problemer med å opprette Sertifiseringsautoritet
zh_cn: 创建认证机构时发生问题

source: Boolean indicating Certification Authority Certificate
de: Bool'scher Wert zeigt das Zertifikat der Zertifizierungsstelle an
it: Booleano che indica un certificato dell'Autorità di Certificazione
nb: Boolsk anvisning Sertifiseringsautoritets sertifikat
zh_cn: 布尔逻辑确认认证机构证书

source: The certificate has been revoked
de: Das Zertifikat wurde widerrufen
it: Il certificato è stato revocato
nb: Sertifikatet er tilbakekalt
zh_cn: 此认证已经无效

source: The CA certificate has been revoked
de: Das Zertifikat der Zertifizierungsstelle wurde widerrufen
it: Il certificato CA è stato revocato
nb: CA sertifikatet er tilbakekalt
zh_cn: 此ca认证已经失效

source: Common name: {cn} does NOT exist in database
de: Die Bezeichnung: {cn} ist NICHT in der Datenbank vorhanden
it: Il nome comune {cn} NON esiste nel database
nb: Vanlig navn: {cn} finnes IKKE i databasen
zh_cn: 普通名称：{cn}不能在数据库中存在

source: Error creating file
de: Fehler beim Generieren der Datei
nb: Feil ved opprettelse av fil

source: The certificate has NOT been renewed
de: Das Zertifikat wurde NICHT erneuert
it: Il certificato NON è stato rinnovato
nb: Sertifikatet er IKKE fornyet
zh_cn: 此认证不能恢复

source: Days to expire
de: Ablaufdatum in Tagen
it: Giorni alla scadenza
nb: Dager til utløp
zh_cn: 已经到期

source: The certificate CANNOT be renewed
de: Das Zertifikat kann NICHT erneuert werden
it: Il certificato NON PUÒ essere rinnovato
nb: Sertifikatet kan IKKE fornyes
zh_cn: 认证不能重新使用

source: The certificate has been renewed
de: Das Zertifikat wurde erneuert
it: Il certificato è stato rinnovato
nb: Sertifikatet er fornyet
zh_cn: 认证被恢复

source: The new CA certificate has been renewed
de: Das Zertifikat der Zertifizierungsstelle wurde erneuert
it: Il nuovo certificato CA è stato rinnovato
nb: Det nye CA sertifikatet er fornyet
zh_cn: 新的ca认证已经恢复

source: IMAP connection type
de: IMAP Verbindungstyp
nb: IMAP tilkoblings type

source: SMTP connection type
de: SMTP Verbindungstyp
nb: SMTP tilkoblings type

source: SMTP authentication
de: SMTP Authentifizierung
nb: SMTP autentisering

source: Same user and password than IMAP
de: Selber Benutzer und Passwort wie IMAP
nb: Samme bruker og passord som IMAP

source: User and password
de: Benutzer und Passwort
it: Utente e password
nb: Bruker og passord
zh_cn: 用户名、密码

source: Manage sieve port
de: Sieve Port verwalten
nb: Behandle sieve port

source: External server connection
de: Externe Serververbindung
nb: Ekstern server tilkobling

source: unencrypted
de: unverschlüsselt
nb: ukryptert

source: The name of the webmail will be used in the login screen and page titles.
de: Der Webmail-Name wird im Loginbildschirm und Seitentiteln genutzt.
nb: Navnet på webmail vil bli bruk i login vinduet og side titler.

source: Virtual host
de: Virtueller Host
nb: Virtuell vert

source: Virtual host where the webmail will be installed. This will disable the default /webmail url.
de: Virtueller Host auf dem Webmail installiert wird. Die Option deaktiviert die Standard-URL für Webmail.
nb: Virtuell vert hvor webmail vil bli installer. Dette vil deaktivere standard /webmail url.

source: The deleted virtual host was selected for Webmail. Maybe you want to select another one now.
de: Der gelöschte virtuelle Host war für Webmail konfiguriert. Vielleicht möchten Sie eine neue Host-Adresse auswählen.
nb: Den slettede virtuelle verten var valgt for Webmail. Kansje du vil velge en annen nå?

source: Mode
de: Modus
nb: Modus

source: Operation mode
de: Betriebsmodus
nb: Operasjons modus

source: Zentyal mail service
de: Zentyal Mail Dienst
nb: Zentyal epost tjeneste

source: Neither IMAP nor IMAPS service enabled.
de: Weder IMAP noch IMAPS Dienst aktiviert.
nb: Hverken IMAP eller IMAPS tjenesten er aktivert.

source: To configure Roundcube webmail.
de: Um Roundcube Webmail zu konfigurieren.
nb: For å konfigurere Roundcube web epost.

source: To configure managesieve Roundcube webmail plugin.
de: Um das Webmail-Plugin von Roundcube Managesieve zu konfigurieren
nb: For å konfigurere behandle sieve Roundcube web epost plugin.

source: This database will store the data needed by Roundcube.
de: Die Datenbank speichert die Informationen, die von WebMail benötigt werden.
nb: Denne databasen vil lagre dataene Rouncube trenger.

source: Add webmail link to www data directory.
de: Füge einen Webmail-Link auf ein www-Datenverzeichnis hinzu.
nb: Legg til webmail link til www data mappen.

source: Webmail will be accesible at http://ip/webmail/.
de: Webmail wird unter http://ip/webmail erreichbar sein.
nb: Webmail vil være tilgjengelig på http://ip/webmail/.

source: You cannot disable both IMAP and IMAPS service because they are used by Webmail module.
de: Du kannst nicht IMAP und IMAPS gleichzeitig deaktivieren, da diese vom Webmail-Modul benutzt werden.
nb: Du kan ikke deaktivere både IMAP og IMAPS tjenestene siden de er i bruk av webmail modulen.

source: To configure clamd daemon
de: Um den clamd-Dienst zu konfigurieren
it: Per configurare il demone clamd
nb: For å konfigurere clamd daemon
zh_cn: 配置 clamd 服务

source: To schedule the launch of the updater
de: Zeitgesteuertes Update
it: Per programmare il lancio dell'aggiornamento
nb: For å planlegge oppstart av oppdatering
zh_cn: 定时更新设置

source: Database Update Status
de: Status der Antivirus Datenbank-Aktualisierung
nb: Database Oppdateringsstatus
zh_cn: 数据库更新状态

source: The antivirus database has not been updated since the module was enabled.
de: Die Antivirus-Datenbank ist seit der Aktivierung des Moduls nicht mehr aktualisiert worden.
nb: Antivirusdatabasen har ikke vært oppdatert siden modulen ble aktivert.
zh_cn: 模块启用后，病毒数据库还没更新过。

source: The last update failed.
de: Die letzte Aktualisierung schlug fehl.
nb: Siste oppdatering feilet.
zh_cn: 最后一次更新失败了。

source: Last update successful.
de: Die letzte Aktualisierung war erfolgreich.
nb: Siste oppdatering var vellykket.
zh_cn: 最后一次更新成功。

source: Unknown event {event}.
de: Unbekanntes Ereignis: {event}.
nb: Ukjent hendelse {event}.
zh_cn: 未知事件 {event}。

source: Service enabled
de: Dienst aktiviert
it: Servizio attivo
nb: Tjeneste aktivert
zh_cn: 服务已启用

source: Service disabled
de: Dienst deaktiviert
it: Servizio disabilitato
nb: Tjeneste deaktivert
zh_cn: 服务已禁用

source: Enable service
de: Dienst aktivieren
it: Attiva servizio
nb: Aktiver tjeneste
zh_cn: 启用服务

source: Provided object with index {i} does not exist
de: Das übergebene Objekt mit dem Index {i} existiert nicht

source: It should be one of following values: {values}
de: Es sollte einer der folgenden Werte sein: {values}
it: Dovrebbe essere uno dei seguenti valori: {values}
nb: Det bør være en av følgende verdier: {values}
zh_cn: 应该是以下值之一: {values}

source: Actions to be taken allowed are: {view} and {cView}
de: Erlaubte Aktionen sind: {view} und {cView}
it: Azioni da svolgere permesse qui sono: {view} e {cView}
nb: Tillatte handlinger er: {view} og {cView}
zh_cn: 允许的操作是：{view}和{cView}

source: Choose one of the following:
de: Wählen Sie etwas aus

source: The data you are removing is being used by the following sections:
de: Die Daten, welche Sie löschen möchten werden von folgenden Bereichen benutzt:
it: I dati che stai eliminando sono attualmente utilizzati dalle seguenti sezioni:
nb: Dataene du prøver å flytte er i bruk av følgende seksjoner:
zh_cn: 要删除的数据正由以下部分使用：

source: The data you are modifying is being used by the following sections:
de: Die Daten, welche Sie verändern möchten werden von folgenden Tabellen benutzt:
it: I dati che stai modificando sono attualmente utilizzati dalle seguenti sezioni:
nb: Dataene du prøver å modifisere er i bruk av følgende seksjoner:
zh_cn: 修改的数据正由以下部分使用：

source: Remove data from {model}{br}
de: Daten aus {model} entfernen{br}
it: Elimina dati da {model}{br}
nb: Fjern data fra {model}{br}
zh_cn: 从{model}删除数据{br}

source: {model} in {module} module
de: {model} im Modul {module}
it: {model} in modulo {module}
nb: {model} i {module} modul
zh_cn: {module}模块的模型{model}

source: at
de: bei
nb: på

source: field
de: Feld
it: campo
nb: felt
zh_cn: 字段

source: page
de: Seite

source: Page must be a number equal or greater than zero
de: Seite muss grösser oder gleich Null sein

source: Remove {num} rows of {rowName} from {model}{br}
de: {num} Zeilen {rowName} von {model} entfernen{br}
it: Elimina {num} righe di {rowName} da {model}{br}
nb: Fjern {num} rader av {rowName} fra {model}{br}
zh_cn: 从{model}删除{num}行{rowName}{br}

source: Page size
de: Seitengröße
it: Dimensione pagina
nb: Side størrelse
zh_cn: 页面大小

source: Must be either a positive number or zero
de: Geben Sie eine positive Zahl oder Null ein
nb: Må være enten et positivt tall eller null

source: {row} added
de: {row} hinzugefügt
it: {row} aggiunta
nb: {row} lagt til
zh_cn: {row}已添加

source: {row} deleted
de: {row} gelöscht
it: {row} eliminata
nb: {row} slettet
zh_cn: {row}已删除

source: {row} updated
de: {row} aktualisiert
it: {row} aggiornata
nb: {row} oppdatert
zh_cn: {row}已更新

source: {row} moved up
de: {row} nach oben verschoben
nb: {row} flyttet opp

source: {row} moved down
de: {row} nach unten verschoben
nb: {row} flyttet ned

source: Change
de: Ändern
it: Modifica
nb: Endre
zh_cn: 修改

source: Receiver
de: Empfänger
nb: Mottager

source: Configure Dispatchers
de: Verteiler konfigurieren
nb: Konfigurer Tildelere

source: dispatcher
de: Verteiler
nb: tildeler

source: Enable/Disable each event dispatcher
de: Alle Ereignis-Verteiler aktivieren/deaktivieren
nb: Aktiver/Deaktiver hver hendelses tildeler

source: In order to enable a configurable event dispatcher, you need to configure it first
de: Um einen Ereignis-Verteiler zu aktivieren, müssen Sie ihn zuerst konfigurieren

source: Informative
de: Informationen
nb: Informativ

source: Warning
de: Warnung
nb: Advarsel

source: Error
de: Fehler
nb: Feil

source: Events details
de: Ereignis Einzelheiten
nb: Hendelses detaljer

source: event
de: Ereignis
nb: hendelse

source: Events summarized chart
de: Ereignis-Zusammenfassungs-Diagramm
nb: Hendelses sammenlagt oversikt

source: Administrator Account
de: Administrator-Konto

source: Jabber Dispatcher
de: Jabber-Verteiler
nb: Jabber Tildeler

source: Nobody
de: Niemand
nb: Ingen

source: Public
de: Alle
nb: Felles

source: Channel link
de: Link zu RSS-Datei
nb: Kanal link

source: Allowed readers
de: Erlaubte Leser
nb: Tillatte lesere

source: Use this field to set the access control for the channel
de: Benutzen Sie dieses Feld um die Zugriffskontrolle für die RSS-Datei zu setzen.
nb: Bruk dette feltet for å sette tilgangs kontroll for kanalen

source: Syndicate this RSS
de: Diese RSS-Datei veröffentlichen
nb: Syndiker denne RSS

source: Configure RSS dispatcher
de: RSS-Verteiler konfigurieren
nb: Konfigurer RSS fordeler

source: The channel link is the link which is used to syndicate the content to your favourite RSS.
de: Über den Link zur RSS-Datei können Sie von Ihrem Lieblings-RSS-Programm auf den Inhalt zugreifen
nb: Kanal linken er linken som er bruk til å syndikere inholdet til din favoritt RSS.

source: RSS dispatcher configuration updated
de: Die Konfiguration des RSS-Verteilers wurde aktualisiert
nb: RSS fordeler konfigurasjon oppdatert

source: RSS Dispatcher
de: RSS-Verteiler
nb: RSS Tildeler

source: Configure Events
de: Ereignisse konfigurieren
nb: Konfigurer Hendelser

source: Enable/Disable each event watcher monitoring
de: Alle Ereignis-Überwachungen aktivieren/deaktivieren
nb: Aktiver/Deaktiver hver hendelse overvåkning

source: Warning! There is no log domain watcher enabled. Please, go to 'Configuration' to enable at least one to be notified when a log in this domain happens.
de: Warnung: Es ist keine domänenweite Log-Überwachung aktiviert. Bitte aktivieren Sie mindestens eine, die benachrichtigt wird, wenn etwas passiert
nb: Advarsel! Det er ikke noen logg domene overvåker aktivert. Vennligs, gå til 'Konfigurasjon' for å aktivere minst en for å bli varslet når en logg i dette domene skjer.

source: Minimum free disk space per filesystem
de: Minimaler freier Speicherplatz pro Dateisystem
nb: Minimum ledig disk plass per filsystem

source: When the free space percentage of any disk partition is under this value the event is triggered.
de: Falls der Anteil an freien Speicherplatz einer Partition unter diesen Wert ist, wird das Ereignis ausgelöst
nb: Når ledig plass i prosent på enhver disk partisjon er under denne verdien blir hendelsen kjørt.

source: Configure disk free space watcher
de: Überwachung des freien Speicherplatzes konfigurieren
nb: Konfigurer disk ledig plass overvåker

source: Free Disk Space Watcher
de: Überwachungs-Dienst des freien Speicherplatzes
nb: Ledig Disk Plass Overvåker

source: Log domain {logDomain}
de: Logs an die Domäne {logDomain} schicken

source: Filters to apply to notify logs from {logDomain}
de: Diese Filter anwenden, um Logs von {logDomain} zu benachrichtigen
nb: Filtre til å legge til varsle loggene fra {logDomain}

source: Every filter added is cumulative.Then every log line which matches with any filter given will be notified
de: Wenn eine Zeile im Log auf irgend einen Filter passt, wird eine Benachrichtigung gesendet
nb: Hvert filter som legges til er kumulativt. Så vil alle logg linjer som matcher med et filter oppgitt bli varslet

source: Log Observer Watcher
de: Log-Beobachter Betrachter
nb: Logg Observatør Overvåker

source: Warning! The log watcher is not enabled. Enable to be notified when logs happen.
de: Warnung: Die Log-Überwachung ist nicht aktiviert. Aktivieren Sie diese, wenn Sie benachrichtigt werden wollen, wenn etwas passiert
nb: Advarsel! Logg overvåkeren er ikke aktivert. Aktiver for å bli varslet når logger oppstår.

source: Filtering
de: Filter
nb: Filtrerer

source: Configure log watchers
de: Einstellungen für Log-Überwachung
nb: Konfigurer logg overvåkere

source: Log watcher
de: Log-Überwachung
nb: Logg overvåkere

source: Events reports
de: Ereignis Berichte
nb: Hendelses rapporter

source: Events report
de: Ereignis Bericht
nb: Hendelses rapport

source: No usage data for {d}. Are you sure is a valid disk?
de: Es sind keine Daten für {d} vorhanden. Sind Sie sicher, dass es sich um eine gültige Platte handelt?
nb: Ingen bruks data for {d}. Er du sikker disken er gyldig?

source: Invalid file system: {f}. Only regular and no removable media file systems are accepted
de: Das Dateisystem {f} ist ungültig. Nur reguläre und nicht entfernbare Dateisysteme werden akzeptiert
nb: Invalid fil system: {f}. Kun vanlig og ikke eksterene media fil systemer er tillatt

source: Table {table} does not exist
de: Die Tabelle {table} gibt es nicht
it: La tabella {table} non esiste
nb: Tabell {table} eksisterer ikke
zh_cn: 表{table}不存在
