Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: File sharing (Samba) protocol
de: Dateifreigabe-Protokoll (Samba)
nb: Fil deling (Samba) protokoll

source: Source machine
de: Quellgerät
nb: Kilde maskin

source: Shares by user
de: Freigaben pro Benutzer
nb: Delinger etter bruker

source: Users by share
de: Benutzer pro Freigabe
nb: Brukere etter delinger

source: group
de: Gruppe
it: gruppo
nb: gruppe
zh_cn: 组

source: printer
de: Drucker
zh_cn: 打印机

source: Resource
de: Ressource
it: Risorsa
nb: Resurs
zh_cn: 资源

source: Connect
de: Verbinden
it: Collega
nb: Koble til
zh_cn: 连接

source: Access to directory
de: Zugriff zu Verzeichnis
it: Accesso a cartella
nb: Tilgang til mappe
zh_cn: 访问文件夹

source: Read file
de: Lesen
it: Leggi file
nb: Les fil
zh_cn: 读文件

source: Write file
de: Schreiben
it: Scrivi file
nb: Skriv fil
zh_cn: 写文件

source: Disconnect
de: Trennung
it: Disconnetti
nb: Frakoble
zh_cn: 断开

source: Create directory
de: Verzeichnis erstellen
it: Crea cartella
nb: Opprett mappe
zh_cn: 建立文件夹

source: Remove directory
de: Entferne Verzeichnis
it: Elimina cartella
nb: Fjern mappe
zh_cn: 移除文件夹

source: Rename
de: Umbenennen
it: Rinomina
nb: Gi nytt navn
zh_cn: 重命名

source: File name
de: Dateiname
nb: Fil navn
zh_cn: 文件名

source: Quarantined file name
de: Datei in Quarantäne
nb: Karantene filnavn
zh_cn: 已隔离文件名

source: Quarantine
de: Quarantäne
nb: Karantene
zh_cn: 隔离

source: Samba access
de: Samba-Zugriff
it: Accesso samba
nb: Samba tilgang
zh_cn: Samba 权限

source: Samba quarantine
de: Samba-Quarantäne
nb: Samba karantene
zh_cn: Samba 隔离

source: This user has a sharing directory associated which contains data.
de: Diesem Benutzer ist eine Freigabe zugeordnet, welche Daten enthält.

source: Incorrect SID: {s}
de: Ungültige SID: {s}

source: User {u} does not exists
de: Benutzer {u} existiert nicht

source: User {u} is not a samba user
de: Benutzer {u} ist kein Samba-Benutzer

source: Group {g} does not exists
de: Gruppe {g} existiert nicht

source: Group {g} is not a samba group
de: Gruppe {g} ist keine Samba-Gruppe

source: This group has a sharing directory associated that contains data.
de: Dieser Gruppe ist eine Freigabe zugeordnet, welche Daten enthält.

source: {g} group does not exist
de: Gruppe {g} existiert nicht

source: group name
de: Gruppenname
it: nome gruppo
zh_cn: 组名称

source: A name should be provided for the share.
de: Für die Freigabe sollte ein Name angegeben werden.
nb: Et navn bør oppgis for det delte mappe.

source: sharing resource
de: Ressource freigegeben

source: sharing name
de: Name der Freigabe

source: active
de: Aktiv
it: attivo
nb: aktiv
zh_cn: 激活

source: External mail domain
de: Externe Maildomäne
it: Dominio di posta esterno
nb: Eksternt e-post domene
zh_cn: 外部邮件域

source: Allow connection
de: Erlaube Verbindung
it: Permetti connessione
nb: Tillat tilkobling
zh_cn: 允许连接

source: External mail domains
de: Externe Maildomänen
it: Domini di posta esterni
nb: Eksterne e-post domener
zh_cn: 外部邮件域

source: external mail domain
de: Externe Maildomäne
it: Dominio di posta esterno
nb: eksternt e-post domene
zh_cn: 外部邮件域

source: Here you can specify which external mail domains can connect to the mail filter
de: Hier können Sie festlegen, welche externe Maildomöne zum Mail-Filter verbinden kann
it: Qui puoi specificare quali domini di posta esterni possono connettersi con il mail filter
nb: Her kan du spesifisere hvilke eksterne e-post domener som kan koble til e-post filteret
zh_cn: 在这里，您可以指定哪些外部邮件域可以连接到本邮件过滤器

source: clean messages
de: saubere Nachrichten
nb: vask meldinger

source: banned files
de: nicht erlaubte Dateien
nb: forbudte filer

source: infected
de: infiziert
nb: infisert

source: bad header
de: falsche Kopfzeile
nb: dårlig tittel

source: blacklisted
de: auf der schwarzer Liste
nb: svarte listet

source: blacklisted senders
de: Absender auf der schwarzen Liste
nb: svarte listede avsendere

source: bad message header
de: unerlaubte Kopfzeile
nb: dårlig meldings tittel

source: Filter traffic details
de: Filter-Verkehr Details
nb: Filter trafikk detaljer

source: POP proxy graph
de: Filter-Grafik
nb: POP proxy graf

source: total messages
de: Gesamt Nachrichten
nb: meldinger totalt

source: infected messages
de: infizierte Nachrichten
nb: infiserte meldinger

source: spam messages
de: Spam-Nachrichten
nb: søppel meldinger

source: Mail filter graph
de: Mailfilter Diagramm
nb: E-post filter graf

source: Filter traffic
de: Filter-Verkehr
nb: Filter trafikk

source: infected messages
de: infizierte Nachrichten
nb: infiserte meldinger

source: MIME types which are not listed below are allowed. MIME types aren't used by POP transparent proxy
de: MIME-Typen, die unten nicht aufgelistet sind, sind erlaubt. MIME-Typen werden vom transparenten POP-Proxy nicht verwendet
it: {plural} I Tipi MIME non elencati qui sotto sono permessi.I tipi MIME non sono usati da un proxy POP trasparente
nb: MIME typer som ikke er listet under er tillatt. MIME typer er ikke brukt av POP gjenomsiktig proxy
zh_cn: 下面未列出的 MIME 类型是被允许的。 POP 透明代理不使用 MIME 类型

source: Mail sender
de: Mail Absender
it: Mittente mail
nb: E-post avsender
zh_cn: 邮件发件人

source: Sender policy
de: Senderichtlinien
it: Politica di invio
nb: Avsender instruks
zh_cn: 发件人策略

source: sender policy
de: Senderichtlinien
it: politica d'invio
nb: avsender instruks
zh_cn: 发件人策略

source: whitelist
de: weisser Liste
nb: hvit list
zh_cn: 白名单

source: blacklist
de: schwarzer Liste
nb: svart list
zh_cn: 黑名单

source: process
de: Prozess
it: processo
nb: prosess
zh_cn: 过程

source: File extensions
de: Dateiendungen
it: estensioni file
nb: Fil etternavn
zh_cn: 文件扩展名

source: file extension
de: Dateiendung
it: estensione file
nb: fil etternavn
zh_cn: 文件扩展名

source: Extensions which are not listed below are allowed
de: Dateiendungen, die unten nicht aufgelistet sind, sind erlaubt
it: Estensioni che non sono inserite sotto sono permesse
nb: Etternavn som ikke er listet under er tillatt
zh_cn: 下面未列出的扩展名是被允许的

source: External mail server
de: Externer Mailserver
it: Server di posta esterno
nb: Ekstern e-post server
zh_cn: 外部邮件服务器

source: IP address of the server
de: IP-Adresse des Servers
it: Indirizzo IP del server
nb: Serverens IP adresse
zh_cn: 服务器的 IP 地址

source: External mail servers
de: Externe Mailserver
it: Server di posta esterni
nb: Ekstern e-post servere
zh_cn: 外部邮件服务器

source: external mail server
de: Externer Mailserver
it: Server di posta esterno
nb: ekstern e-post server
zh_cn: 外部邮件服务器

source: Here you can specify which external mail servers can connect to the mail filter
de: Hier können Sie festlegen welche externen Mailserver auf den Mail-Filter verbinden können
it: Qui puoi specificare quali mail server esterni possano collegarsi al filtro mail
nb: Her kan du spesifisere hvilke eksterne e-post servere som kan koble til e-post filteret
zh_cn: 在这里，您可以指定哪些外部邮件服务器可以连接到该邮件过滤器

source: Invalid external MTA {mta}. Local network addresses are not allowed
de: Die externe MTA-Adresse {mta} ist ungültig. Lokale Netzwerkadressen sind nicht erlaubt
it: MTA esterno {mta} non valido. Gli indirizzi di rete locali non sono permessi
nb: Ugyldig ekstern MTA {mta}. Lokale nettverks adresser er ikke tillatt
zh_cn: 无效的外部 MTA {mta}。本地网络地址是不允许的

source: Antivirus enabled
de: Antivirus aktiviert
it: Antivirus abilitato
nb: Antivirus aktivert
zh_cn: 防病毒已启用

source: Antispam enabled
de: Antispam aktiviert
it: Antispam abilitato
nb: Antisøppel er aktivert
zh_cn: 反垃圾邮件已启用

source: Service's port
de: Port des Dienstes
it: Porta servizio
nb: Tjenestes port
zh_cn: 服务的端口

source: Notify of non-spam problematic messages
de: Benachrichtigen bei problematischen Nicht-Spam-Nachrichten
it: Notifica messaggi non-spam problematici
nb: Varsling av ikke-søppel problematiske meldinger
zh_cn: 通知非垃圾邮件问题

source: mail address
de: E-Mail-Adresse
it: indirizzo email
nb: e-post adresse
zh_cn: 邮件地址

source: The port {port} is already used by module {mod}
de: Der Port {port} wird bereits vom Modul {mod} verwendet
it: La porta {port} è già usato dal modulo {mod}
nb: Porten {port} er allerede i bruk av modul {mod}
zh_cn: 端口 {port} 已被 {mod} 模块使用

source: Mailbox
de: Postfach
it: Casella di posta
nb: E-post kasse

source: Mailbox contains
de: Postfach enthält
it: La casella contiene
nb: E-post kassen inneholder
zh_cn: Mailbox 包含

source: Train bayesian spam filter
de: Bayesischen Filter trainieren
it: Metti il filtro spam bayesiano in modalità di apprendimento
nb: Tren det bayesiske søppel filteret
zh_cn: 训练贝叶斯垃圾邮件过滤器

source: Learned from messages
de: von Nachrichten gelernt
it: Appreso dalla posta transitata
nb: Lært fra meldinger
zh_cn: 从邮件学习

source: Train
de: Trainieren
it: Allena
nb: Tren
zh_cn: 训练

source: ham
de: erwünschte Nachrichten
it: posta valida
nb: ekte
zh_cn: 正常邮件

source: Invalid mailbox type: {type}
de: Ungültiger Mailboxtyp: {type}
it: Tipo di casella non valido: {type}
nb: Ugyldig e-post boks type: {type}
zh_cn: 无效的 mailbox 类型：{type}

source: Spam threshold
de: Spam - Schwellwert
it: Soglia dello spam
nb: Søppel terskel
zh_cn: 垃圾邮件阈值

source: The score threshold to mark a message as spam
de: Der nötige Wert um ein E-Mail als Spam zu markieren
it: Il punteggio soglia per segnalare un messaggio come spam
nb: Poeng terskelen for markering av melding som søppel
zh_cn: 评分阈值用来把一个邮件标记为垃圾邮件

source: Spam subject tag
de: Betreffzeile bei Spam
it: Tag di spam in oggetto
nb: Søppel emne tekst
zh_cn: 垃圾邮件主题标签

source: Tag which will be added to the spam mail subject
de: Etikett, das an die Betreffzeile unerwünschter Nachrichten angehängt wird
it: Tag che sarà aggiunto all'oggetto della posta spam
nb: Tekst som vil bli lagt til søppel e-post emnet
zh_cn: 标签会被添加到垃圾邮件的主题上

source: Auto-whitelist
de: Automatisch auf weisse Liste setzen
it: Whitelist automatica
nb: Auto-hvit list
zh_cn: 自动白名单

source: Change the score of mail according to the sender history
de: Den Wert der E-Mail der Sendervergangenheit anpassen
it: Modifica il punteggio della posta in base alla cronologia del mittente
nb: Endre poengsum på e-post i henhold til avsender historikk
zh_cn: 根据发件人的历史改变邮件的评分

source: Auto-learn
de: Automatisch lernen
it: Apprendi automaticamente
nb: Auto-lære
zh_cn: 自学习

source: Feedback the learning system with messages that reach the threshold
de: Das Lernmodul mit E-Mails füttern, welche den Wert erreichen
it: Gira al sistema di apprendimento i messaggi che raggiungono la soglia
nb: Tilbakemeld lære systemet med meldinger som når terskelen
zh_cn: 将达到阈值的邮件反馈给学习系统

source: Autolearn spam threshold
de: Wert für automatisches Lernen von Spam
it: Soglia di apprendimento spam
nb: Autolær spøppel terskel
zh_cn: Spam 自学习阈值

source: Spam messages with a score equal or greater than this threshold will be added to the learning system
de: Unerwünschte Nachrichten mit einem Wert, der grösser oder gleich diesem Wert ist werden dem Lernmodul hinzugefügt
it: I messaggi spam con punteggio uguale o superiore a questa soglia saranno aggiunti al sistema di apprendimento
nb: Søppel meldinger med en poeng sum som er lik eller større enn denne terskelen vil bli lagt til i lære systemet
zh_cn: 评分等于或大于这个阈值的垃圾邮件，将被添加到学习系统

source: Autolearn ham threshold
de: Wert für automatisches Lernen von erwünschten Nachrichten
it: Soglia di apprendimento per la posta valida
nb: Autolær ekte terskel
zh_cn: Ham （正常邮件）自学习阈值

source: Ham messages with a score below this threshold will be added to the learning system
de: Erwünschte Nachrichten mit einem Wert, der unter diesem Wert ist werden dem Lernmodul hinzugefügt
it: I messaggi validi con punteggio inferiore a questa soglia saranno aggiunti al sistema di apprendimento
nb: Ekte meldinger med en poeng sum lavere enn denne terskelen vil bli lagt til lære systemet
zh_cn: 评分低于这个阈值的正常邮件（ham）将被加入到学习系统

source: Antispam configuration
de: Antispam-Konfiguration
it: Opzioni antispam
nb: Anti søppel konfigurasjon
zh_cn: 反垃圾邮件配置

source: You must define autolearn spam threshold when autolearn option is active
de: Sie müssen einen Auto-Lern-Grenzwert für Spam festlegen, wenn die automatische Lernfunktion aktiv ist
it: Devi definire la soglia di autoapprendimento dello spam quando l'opzione di autoapprendimento è attiva
nb: Du må definere autolær søppel terskel når autolær valget er aktivt
zh_cn: 你必须定义 spam 自学习阈值，才能激活自学习选项

source: You must define autolearn ham threshold when autolearn option is active
de: Sie müssen einen Auto-Lern-Grenzwert für Ham festlegen, wenn die automatische Lernfunktion aktiv ist
it: Devi definire la soglia di autoapprendimento dei messaggi validi quando l'opzione di autoapprendimento è attiva
nb: Du må definere autolær ekte terskel når autolær valget er aktivt
zh_cn: 你必须定义 ham （正常邮件）自学习阈值，才能激活自学习选项

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
de: Der Wert für das Lernmodul kann nicht kleiner sein, als der Standardwert für Spam
it: La soglia di autoapprendimento dello spam non può essere inferiore alla soglia predefinita dello spam
nb: Søppelets autolær terskel kan ikke være lavere en standard søppel terskel
zh_cn: 垃圾邮件的自学习阈值，不能低于默认阈值

source: The ham's autolearn threshold canot be higher or equal than the default spam level
de: Der Wert für das Lernen von erwünschten Nachrichten muss kleiner sein, als der Standardwert für Spam
it: La soglia di autoapprendimento per i messaggi validi non può essere superiore o uguale alla soglia predefinita dello spam
nb: Ekte autolær terskel kan ikke være høyere eller lik standar søppel nivå
zh_cn: 正常邮件的自学习阈值，不能高于或等于默认的垃圾邮件水平

source: Use virus filtering
de: Viren filtern
it: Usa filtro virus
nb: Bruk virus filtrering
zh_cn: 使用病毒过滤器

source: Use spam filtering
de: Spam filtern
it: Usa filtro spam
nb: Bruk søppel filtrering
zh_cn: 使用垃圾邮件过滤器

source: default
de: Standard
nb: standard
zh_cn: 默认

source: custom threshold
de: Benutzerdefinierter Grenzwert
it: Soglia personalizzata
nb: tilpasset terskel
zh_cn: 自定义阈值

source: Learning ham account
de: Lernendes Nicht-Spam-Konto
nb: Lærer ekte konto

source: An address (ham@domain) will be created for this domain, ham messages incorrectly classified as spam may be forwarded to this addres to train the filter
de: Eine Adresse (ham@domäne) wird für diese Domäne angelegt. Nicht-Spam-Mails, welche irrtümlicherweise als Spam klassifiziert wurden sollten an diese Adresse weitergeleitet werden um den Filter zu trainieren
nb: En adresse (ham@domene) vil bli opprettet for dette domenet, ekte meldinger som feil klassifiseres som søppel kan videresendes til denne adressen for trening av filter

source: Learning spam account
de: Lernendes Spam-Konto
nb: Lære søppel konto

source: An address (spam@domain) will be created for this domain, spam messages incorrectly classified as ham may be forwarded to this addres to train the filter
de: Eine Adresse (spam@domäne) wird für diese Domäne angelegt. Spam-Mails, welche irrtümlicherweise als Nicht-Spam klassifiziert wurden sollten an diese Adresse weitergeleitet werden um den Filter zu trainieren
nb: En adresse (spam@domene) vil bli opprettet for dette domenet, søppel meldinger som feil klassifiseres som ekte kan videresendes til denne adressen for trening av filteret

source: Antispam sender policy
de: Antispam-Senderrichtlinie
it: Politiche antispam di invio
nb: Antisøppel avsender instruks
zh_cn: 反垃圾邮件发件人策略

source: Virtual Domains specific policies
de: spezifische Richtlinie der virtuelle Domäne
it: Criteri specifici per domini virtuali
zh_cn: 虚拟域相关策略

source: virtual domain policy
de: Virtuelle Domänen Richtlinie
it: Criterio per dominio virtuale
zh_cn: 虚拟域策略

source: There are no virtual mail domains managed by this server. You can create some in the {openA}virtual domains mail page{closeA}.
de: Es gibt keine virtuelle Mail Domäne die von diesem Server verwaltet wird. Sie können auf der {openA}virtuellen Mail Domänen Seite{closeA} eine erzeugen.
it: Non ci sono domini virtuali di posta su questo server.Puoi crearne uno nella pagina{openA}domini virtuali di posta{closeA}.
nb: Det er ingen virtuelle domener administrert av denne serveren. Du kan opprette noen i {openA}virtual domains mail page{closeA}.
zh_cn: 本服务器管理尚未管理任何虚拟邮件域。您可以在{openA}虚拟域邮件页面{closeA}创建一些。

source: Filter spam
de: Spam filtern
nb: Filtrer søppel

source: ISP spam subject
de: Internet Service Provider SPAM Betreffszeile
nb: ISP søppel emne

source: This option allows you to set the string your ISP uses if it processes your email for SPAM.
de: Diese Option erlaubt Ihnen den Filterausdruck Ihres ISPs zu setzen, falls er Ihre Mails nach SPAM durchsucht
nb: Dette valget lar deg sette emnet din ISP bruker if den kontrollerer dine e-poster for søppel.

source: POP Transparent Proxy
de: Transparenter POP-Proxy
nb: POP Gjenomsiktig Proxy

source: The POP transparent proxy must scan for something to be useful. If you do not need either antivirus of spam scan we suggest you turn it off
de: Der Transparente POP-Proxy muss nach etwas sinnvollem scannen. Falls Sie weder Viren- noch Spam-Schutz benötigen, emfehlen wir Ihnen, den Proxy abzuschalten
nb: POP gjennomsiktig proxy må søke etter noe for å være nyttig. Hvis du ikke trenger antivirus eller søppel skanning kan vi anbefale å slå det av

source: Virus policy
de: Richtlinie bei Viren
it: Politica virus
nb: Virus instruks
zh_cn: 病毒策略

source: Spam policy
de: Richtlinie bei Spam
it: Politica spam
nb: Søppel instruks
zh_cn: 垃圾邮件策略

source: Banned files policy
de: Regel bei nicht zugelassenen Dateien
it: Politica file proibiti
nb: Forbudte filer instruks
zh_cn: 禁止文件策略

source: Bad header policy
de: Regel für nicht konforme Kopfzeilen
it: Politica header invalidi
nb: Ugyldig emne instruks
zh_cn: 错误邮件头策略

source: Filter Policies
de: Filter Richtlinien
it: Politica del filtro di posta
nb: Filter instruks
zh_cn: 过滤器策略

source: Mail filter report
de: Mail-Filter Bericht
nb: E-post filter rapport

source: Mail Filter report
de: Mail-Filter Bericht
nb: E-post Filter rapport

source: Transparent POP proxy report
de: Bericht des transparenten POP-Proxy
nb: Gjennomsiktig POP proxy rapport

source: External connections
de: Externe Verbindungen
it: Connessioni esterne
nb: Eksterne tilkoblinger
zh_cn: 外部连接

source: Attached Files Filter
de: Mailanhang-Filter
it: Filtro degli allegati
nb: Vedlagte Filer Filter
zh_cn: 附件管理器

source: Filter mail messages according attached files. The transparent POP proxy only filters by extension
de: Nachrichten nach angehängten Dateien filtern. Der Transparente POP-Proxy filtert nur nach Datei-Erweiterungen.
it: Filtra le mail in base agli allegati. Il proxy POP trasparente filtra solo per estensione
nb: Filtrer e-post meldinger i henhold til vedlegg. Den gjennomsiktige POP proxyen filtrer kun etter fil etternavn
zh_cn: 针对附件进行邮件过滤。透明 POP 代理只能通过扩展名进行过滤

source: To configure amavis
de: Amavis konfigurieren
it: Per configurare amavis
nb: For å konfigurere amavis
zh_cn: 配置 amavis

source: Zentyal internal mail filter
de: Interner Zentyal Mailfilter
it: Filtro di posta interno a Zentyal
nb: Zentyal internt e-post filter
zh_cn: Zentyal 内部邮件过滤器

source: Virtual mail domain {vd} does not exist
de: Die virtuelle Maildomäne {vd} gibt es nicht
it: Il dominio virtuale di posta {vd} non esiste
nb: Virtuelt domene {vd} eksisterer ikke
zh_cn: 虚拟邮件域 {vd} 不存在

source: To configure spamassassin daemon
de: Dienst Spamassasin konfigurieren
it: Per configurare il demone di spamassassin
nb: For å konfigurere spamassassin tjenesten
zh_cn: 配置 spamassassin 服务

source: It must be a number(decimal point allowed)
de: Es muss eine Zahl sein (Dezimalstellen mit Punkt schreiben)
it: Deve essere un numero (cifre decimali consentite)
nb: Det må være et nummer (desimal punkt tillatt)
zh_cn: 它必须是一个数字（允许带小数点）

source: The spam's threshold cannot be higher than its autolearn threshold
de: Die Spam-Schwelle kann nicht höher sein, als die Autolern-Spamschwelle
it: La soglia dello spam non può essere superiore alla sua soglia di autoapprendimento
nb: Søpplets terskel kan ikke være høyere enn dets auto lærings terskel
zh_cn: 垃圾邮件的阈值不能高于其自学习阈值

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
de: Der Wert unerwünschter Nachrichten muss grösser sein, als der Wert für automatisches Lernen erwünschter Nachrichten
it: La soglia dello spam non può essere inferiore o uguale alla sua soglia di autoapprendimento dello ham
nb: Søpplets terskel kan ikke være lavere eller lik dets ekte auto lærings terskel
zh_cn: spam 的阈值不能低于或等于其 ham 的自学习阈值

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
de: Lernen ist nicht möglich, weil der bayesische Filter in der Konfiguration deaktiviert ist. Damit Sie das Lernmodul nutzen können, aktivieren Sie den bayesischen Filter und speichern Sie die Änderungen
it: Impossibile apprendere in quanto il filtro bayesiano è inattivo nella configurazione attuale. Per poter apprendere attiva il filtro bayesiano e registra le modifiche
nb: Kan ikke lære fordi bayesiansk filter er deaktivert i gjeldende konfigurasjon. For å kunne lære, aktiver bayesiansk filter og lagre endringer
zh_cn: 无法学习，因为当前配置中禁用了贝叶斯过滤器。为了能够自学习，请启用贝叶斯过滤器，并保存更改

source: To configure p3scan
de: Um p3scan zu konfigurieren
nb: For å konfigurere p3scan

source: Transparent POP Proxy
de: transparenter POP-Proxy
nb: Gjennomsiktig POP Proxy

source: Write down a decimal number
de: Tragen Sie eine Dezimalzahl ein
it: Indica un numero decimale
nb: Skriv ned et desimal nummer
zh_cn: 写下一个十进制数

source: Only non-zero positive numbers are allowed
de: Nur Werte größer als 0 sind erlaubt
it: Solo numeri positivi diversi da zero sono permessi
nb: Bare ikke-null positive numre er tillatt
zh_cn: 只允许正数

source: Write down a number lesser than {m}
de: Tragen Sie eine Zahl kleiner als {m} ein
it: Indica un numero minore di {m}
nb: Skriv ned et nummer mindre enn {m}
zh_cn: 写下一个小于 {m} 的数

source: Write down a number greater than {m}
de: Tragen Sie eine Zahl größer als {m} ein
it: Indica un numero maggiore di {m}
nb: Skriv ned et nummer større enn {m}
zh_cn: 写下一个大于 {m} 的数

source: Pass
de: Durchlassen
it: Consenti
nb: Tillat
zh_cn: 通过

source: Reject
de: Zurückweisen

source: Bounce
de: Zurückschicken

source: Discard
de: Verwerfen

source: Mailfilter's policy
de: Richtlinien des Mailfilters
it: Politica del filtro di posta
nb: E-post filters instruks
zh_cn: 邮件过滤策略

source: domain name
de: Name der Domäne
it: nome dominio
zh_cn: 域名

source: email address
de: E-Mail-Adresse
it: indirizzo email
nb: e-post adresse
zh_cn: email 地址

source: The sender ought be either an email address or a domain name prefixed with '@'
de: Der Sender kann eine E-Mail-Adresse oder eine Domäne (mit einem "@" vorangestellt) sein
it: Il mittente dovrebbe essere o un indirizzo email o un nome di dominio con prefisso '@'
nb: Avsender må enten være en e-post adresse eller et domene med '@' først
zh_cn: 发件人应该是一个电子邮件地址，或以'@'开头的域名

source: Add clamav user to amavis group
de: Füge Benutzer clamav zur Gruppe amavis hinzu
it: Aggiungi l'utente clamav al gruppo amavis
nb: Legg til clamav bruker til amavis gruppe
zh_cn: 增加 clamav 用户到 amavis 组中

source: Clamav need access to amavis fields to properly scan mail
de: Clamav braucht Zugriff auf die Datenfelder von amavis um Mails richtig zu überprüfen
it: Clamav ha bisogno di accedere ai campi di amavis per scansionare correttamente la posta
nb: Clamav trenger tilgang til amavis felter for å scanne e-post riktig
zh_cn: Clamav 需要访问 amavis 字段以正常扫描邮件

source: Add clamav user to p3scan group
de: Benutzer clamav zur Gruppe amavis hinzufügen
it: Aggiungi l'utente clamav al gruppo p3scan
nb: Legg til clamav bruker til p3scan gruppe
zh_cn: 添加 clamav 用户到 p3scan 组

source: Update LDAP
de: LDAP aktualisieren
it: Aggiorna LDAP
nb: Oppdater LDAP
zh_cn: 更新 LDAP
