Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: You should reinstall them and retry your operation.
it: Non installi e ripeti l' operazione.

source: Unknown error: '{error}'
it: Modo di ripristino sconosciuto: {mode}

source: Zentyal FTP Server
it: Server FTP Zentyal

source: VLAN Id
it: Id VLAN

source: bond
it: Legame

source: bonding mode
it: Modalità di collegamento

source: The PPPoE password contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?!&+:-_\@$%=* and spaces are allowed.
it: La password PPPoE contiene caratteri non validi. Sono ammessi tutti i caratteri alfanumerici, gli spazi e i seguenti caratteri non alfanumerici: /?&+:-@.

source: Host IP address
it: Indirizzo IP dell'host

source: This action is incompatible with the module {mod} configuration
it: Quest'azione è incompatibile con la configurazione del modulo {mod}

source: The nameserver '{name}' is being used by {mod}
it: Il nameserver '{name}' è in uso dal modulo {mod}

source: Gateways for Traffic Balance
it: Gateway per il bilanciamento del traffico

source: Here you can choose which gateways are used to balance the traffic
it: Qui è possibile selezionare quali gateway sono utilizzati per il bilanciamento del traffico

source: To be able to use this feature you need at least two enabled gateways. You can add them {oa}here{ca} first.
it: Per poter usare questa funzione, sono necessari almeno due gateway abilitati. È possibile aggiungerli da {oa}qui{ca}.

source: Here you can configure all the settings related to the way Zentyal provides Internet connection for your network
it: Qui è possibile configurare tutte le impostazioni relative alla modalità con cui Zentyal fornisce connessione ad Internet per la rete locale

source: up
it: su

source: Connection name
it: Nome della connessione

source: Stopping completed
it: Arresto completo

source: Connection initiated
it: Connessione client avviata

source: Connection terminated
it: Connessione client terminata

source: Enabled flag
it: Flag abilitato

source: Cannot be enabled when creating a new connection, you should edit the configuration before enabling it
it: Non può essere abilitato in fase di creazione di una nuova connessione. È necessario modificare la configurazione prima di abilitarlo

source: Blank characters are not allowed
it: Non sono consentiti spazi

source: The Tunnel IP {localIP} is already used as a fixed address for the interface "{interface}"
it: Il tunnel IP {localIP} è già in uso come indirizzo fisso per l'interfaccia {interface}

source: The Tunnel IP {localIP} is already used as a fixed address from the object member "{name}": {fixedIP}
it: Il tunnel IP {localIP} è già in uso come indirizzo fisso dal membro dell'oggetto "{name}": {fixedIP}

source: The Tunnel IP {localIP} is not part of any local network
it: Il tunnel IP {localIP} non è parte di nessuna rete locale

source: The IP to use for the VPN tunnel on the server side. It must be a free IP belonging to the local network where the VPN clients will be connected.
it: L'indirizzo IP da utilizzare per il tunnel VPN lato server. Deve essere un indirizzo IP libero, appartenente alla rete locale dove il client VPN dovrà essere connesso.

source: If "Zentyal Samba" is present and selected, Zentyal will be the WINS server for L2TP clients
it: Se "Zentyal Samba" è presente e selezionato, il server Zentyal farà da server WINS per i client L2TP

source: You are using a non fixed IP address as a VPN server address. If the IP changes it may break the VPN server!
it: Si sta usando un indirizzo IP non fisso come indirizzo del server VPN. Se l'indirizzo IP cambiasse, potrebbe danneggiare la funzionalità del server VPN!

source: The server IP changed and the old value "{oldIP}" is not valid anymore.
it: L'indirizzo IP del server è stato cambiato e il vecchio valore {oldIP} non è più valido.

source: Your system is not correctly configured. We were not able to find any valid public IP address.
it: Il sistema non è stato correttamente configurato, non è stato possibile individuare alcun indirizzo IP pubblico valido.

source: Remote Address
it: Indirizzo remoto

source: undefined
it: non definito

source: Must be the external IP to connect but it's not defined
it: Deve essere l'indirizzo IP esterno per la connessione ma non è stato definito

source: Must be the external IP to connect and it was the addresss of local interface {if}
it: Deve essere l'indirizzo IP esterno per la connessione ma è l'indirizzo dell'interfaccia locale {if}

source: Public IP address
it: Indirizzo IP interfaccia

source: Zentyal public IP address where clients will connect to.
it: Indirizzo IP pubblico di Zentyal, dove i client si connetteranno.

source: Any address
it: Qualsiasi indirizzo

source: Remote endpoint public IP address.
it: Indirizzo pubblico del server remoto.

source: Pre-shared key for the IPsec connection.
it: Chiave precondivisa per la connessione IPSec.

source: Configuration no complete, {field} not set
it: Configurazione incompleta, {field} non impostato

source: mbox format expected
it: Formato mbox richiesto

source: The object contains the IP address {ip} which is also the address of the interface
it: L'oggetto contiene l'indirizzo IP {ip} che è anche l'indirizzo dell'interfaccia

source: The object contains an IP address {ip} which also is in the range '{range}': {from}-{to}
it: L'indirizzo IP {ip} è nell'intervallo '{range}': {from}-{to}

source: Only those object members whose IP address is a host (/32) and is not used by the available range; it has a valid MAC and whose name is unique as fixed address, will be used.
it: Solo i membri di oggetti il cui indirizzo IP è un host ( / 32 ) , un MAC valido , il cui indirizzo IP non è già utilizzato nella gamma disponibile e il cui nome è unico in quanto verrà utilizzato l'indirizzo fisso

source: Mising interface parameter. Please, navigate again to this page starting from the DHCP main page
it: Parametro dell'interfaccia mancante. Per favore, ritornare su questa pagina a partire dalla pagina principale di DHCP

source: Access has been Denied
it: L'accesso e' stato negato

source: Access to the page: {page} has been denied for the following reason
it: L'accesso alla pagina: {page} e' stato negato per la ragione seguente

source: You are seeing this error because what you attempted to access appears to contain, or is labeled as containing, material that has been deemed inappropriate.
it: Vedi questo errore perche quello a cui hai tentato di accedere sembra contenere materiale che e' stato marchiato come inappropriato.

source: If you have any queries contact your ICT Coordinator or Network Manager.
it: Per qualsiasi domanda contatta il tuo amministratore di rete.
