Repository: zentyal/zentyal
Catalog: extra/language-packs/po/*.po
Languages: de, it, nb, zh_cn

source: This group contains users
de: Diese Gruppe enthält Benutzer
nb: Gruppen inneholder brukere

source: comment
de: Kommentar
nb: kommentar

source: object name
de: Objektname
nb: objektnavn

source: object type
de: Objekttyp
nb: objekttype

source: User removed successfully
de: Der Benutzer wurde entfernt
nb: Bruker fjernet

source: Group removed successfully
de: Die Gruppe wurde entfernt
nb: Gruppe fjernet

source: last name
de: Nachname
it: cognome
nb: etternavn
zh_cn: 姓

source: quota
de: Speicherlimit
nb: kvote

source: confirm password
de: Passwort bestätigen
it: conferma password
nb: verifiser passord
zh_cn: 确认密码

source: Edit group
de: Gruppe bearbeiten
it: Modifica gruppo
nb: Rediger gruppe
zh_cn: 编辑组

source: Configuring modules
de: Module konfigurieren

source: Days of the week
de: Tage der Woche
it: Giorni della settimana
nb: Dager i uken

source: Filtering rules from internal networks to Zentyal
de: Filter-Regeln für Verkehr zwischen internen Netzwerken zu Zentyal
it: Regole di filtro da reti interne verso Zentyal
nb: Filtrerings regler fra interne nettverk til Zentyal
zh_cn: 从内部网络到Zentyal的过滤规则

source: These rules allow you to control access from internal networks to services running on your Zentyal machine.
de: Diese Regeln erlauben Ihnen für interne Netzwerke den Zugriff auf Zentyal-Dienste zu konfigurieren.
it: Queste regole ti permettono di controllare l'accesso da reti esterne ai servizi in esecuzione sulla macchina Zentyal.
nb: Disse reglene lar deg kontrollere tilgang fra interne nettverk til tjenester som kjører på din Zentyal maskin.
zh_cn: 这些规则可以控制内部网络到Zentyal主机服务的连接

source: Configure rules
de: Regeln festlegen
it: Configura regole
nb: Konfigurer regler
zh_cn: 配置规则

source: Filtering rules for internal networks
de: Filter-Regeln für interne Netzwerke
it: Regole di filtro per reti interne
nb: Filtrerings regler for interne nettverk
zh_cn: 针对内部网络的过滤规则

source: These rules allow you to control access from internal networks to the Internet and traffic between internal networks. If you wish to provide access to your Zentyal services, you must use the above section.
de: Diese Regeln erlauben Ihnen für interne Netzwerke den Zugriff auf das Internet zu regeln. Wenn Sie den Zugriff auf Zentyal-Dienste konfigurieren möchten, benutzen Sie die obige Sektion.
it: Queste regole ti permettono di controllare l'accesso da reti interne verso Internet, ed il traffico tra la tue reti interne. Se desideri fornire l'accesso ai servizi di eBox, devi usare la sezione sopra
nb: Disse reglene lar deg og kontrollere tilgang fra interne nettverk til internett, og trafikk mellom dine interne nettverk. Hvis du vil tillate tilgang til dine Zentyal tjenester, må du bruke feltet over
zh_cn: 这些规则控制内部网络与Internet之间，以及内部网络之间的流量。如果你想要提供对Zentyal的访问，必须使用上面一节的设置。

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing.
de: Vorsicht: Das Hinzufügen von Regeln in diesem Abschnitt kann die Netzwerksicherheit beeinträchtigen, falls Sie den Zugriff durch nicht vertrauenswürdige Netzwerke gestatten. Falls Sie sich nicht sicher sind, was sie tun, lassen Sie diese Konfiguration stehen.
it: Stai attento: aggiungere regole a questa sezione può compromettere la sicurezza della tua rete in quanto puoi garantire l'accesso a reti non fidate. Non usarlo a meno che tu non sappia cosa stai facendo
nb: NB. Regler du legger til i denne seksjonen kan kompromittere din nettverks sikkerhet siden du kan gi tilgang fra usikre nettverk. Vennligst ikke bruk dette med mindre du vet hva du driver med.
zh_cn: 由于可能会授予非信任网络的访问，在本节添加规则可能给您的网络带来风险。除非您知道自己在做什么，否则请不要本节添加规则.

source: Filtering rules from external networks to internal networks
de: Filter-Regeln für Verkehr von externen Netzwerken nach interne Netzwerke
it: Regole di filtro da reti esterne ad interne
nb: Filtrerings regler fra eksterne nettverk til interne nettverk
zh_cn: 外部网络到内部网络的过滤规则

source: These rules allow you to control access from external networks to internal networks.
de: Diese Regeln erlauben Ihnen den Zugriff auf interne Netzwerke für externe Netzwerke zu konfigurieren
it: Queste regole ti permettono di controllare l'accesso dalle reti esterne alle reti interne.
nb: Disse reglene lar deg kontrollere tilgang fra eksterne nettverk til interne nettverk.
zh_cn: 这些规则可以控制外部网络到内部网络的访问.

source: Domain list
de: Liste der Domänen
it: Elenco domini
nb: Domene liste
zh_cn: 域名列表

source: edit
de: bearbeiten
it: modifica
nb: rediger
zh_cn: 编辑

source: Host list for domain {domain}
de: Liste der Computer in der Domäne {domain}
it: Lista di host per il dominio {domain}
nb: Verts liste for domene {domain}
zh_cn: 域名{domain}的主机列表

source: Update
de: Aktualisieren
it: Aggiornamento
nb: Oppdater
zh_cn: 升级

source: Install
de: Installieren
it: Installa
nb: Installer
zh_cn: 安装

source: Component
de: Komponente
it: Componente
nb: Komponent
zh_cn: 组件

source: View advanced mode
de: Expertenmodus ansehen
it: Visualizza modalità Esperto
nb: Vis avansert modus
zh_cn: 显示高级模式

source: Skip install
de: Installation überspringen
it: Tralascia installazione
nb: Hopp over installering
zh_cn: 跳过安装

source: View basic mode
de: Einfachen Modus ansehen
it: Visualizza modalita normale
nb: Vis enkel modus
zh_cn: 显示基础模式

source: Update list
de: Liste aktualisieren
it: Aggiorna lista
nb: Oppdater liste
zh_cn: 更新列表

source: Deselect All
de: Alle Auswahl löschen
nb: Fjern valg fra alle

source: Select All
de: Alle auswählen
nb: Velg alle

source: Search
de: Suchen
it: Cerca
nb: Søk
zh_cn: 搜索

source: of
de: von
it: di
nb: av
zh_cn: 中

source: Perform automatic security updates
de: Sicherheitsrelevante Aktualisierungen automatisch installieren
nb: Utfører automatiske sikkerhets oppdateringer

source: Zentyal is configured to use automatic QA updates
de: Zentyal ist dafür konfiguriert automatische QA Aktualisierungen zu nutzen
it: Zentyal e' configurato per usare aggiornamenti QA in automatico
zh_cn: Zentyal被配置为自动QA升级

source: Automatic operations start time
de: Startzeit der automatischen Aktionen
it: Orario di avvio per operazioni automatiche
zh_cn: 启动时的自动操作

source: The following packages will be installed
de: Die folgenden Pakete werden installiert
it: I seguenti pacchetti saranno installati
nb: Følgende pakker vil bli installert
zh_cn: 以下软件包将被安装

source: The following packages will be removed
de: Die folgenden Pakete werden entfernt
it: I seguenti pacchetti saranno rimossi
nb: Følgende pakker vil bli fjernet
zh_cn: 以下软件包将被删除

source: Updates are available for the following system components
de: Für die folgenden Systemkomponenten sind Aktualisierungen verfügbar
it: Sono disponibili aggiornamenti per i seguenti componenti di sistema
nb: Oppdateringer er tilgjengelig for følgende system komponenter
zh_cn: 以下系统组件有升级包

source: Community updates are available for the following system components
de: Für die folgenden Systemkomponenten sind Gemeinschaftsaktualisierungen verfügbar
it: Aggiornamenti "community" sono disponibili per i seguenti componenti di sistema
nb: Felles oppdateringer er tilgjengelig for følgende system komponenter
zh_cn: 以下系统组件由社团升级包

source: Security update
de: Sicherheitsaktualisierung
it: Aggiornamento di sicurezza
nb: Sikkerhets oppdatering
zh_cn: 安全升级

source: Zentyal QA update
de: Zentyal QA Aktualisierung
it: Aggiornamenti QA di Zentyal
nb: Zentyal FAQ oppdatering
zh_cn: Zentyal QA升级

source: Update all packages
de: Alle Pakete aktualisieren
it: Aggiorna tutti i pacchetti
nb: Oppdater alle pakker
zh_cn: 升级所有软件包

source: Upgrade
de: Aktualisieren
nb: Oppgrader

source: Backup is disabled because there are unsaved configuration changes. Please, save or discard them to be able to backup the configuration
de: Die Sicherung der Konfiguration ist deaktiviert, weil es ungespeicherte Änderungen der Konfiguration gibt. Bitte speichern oder verwerfen Sie die Änderungen
it: Il backup è disabilitato in quanto ci sono modifiche di configurazione non registrate. Prego registrale o annullale per effettuare il backup della configurazione
nb: Sikkehetskopi er deaktivert fordi det finnes ulagrede konfigurasjons endringer. Vennligst, lagre eller forkast dem for å kunne sikkerhetskopiere konfigurasjonen
zh_cn: 备份被禁用，因为存在尚未保存的配置变更。在能够备份配置之前，请先保存或者丢弃这些变更

source: Archive size
de: Archivgröße
it: Dimensione archivio
nb: Arkiv størrelse
zh_cn: 归档文件大小

source: restore
de: Wiederherstellen
it: ripristina
nb: gjenopprett
zh_cn: 恢复

source: download
de: herunterladen
it: scarica
nb: last ned
zh_cn: 下载

source: Backups' list
de: Liste aller Sicherungen
it: Elenco backup
nb: Sikkerhetskopi lister
zh_cn: 备份列表

source: Submit
de: Absenden

source: Enter user and password
de: Benutzer und Passwort eingeben

source: Move up
de: nach oben bewegen
nb: Flytt opp

source: Move down
de: nach unten bewegen
nb: Flytt ned

source: Don't configure
de: Nicht konfigurieren
it: Non configurare
nb: Ikke konfigurer
zh_cn: 不配置

source: Remember that changing the network interfaces configuration may cause you to lose access to the administration page.
de: Denken Sie bitte daran, dass Änderungen an der Konfiguration der Netzwerkkarten den Zugang zu dieser Administrationsoberfläche unterbrechen können
it: Ricorda che la modifica della configurazione delle interfacce di rete può farti perdere l'accesso alle pagine di amministrazione.
nb: Husk at endring av nettverks grensesnitts konfigurasjonen kan forårsake at du mister tilgang til administrasjons siden.
zh_cn: 记住，修改网卡配置可能造成断开到管理页面的连接。

source: Traffic being routed through interfaces marked as external will be NATed. Also, services meant for the LAN users will not be available on external interfaces.
de: Für Verkehr, der durch als extern gekennzeichnete Netzwerkkarten geleitet wird, wird ein NAT angewendet. Ausserdem werden Dienste, welche für LAN-Benutzer gedacht sind, nicht von den externen Netzwerkkarten erreichbar sein
it: Il traffico indirizzato su interfacce impostate come esterne sara soggetto a NAT. Inoltre i servizi dedicati agli utenti LAN non saranno disponibili sulle interfacce esterne.
nb: Trafikken som rutes gjennom grensesnitt markert som eksterne vil bli NATet. Også, tjenester som er ment for LAN brukere vil ikke være tilgjengelig på eksterne grensesnitt.
zh_cn: 通过外部网络接口的流量将执行NAT处理。另外，为LAN用户提供的服务从外部网络接口是访问不到的。

source: Static
de: Statisch
it: Statica
nb: Statisk
zh_cn: 静态

source: Trunk (802.1q)
de: Virtuelles LAN (802.1q)
nb: Koffert (802.1q)

source: Not set
de: Nicht konfigurieren
it: Non impostata
nb: Ikke satt
zh_cn: 没有设置

source: External (WAN)
de: Extern (WAN)
it: Esterna (WAN)
nb: Ekstern (WAN)
zh_cn: 外部网络(WAN)

source: Check this if you are using Zentyal as a gateway and this interface is connected to your Internet router.
de: Bitte anwählen, wenn Sie Zantyal als Gateway benutzen und diese Schnittstelle mit Ihrem Internet-Router verbunden ist.
it: Seleziona questo se usi Zentyal come gateway, e questa interfaccia e' connessa al tuo router internet
nb: Huk av her hvis du bruker Zentyal som en gateway og dette grensesnittet er tilkoblet din Internet router.
zh_cn: 如果您希望使用Zentyal作为网关，且这个网络接口连接到Internet路由器，可以启用此选项。

source: Bridge
de: Netzwerk-Brücke
nb: Bro

source: User name
de: Benutzername
it: Nome utente
zh_cn: 用户名

source: VLAN List
de: Liste der vLANs
it: Elenco VLAN
nb: VLAN Liste
zh_cn: VLAN列表

source: Virtual Interfaces
de: Virtuelle Netzwerkkarten
it: Interfacce virtuali
nb: Virtuelle grensesnitt
zh_cn: 虚拟网络接口

source: Domain Name Resolution
de: Namensauflösung
it: Risoluzione DNS
nb: Domene Navn Oversetting
zh_cn: 域名解析

source: Lookup
de: Nachschlagen
it: Ricerca
nb: Oppslag
zh_cn: 查询

source: The change you are trying to make will affect the configuration of one or more modules that use references to this network interface.
de: Die Änderungen, welche Sie machen möchten, wirken sich auf die Konfiguration eines oder mehrerer Module aus, auf welche sich auf diese Netzwerkkarte beziehen
it: La modifica che stai cercando di effettuare avrà impatti sulla configurazione di uno o più moduli con riferimenti a questa interfaccia di rete.
nb: Endringen du forsøker vil påvirke konfigurasjonen på et eller flere moduler som bruker referanser til dette nettverks grensesnittet.
zh_cn: 您所做的修改，会影响一个或多个使用该网络接口模块的配置。

source: If you choose to continue, all modules that make use of the current configuration of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
de: Es werden alle Module, welche die gegenwärtige Konfiguration dieser Netzwerkkarte verwenden, die entsprechenen Teile aus ihrer Konfiguration löschen. Möchten Sie weiterfahren? Wählen Sie "Abbrechen", falls Sie sich nicht sicher sind
it: Se scegli di continuare, tutti i moduli che usano la configurazione attuale di questa interfaccia di rete elimineranno le parti relative della propria configurazione. Scegli "Annulla" se non sei sicuro di cosa stai facendo.
nb: Hvis du velger å fortsette, vil alle modulene som bruker gjeldende konfigurasjon av dette nettverks grensesnittet slette vesentlige deler av sin konfigurasjon. Velg "Avbryt" hvis du ikke er sikker på dette.
zh_cn: 如果您选择继续，所有使用该网卡配置的模块都将删除相关配置。如果拿不准，请选择"取消"。

source: The removal of the vlan interface will affect the configuration of one or more modules that use references to this network interface.
de: Das Löschen dieses VLAN-Interfaces wirkt sich auf ein oder mehere Module aus, die sich auf dieses Interface beziehen.
it: La rimozione di questa interfaccia vlan avrà impatti sulla configurazione di uno o più moduli con riferimenti a questa interfaccia di rete.
nb: Fjerning av vlan grensesnittet vil påvirke konfigurasjonen på et eller flere moduler som bruker referanser til dette nettverks grensesnittet.
zh_cn: 删除vlan接口会影响所有与该网络接口有关系模块的配置

source: Paused
de: Angehalten

source: Jabber account
de: Jabber-Konto
it: Account Jabber
nb: Jabber konto

source: Administration rights
de: Administrationsrechte
it: Privilegi di amministrazione
nb: Administrasjons rettigheter

source: PDC/File sharing account
de: Domänencontroller-/Freigabekonto

source: Sharing directory for this group
de: Freigegebener Ordner für diese Gruppe
it: Directory condivisa per questo gruppo
nb: Delings mappe for denne gruppen
zh_cn: 该组的共享目录

source: You can set a share directory for this group, but you should keep in mind that Microsoft Windows 98 and Millenium will not be able to see names longer than 12 characters
de: Sie können dieser Gruppe eine Freigabe zuordnen, aber denken Sie daran, dass Microsoft Windows 98 und Millenium (ME) nur Namen bis 12 Zeichen anzeigen können
it: Puoi impostare una directory condivisa per questo gruppo, ma ricorda che Microsoft Windows 98 e Millenium Edition non riconoscono i nomi più lunghi di 12 caratteri
nb: Du kan sette en delings mappe for denne gruppen, men du bør tenke på at Microsoft Windows 98 og Milennium vil ikke klare å se navn lenger enn 12 tegn
zh_cn: 你可以为这个组设置一个共享目录，但你要注意 Microsoft Windows 98 和 Millenium 无法看到超过 12 个字符的名称

source: This resource name is longer than 12 characters.
de: Der Name dieser Ressource ist länger als 12 Zeichen
it: Il nome di questa risorsa è più lungo di 12 caratteri.
nb: Dette resurs navnet er lenger enn 12 tegn.
zh_cn: 此资源名称超过12字符长

source: Directory name
de: Ordnername
it: Nome directory
nb: Mappe navn
zh_cn: 文件夹名称

source: Select the printers this user will have access to.
de: Wählen Sie die Drucker welche der Benutzer verwenden darf
nb: Velg skriverene denne brukeren vil ha tilgang til.

source: Allow all printers
de: Alle Drucker erlauben

source: printers module
de: Druckermodul

source: file sharing module
de: Dateifreigabe-Modul
it: modulo condivisione file
zh_cn: 文件共享模块

source: The group you tried to delete has a directory which contains data, if you remove it all its data will be removed. Please confirm that you want to delete it.
de: Die Gruppe, die Sie entfernen wollten hat einen Ordner, der Daten enthält. Falls Sie die Gruppe entfernen, werden alle zugehörigen Daten gelöscht. Wollen Sie wirklich entfernen?

source: Home Directories
de: Eigener Ordner
it: Directory home
nb: Hjemme Mapper
zh_cn: 家目录

source: {group} share directory
de: {group} Freigabe-Verzeichnis

source: [Virus] found in a mail to you:
de: [Virus] wurde in einer Mail an Sie gefunden:
nb: [Virus] funnet i e-post til deg:

source: Country code
de: Landes-Kennung
it: Codice paese
nb: Landskode
zh_cn: 国家代号

source: City
de: Ort
it: Città
nb: By
zh_cn: 城市

source: Issue
de: Ausstellen
it: Emetti
zh_cn: 问题

source: The CA passphrase is optional
de: Die CA Passphrase ist optional
it: La passphrase della CA è opzionale
zh_cn: CA 口令是可选的

source: Issue the Certification Authority Certificate
de: Ein Zertifikat für die Zertifizierungsstelle ausstellen
it: Emetti il certificato dell'Autorità di Certificazione
zh_cn: 颁发 CA 证书

source: Current Certificate List
de: Aktuelle Liste der Zertifikate
it: Elenco certificati correnti
zh_cn: 当前证书列表

source: Date refers to Expiration Date in Valid/Expired and to Revokation Date in Revoked certificates respectively
de: Datum bezieht sich auf "Ablaufdatum" in "Gültig/Abgelaufen" bzw. auf "Widerrufsdatum" in "Widerrufene Zertifikate"
it: La data si riferisce rispettivamente alla data di scadenza in Valido/Scaduto e alla data di revoca
zh_cn: 日期分别指的是有效/失效的到期时间和证书的吊销时间

source: from
de: von
it: da
zh_cn: 从

source: Valid
de: Gültig
it: Valido
zh_cn: 有效

source: Expired
de: Abgelaufen
it: Scaduto
zh_cn: 过期的

source: Revoked
de: Widerrufen
it: Revocato
zh_cn: 撤销

source: Revoke
de: Widerrufen
it: Revoca
nb: Tilbakekalle
zh_cn: 撤销

source: Download Key(s) and Certificate
de: Schlüssel und Zertifikat downloaden
it: Scarica Chiave(i) e Certificato
zh_cn: 下载密钥和证书

source: Renew
de: Erneuern
it: Rinnova
nb: Forny
zh_cn: 更新

source: Revoking CA certificate
de: Das Zertifikat der Zertifizierungsstelle wird widerrufen
it: Revoco il certificato CA
nb: Tilbakekaller CA sertifikat
zh_cn: 正在吊销 CA 证书

source: Revoking certificate
de: Das Zertifikat wird widerrufen
it: Revoco il certificato
nb: Tilbakekaller sertifikat
zh_cn: 正在吊销证书

source: This revokation can affect the functionality from other modules, please confirm you are very sure to revoke the whole certification authority from {on} and leave the service(s) unstable or disabled
de: Das Zertifikat mit dem gemeinsamen Namen {on}, welches Sie widerrufen wollten wird von einem anderen Modul verwendet. Möchten Sie das Zertifikat widerrufen, und in Kauf nehmen, dass die Dienste instabil oder deaktiviert werden?
it: Questa revoca può influenzare la funzionalità di altri moduli, per favore conferma se sei veramente sicuro di voler revocare l'intera autorità di certificazione da {on} e lasciare il/i servizio/i instabile/i o disabilitato/i
nb: Denne tilbakekallingen kan berøre funksjonaliteten til andre moduler, vennligst forsikre deg om at du er sikker på å tilbakekalle hele denne sertifiseringsautoriteten (CA) fra {on} og gjøre tjenesten(e) ustabile eller deaktivert
zh_cn: 吊销行为可能会影响其他模块的功能，请确认你很肯定从{on}吊销证书认证并无视服务不稳定或者不可用

source: The certificate whose common name is {cn} you tried to revoke is being used by some module, please confirm you are sure to revoke and leave the service(s) unstable or disabled
de: Das Zertifikat mit der Bezeichnung {cn}, welches Sie widerrufen wollten, wird noch von einem Modul verwendet. Bitte bestätigen Sie, dass sie mit Sicherheit widerrufen wollen. Das kann den betroffenen Dienst instabil machen oder deaktivieren
it: Il certificato con common name {cn} che stai provando a revocare è usato da qualche modulo, per favore conferma di esser sicuro di revocare e lasciare il servizio/i instabile/i o disabilitato/i
nb: Sertifikatet som har vanlig navn {cn} du prøvde å tilbakekalle er brukt av noen moduler, vennligs forsikre deg om at du er sikker på å tilbakekalle og gjøre tjenesten(e) ustabile eller deaktivert
zh_cn: 你试图吊销的证书的通用名称 {cn} 正在被一些模块使用，请确认你很肯定吊销证书认证并无视服务不稳定或者不可用

source: Revoke the selected certificate
de: Das ausgewählte Zertifikat widerrufen
it: Revoca il certificato selezionato
nb: Tilbakekalle valgt sertifikat
zh_cn: 吊销所选择的证书

source: Expiration Date
de: Ablaufdatum
it: Data di scadenza
nb: Utløps Dato
zh_cn: 截止日期

source: CA Passphrase
de: Passwortsatz der Zertifizierungsstelle
it: Passphrase CA
nb: CA Passord
zh_cn: CA 密码

source: Create Certification Authority Certificate
de: Ein Zertifikat für die Zertifizierungsstelle generieren
it: Crea il Certificato dell'Autorità di Certificazione
nb: Opprett CA Sertifikat
zh_cn: 创建认证中心证书

source: Renewing CA certificate
de: Das Zertifikat der Zertifizierungsstelle wird erneuert
it: Rinnovo il certificato CA
zh_cn: 更新 CA 证书

source: Renewing certificate
de: Das Zertifikat wird erneuert
it: Rinnovo il certificato
zh_cn: 正在更新证书

source: This renewal can affect the functionality from other modules, please confirm you are very sure to renew the whole certification authority from {on} and leave the service(s) unstable or disabled
de: Diese Erneuerung kann die Funktionsweise anderer Module beeinträchtigen. Sind Sie ganz sicher, dass Sie die ganze Zertifizierungsstelle {on} erneuern möchten und die Dienste instabil oder deaktiviert werden können
it: Questo rinnovo può influire sulla funzionalità di altri moduli, per favore conferma di essere veramente sicuro di rinnovare l'intera autorità di certificazione da {on} e lasciare il servizio/i instabile/i o disabilitato/i
zh_cn: 该更新会影响其他模块功能，请万分确认你从 {on} 更新所有的证书认证并且无视服务不稳定或不可用

source: The certificate whose common name is {cn} you tried to renew is being used by some module, please confirm you are sure to renew and leave the service(s) unstable or disabled
de: Das Zertifikat mit der Bezeichnung {cn}, welches Sie erneuern wollten, wird noch von einem Modul verwendet. Sind Sie ganz sicher, dass Sie das Zertifikat erneuern und die betroffenen Dienste instabil oder deaktiviert werden
it: Il certificato con common name {cn} che hai provato a rinnovare è usato da altri moduli, per favore conferma di essere veramente sicuro di rinnovarlo e di lasciare il/i servizio/i instabile/i o disabilitato/i
nb: Sertifikatet som har vanlig navn {cn} du prøvde å fornye er brukt av noen moduler, vennligs forsikre deg om at du er sikker på å tilbakekalle og gjøre tjenesten(e) ustabile eller deaktivert
zh_cn: 你试图重建的证书的通用名称 {cn} 正在被一些模块使用，请确认你很肯定吊销证书认证并无视服务不稳定或者不可用

source: Renew a certificate
de: Zertifikat erneuern
it: Rinnova un certificato
nb: Forny et sertifikat
zh_cn: 更新证书

source: You will need to restart all the services or reboot the system to apply the hostname change.
de: Alle Dienste müssen neu gestartet werden oder ein Neustart des Systems durchgeführt werden, um die Änderung des Rechnernamens wirksam werden zu lassen.
it: Dovrai riavviare tutti i servizi o riavviare il sistema, per applicare la modifica al cambio di hostname.
nb: Du må omstarte alle tjenestene eller starte systemet på nytt for å utføre verstnavns endringen.
zh_cn: 您需要重启所有服务或者重启系统才能应用主机名变更。

source: The hostname will be changed to {newHostname} after saving changes.
de: Der Rechnername wird nach dem Speichern der Änderungen geändert in {newHostname}.

source: Restart
de: Neu starten
it: Riavvia
nb: Omstart
zh_cn: 重启

source: Configure widgets
de: Widgets konfigurieren
it: Configura widget
nb: Konfigurer dingser
zh_cn: 配置组件

source: No entries in this list
de: Keine Einträge in dieser Liste
it: Non c'è nulla in questa lista
nb: Ingen inntastinger i denne listen
zh_cn: 此列表没有条目
