Repository: zentyal/zentyal
Catalog: extra/installer/data/package-installer/po/*.po
Languages: de, es, et, hu, it, nb, ru

source: The username '{user}' is reserved. Please choose another.
et: Kasutajanimi '{user}' on reserveeritud. Palun vali mõni teine kasutajanimi.
it: Il nome utente '{user}' è riservato. Prego scegline un altro.
