Repository: zentyal/zentyal
Catalog: extra/installer/data/package-installer/po/*.po
Languages: de, es, et, hu, it, nb, ru

source: Firewall, HTTP proxy, traffic shaping, etc.
de: Firewall, HTTP-Proxy, Bandbreitenmanagement, etc.
es: Firewall, proxy HTTP, mold. tráfico, etc.
et: Tulemüür, HTTP puhverserver, võrguliikluse kujundamine jne
hu: tűzfal, HTTP proxy, forgalomirányítás, stb.
nb: Brannmur, HTTP proxy, trafikkstyring, etc.
ru: Файрвол, HTTP прокси, приоретизация трафика, и т.д.

source: Firewall, IDS, AV, VPN, content & mail filter, etc.
de: Firewall, IDS, AV, VPN, Inhalts- & Mailfilter, etc.
es: Firewall, IDS, AV, VPN, filtrado contenidos, etc.
et: Tulemüür, IDS, AV, VPN, sisu- ja meilifilter jne
hu: tűzfal, IDS, vírusirtó, VPN, tartalom- és levélszűrő, stb.
nb: Brannmur, IDS, AV, VPN, innholds- og epostfilter, etc.
ru: Файрвол, IDS, антивирус, VPN, почтовый и контент фильтры, и т.д.

source: DHCP, DNS, NTP, HTTP server, etc.
es: DHCP, DNS, NTP, servidor HTTP, etc.
et: DHCP, DNS, NTP, HTTP server jne
hu: DHCP, DNS, NTP, HTTP kiszolgáló, stb.
ru: DHCP, DNS, NTP, HTTP сервер, и т.д.

source: File sharing and printing, groupware, etc.
de: Datei- und Druckerfreigabe, Groupware, etc.
es: Compartir ficheros e impresoras, groupware, etc.
et: Failide jagamine ja printimine, rühmavara jne
hu: fájl és nyomtató megosztás, csoportmunka, stb.
it: Condivisione file e stampanti, groupware, etc.
nb: Fil- og printerdeling, gruppevare, etc.
ru: Общий доступ к файлам и принтерам, groupware, и т.д.

source: Mail, Jabber/XMPP, VoIP, etc.
et: Meil, Jabber/XMPP, VoIP jne
hu: levelezés, Jabber/XMPP, VoIP, stb.
nb: Epost, Jabber/XMPP, VoIP, etc.
ru: Почта, Jabber/XMPP, VoIP, и т.д.

source: Window system with local browser
de: Windows System mit lokalem Browser
et: Aknasüsteem kohaliku veebilehitsejaga
nb: Windows system med lokal utforsker
ru: Иксы с огнелисом

source: Networking
de: Netzwerkverbindungen
es: Gestión de red
hu: hálózati munka
nb: Nettverk
ru: Конфигурация сети

source: Firewall and redirections
de: Firewall und Umleitungen
es: Cortafuegos y redirecciones
et: Tulemüür ja ümbersuunamine
hu: tűzfal és átirányítás
it: Firewall e reindirizzamenti
nb: Brannmur og viderekoblinger
ru: Файрвол и перенаправления

source: Traffic shaping
de: Bandbreitenmanagement
es: Moldeado de tráfico
et: Võrguliikluse kujundamine
hu: forgalomirányítás
nb: Trafikkstyring
ru: Приоретизация трафика

source: File sharing server and Windows PDC
de: Datei-Server und Windows PDC
es: Servidor de ficheros y PDC Windows
et: Failiserver ja Windowsi primaarne domeenikontroller
hu: fájl megosztó kiszolgáló és Windows tartományi kiszolgáló (PDC)
it: Server condivisione file e Windows PDC
nb: Fildelingsserver og Windows PDC
ru: Файловый сервер и сервер контролера домена (Win PDC)

source: DNS server
es: Servidor DNS
hu: DNS kiszolgáló
ru: DNS сервер

source: DHCP server
de: DCHP-Server
es: Servidor DHCP
hu: DHCP kiszolgáló
ru: DHCP сервер

source: RADIUS server
es: Servidor RADIUS
hu: RADIUS kiszolgáló
ru: RADIUS сервер

source: HTTP proxy and content filter
de: HTTP-Proxy und Inhaltsfilter
es: Proxy HTTP y filtro de contenidos
et: HTTP puhverserver ja sisufilter
hu: HTTP proxy és tartalomszűrő
it: HTTP proxy e filtro contenuti
nb: HTTP proxy og innholds filter
ru: HTTP прокси и фильтр контента

source: LDAP users and groups management
de: LDAP Benutzer- und Gruppenverwaltung
es: Gestión de usuarios y grupos de LDAP
et: LDAP kasutajate ja gruppide haldamine
hu: LDAP felhasználók és csoportok kezelése
it: LDAP gestione utenti e gruppi
nb: LDAP brukere og gruppe behandling
ru: Управление пользователями и групамми LDAP

source: System monitor with graphs and alerts
de: Systemüberwachung mit Graphen und Alarmen
es: Monitorización con gráficos y alertas
hu: rendszermonitor grafikonnal és riasztásfigyeléssel
it: Monitor di sistema con grafici e avvisi
nb: System monitor med grafer og varsler
ru: Системный монитор с графиками и предупреждениями

source: System and eBox package management
de: System und eBox Paket-Management
es: Gestión de paquetes software
et: Süsteemi ja eBoxi paketihaldus
hu: rendszer és eBox csomag kezelés
it: Gestione pacchetti sistema/eBox
nb: System og eBox pakke behandling
ru: Управление системным ПО и пакетами eBox

source: Remote or local Backup
de: Remote oder Lokale Datensicherung
es: Backup local o remoto
et: Kaug või kohalik varundamine
hu: Távoli vagy helyi mentés
it: Backup remoto o locale
nb: Ekstern eller lokal Sikkerhetskopi
ru: Удалённый или локальный бэкап

source: NTP server
es: Servidor NTP
hu: NTP kiszolgáló
ru: NTP сервер

source: Printing server
de: Druck-Server
es: Servidor de impresión
et: Printserver
hu: nyomtató kiszolgáló
it: Server di stampa
nb: Print server
ru: Сервер печати

source: Jabber/XMPP server
es: Servidor Jabber/XMPP
hu: Jabber/XMPP kiszolgáló
ru: Jabber/XMPP сервер

source: VPN server
es: Servidor VPN
hu: VPN kiszolgáló
ru: VPN сервер

source: HTTP server
es: Servidor HTTP
hu: HTTP kiszolgáló
ru: HTTP сервер

source: Mail system: SMTP, POP3, IMAP4
es: Correo: SMTP, POP3, IMAP4
et: Meilisüsteem: SMTP, POP3, IMAP4
hu: levelezőrendszer: SMTP, POP3, IMAP4
it: Sistema mail : SMTP, POP3, IMAP4
nb: Epost system: SMTP, POP3, IMAP4
ru: Почтовая система: SMTP, POP3, IMAP4

source: WWW Mail Client
es: Cliente de correo Web
et: WWW meiliklient
hu: www levelező kliens
nb: WWW Epost Klient
ru: Почтовый вэбинтерфейс

source: Antispam, antivirus, transparent POP3 proxy
de: Antispam, Antivirus, Transparenter POP3-Proxy
es: Antispam, antivirus, proxy POP3 transparente
et: Viiruse- ja räpmsposti tõrje, nähtamatu POP3 puhverserver
hu: SPAM szűrő, vírusirtó, transzparens POP3 proxy
it: Antispam, antivirus, POP3 proxy trasparente
nb: Antisøppel, antivirus, gjennomsiktig POP3 proxy
ru: Антиспам, антивирус, прозрачный POP3 прокси

source: Antivirus
et: Viirusetõrje
hu: vírusirtó
ru: Антивирус

source: Shared calendar and address book, webmail, etc
de: Freigegebene Kalender und Adressbücher, Webmail, etc
es: Calendarios compartidos, contactos, etc.
et: Jagatud kalender ja aadressiraamat, webmail jne
hu: megosztott naptár és címjegyzék, webmail, stb.
it: Calendario e agenda condivisi, webmail, etc.
nb: Delt kalender og adressebok, web epost, etc
ru: Совмесные календарь и адресная книга, вэб почта, и т.д.

source: Intrusion Detection System
de: System zur Erkennung von Eindringlingen
es: Sistema de detección de intrusos
et: Sissetungi tuvastuse süsteem
hu: behatolás (betörés ?) érzékelő rendszer
nb: Innbrudds Detekterings System
ru: Система обнаружения вторжений

source: VoIP PBX
es: Centralita VoIP
ru: VoIP PBX (телефония)

source: eBox Platform Installer
es: Instalación de eBox Platform
et: eBoxi platvormi paigaldaja
hu: eBox platform telepítő
it: Installazione di eBox Platform
ru: Установщик eBox

source: Choose package selection method
de: Paket-Auswahl-Methode
es: Elija el método de selección de paquetes
hu: válasszon csomagkezelési módszert (eljárást ?)
it: Scegli il metodo di selezione dei pacchetti
nb: Velg pakke valg metode
ru: Укажите метод выбора пакетов

source: Select the method that better fits your needs.
de: Wählen Sie die Methode, welche besser Ihren Anforderungen entspricht.
es: Elija según sus necesidades.
et: Vali enda jaoks sobiv meetod.
hu: Válasszon egy eljárást a legjobb kitöltéshez! (?)
it: Seleziona il metodo che si adatta meglio alle tue esigenze.
nb: Velg metoden som passer deg best.
ru: Выбирайте метод, который больше удовлетворит ваши нужды

source: simple
de: einfach
et: lihtne
hu: egyszerű
it: semplice
nb: enkel
ru: простой

source: Select packages by task
de: Pakete per Task auswählen
es: Seleccione los paquetes por tarea
et: Vali paketid tööülesannete järgi
hu: Válasszon csomagokat a feladathoz!
it: Seleziona i pacchetti dall'attività
nb: Velg pakker etter oppgave
ru: Выбор пакетов по задачам

source: advanced
de: fortgeschritten
es: avanzado
et: laiendatud
hu: haladó
it: avanzato
nb: avansert
ru: расширенный

source: Select packages manually
de: Pakete manuell auswählen
es: Seleccione los paquetes manualmente
et: Vali paketid käsitsi
hu: csomagok egyedi kiválasztása
it: Seleziona i pacchetti manualmente
nb: Velg pakker manuelt
ru: Выбрать пакеты вручную

source: Select eBox tasks to install
de: eBox-Aufgaben zum Installieren auswählen
es: Seleccione conjuntos de paquetes a instalar
et: Vali paigaldamiseks eBoxi ülesanded
hu: Válasszon eBox feladatokat a telepítéshez!
it: Seleziona le attività da installare
nb: Velg eBox oppgaver å installere
ru: Выберите задачи eBox для установки

source: Select one or more tasks:
de: Wählen Sie eine oder mehrere Aufgaben
es: Seleccione una o más tareas:
et: Vali üks või rohkem ülesandeid:
hu: Válasszon egy vagy több feladatot!
it: Seleziona una o più attività:
nb: Velg en eller flere oppgaver:
ru: Выберите одну или более задач:

source: Select eBox packages to install
de: Wählen Sie die zu installierenden eBox-Pakete
es: Seleccione los paquetes a instalar
et: Vali paigaldamiseks eBoxi paketid
hu: Válasszon eBox csomagokat a telepítéshez!
it: Seleziona i pacchetti eBox da installare
nb: Velg eBox pakker å installere
ru: Выберите пакеты eBox для установки

source: Select the desired packages:
de: Wählen Sie die gewünschten Pakete aus:
es: Seleccione los paquetes que desee:
et: Vali soovitud paketid:
hu: Válassza ki a kívánt csomagokat!
it: Seleziona i pacchetti desiderati:
nb: Velg ønskede pakker:
ru: Выберите необходимые пакеты:

source: Select the type of the server
de: Wählen Sie die Art des Servers
es: Seleccione el tipo de servidor
et: Vali serveri tüüp
hu: Válassza ki a kiszolgáló típusát!
it: Seleziona il tipo di server
nb: Velg type server
ru: Укажите тип сервера

source: Choose standalone unless you want LDAP replication or synchronization with Active Directory.
de: Wählen sie 'Standalone', außer Sie wollen eine LDAP-Replikation oder eine Synchronisation mit einem Active Directory durchführen.
es: Elija normal si no necesita replicación de LDAP o sincronización con Active Directory.
hu: Válasszon egyedülálló kiszolgálót (?), kivéve ha az LDAP replikációt vagy szinkronizációt akar az AD-val.
nb: Velg selvstendig med mindre du vil ha LDAP replikering eller synkronisering med Active Directory.
ru: Выберите самостоятельный, если вы не используете LDAP репликацию или синхронизацию с AD.

source: Standalone server
es: Un sólo servidor
et: Eraldiseisev server
hu: önálló kiszolgáló
it: Server standalone
nb: Selvstendig server
ru: Самостоятельный сервер

source: Advanced configuration (Master/Slave/AD Sync)
de: Erweiterte Konfiguration (Master/Slave/AD Sync)
es: Configuración avanzada (Maestro/Esclavo/Sincronización con AD)
et: Laiendatud seadistamine (Ülem/Alam/AD Sync)
hu: haladó beállítások (mester/szolga/AD szinkronizálás)
it: Configurazione avanzata (Master/Slave/AD Sync)
nb: Avansert konfigurasjon (Master/Slave/AD Sync)
ru: Расширенная конфигурация (Мастер/Слэйв/AD синхронизация)

source: standalone
es: normal
et: eraldiseisev
hu: önálló
nb: selvstendig
ru: самостоятельный

source: Advanced configuration modes
de: Erweiterte Konfigurationseinstellungen
es: Modos de configuración avanzados
et: Laiendatud seadistamise režiimid
hu: haladó beállítási módok
it: Modalità di configurazione avanzata
nb: Avanserte konfigurasjons metoder
ru: Режим расширенной конфигурации

source: If you need the advanced features you have to configure them manually. You can find all the information here: {url}
de: Wenn Sie die erweiterten Features benötigen, müssen Sie diese manuell konfigurieren. Weitere Information dazu finden sie hier: {url}
es: En esta versión no soportamos autoconfiguración todavía. Para más información visite:{url}
et: Kui sa vajad laiendatud võimalusi, siis pead need seadistama käsitsi. Vajaliku informatsiooni leiad siit: {url}
hu: Ez a béta verzió nem támogatja a haladó, automatikus beállításokat. Erről többet megtudhat itt: {url}
it: Se hai bisogno di funzionalità avanzate, devi configurarle manualmente. Puoi trovare tutte le informazioni qui: {url}
nb: Hvis du trenger de avanserte tilleggene må du konfigurere dem manuelt. Du kan finne all informasjonen her: {url}
ru: В этой бэта-версии расширенная конфигурация пока не поддерживается. Подробности можно прочитать здесь: {url}

source: Select External (WAN) interfaces
de: Wählen Sie die Externe Schnittstelle (WAN)
es: Seleccione las interfaces externas (WAN)
et: Vali välised (WAN) liidesed
hu: Válassza ki a külső (WAN) csatoló(ka)t!
it: Seleziona l'interfaccia esterna (WAN)
nb: Velg Eksternt (WAN) grensesnitt
ru: Укажите ВНЕШНИЕ (WAN) интерфейсы

source: WARNING: By default you will not be able to access the web interface through them.
de: WARNUNG: Standardmäßig wird es nicht möglich sein über sie auf die eBox-Oberfläche zuzugreifen.
es: AVISO: Por defecto no se podrá acceder a la interfaz web a través de ellas.
et: HOIATUS: Vaikimisi puudub sul läbi nende ligipääs veebiliidesele
hu: Figyelem! Az alapértelmezett módon nem érhető el a web csatlakozón (interface) keresztül a (?).
it: ATTENZIONE: Per default non potrai accedere all'interfaccia web attraverso la WAN
nb: ADVARSEL: Som standard vil du ikke ha mulighet til å bruke web grensenittet gjennom dem.
ru: ВНИМАНИЕ: По умолчанию вы не сможите получить доступ к вэб-панели с этих интерфейсов

source: You have installed a gateway profile. It needs at least two network interfaces and your machine has only one. You can still enjoy the rest of the eBox features but it will not act as a gateway unless you add another network card.
de: Sie haben das Gateway-Profil installiert. Dies benötigt zumindest zwei Netzwerkkarten, aber ihr Rechner hat nur eine. Sie können weiterhin alle anderen Features der eBox nutzen, aber sie wird nicht als Gateway fungieren bis Sie eine zweite Netzwerkkarte hinzufügen.
es: Ha seleccionado un perfil de gateway. Se necesitan al menos dos tarjetas de red y su máquina sólo tiene una. Aún puede disfrutar del resto de funciones de eBox pero no actuará como gateway si no se le añade otra tarjeta de red.
et: Sa oled paigaldanud lüüsi profiili. See vajab vähemalt kahte võrguliidest, kuid sinu masinal on neid ainult üks. Sa võid küll kasutada ülejäänud eBoxi võimalusi, kuid ta ei toimi lüüsina seni, kui sa ei ole lisanud teist võrgukaarti.
hu: Telepítette az átjáró profilját. Szükséges legalább két hálózati csatoló és a saját gépébe elég egy is. Használja (élvezheti) az eBox ezen szolgáltatását, de lehet, hogy hozzá kell adni az átjáró használatához egy másik hálózati csatolót (interface) is.
it: Hai installato il profilo di un gateway il quale ha bisogno di almeno due interfacce di rete, la tua macchina ne ha una sola. Puoi ancora godere del resto delle caratteristiche eBox ma non funzionerà da gateway a meno che non aggiungi un'altra scheda di rete.
nb: Du har installert en gateway profil. Dette krever minst to nettverks grensesnitt og din maskin har bare ett. Du kan fortsatt nyte resten av eBox tilleggene men den vil ikke fungere som en gateway med mindre du legger til et nettverks grensenitt.
ru: Вы установили профиль шлюза. Необходимо иметь хотя бы 2 сетевых интерфейса, а на вашей машине всего один. Вы конечно можете продолжать наслаждаться eBox`ом но он не будет выступать шлюзом, пока вы не добавите ещё один и более интерфейс.

source: Enter administration user
de: Geben Sie einen Benutzername für den Administrator ein.
es: Introduzca un nombre para el usuario administrador
et: Sisesta administreerija kasutajanimi
hu: Adja meg az adminisztrációt végző felhasználót
it: Inserisci l'utente amministratore
nb: Tast inn administrasjons bruker
ru: Введите административного пользователя

source: You will need this username to log into the local console or access remotely by SSH:
de: Sie benötigen diesen Benutzernamen um sich in der lokale Konsole anzumelden oder Zugriff per SSH zu bekommen:
es: Se usará este nombre para acceder a la consola local o acceder via SSH:
et: Kasutajanime vajatakse konsooli logimiseks või SSH kaugligipääsuks:
hu: A bejelentkezéshez kell a felhasználói név a helyi konzolon vagy a távoli hozzáférésű SSH kapcsolaton keresztül.
it: Avrai bisogno di questo username per accedere alla console locale o accedere da remoto a SSH:
nb: Du vil trenge dette brukernavnet for å logge inn på det lokale konsollet eller fjernstyrt tilgang over SSH:
ru: Вам понадобится это имя пользователя, чтобы войти в локальную консоль, или удалённо по SSH:

source: Enter administration password
de: Geben Sie das Administrations-Passwort ein
es: Introduzca la contraseña de administración
et: Sisesta administreerija parool
hu: Adja meg az adminisztrációs jelszót
it: Inserisci la password di amministrazione
nb: Tast inn administratsjons passord
ru: Введите административный пароль

source: You will need to use this password to log into the eBox interface or in the console with the username that you have just entered:
de: Sie benötigen dieses Passwort um sich auf der eBox-Oberfläche anzumelden oder auf der Konsole mit dem Benutzernamen, den Sie gerade eingegeben haben:
es: Se necesitará esta password para acceder a la interfaz de eBox o a la consola con el usuario que se acaba de introducir:
et: Parooli ja sisestatud kasutajanime vajatakse sisselogimisel eBoxi veebiliidesesse või kohalikku konsooli:
hu: Az eBox csatolón (interface) keresztüli belépéshez szükséges a jelszó használata vagy a konzolon meg kell adni a felhasználói nevet:
it: Avrai bisogno di questa password per accedere all'interfaccia di eBox o nella console con lo username che hai inserito:
nb: Du vil trenge dette passordet for å logge inn på eBox grensesnittet eller konsollet med brukernavnet du har tastet inn:
ru: Вам понадобится этот пароль для входа в интерфейс eBox`a и входа в локальную консоль с именем пользователя, которое вы только-что ввели:

source: Confirm administration password
de: Bestätigen Sie das Administrations-Passwort
es: Confirmar la contraseña de administración
et: Kinnita administraatori parool
hu: Erősítse meg az adminisztrációs jelszót
it: Conferma la password di amministrazione
nb: Bekreft administratsjons passord
ru: Подтвердите административный пароль

source: Mail configuration
de: Mail-Konfiguration
es: Configuración del servidor de correo
et: Meili seadistamine
hu: levelezés beállítása
it: Configurazione Mail
nb: Epost konfigurasjon
ru: Конфигурация почты

source: Enter default virtual mail domain:
de: Geben Sie einen Namen für die standardmäßige virtuelle Mail-Domäne ein:
es: Introduce el dominio virtual de correo por defecto:
et: Sisesta vaikimisi virtuaalne meilidomeen:
hu: Adja meg az alapértelmezett virtuális levelező domaint:
nb: Tast inn standard virtuelt epost domene:
ru: Введите виртуальный почтовый домен по умолчанию:

source: Installation finished
de: Installation abgeschlossen
es: Instalación completada
et: Paigaldamine on lõppenud
hu: A telepítés véget ért.
it: Installazione terminata
nb: Installasjon fullført
ru: Установка завершена

source: Now you can access the eBox interface browsing the following address from any computer in your network:
de: Sie können nun auf das eBox Interface zugreifen, in dem sie von einem beliebigen Computer in Ihrem Netzwerk folgende Adresse in Ihrem Browser aufrufen:
es: Ahora puede acceder a la interfaz de eBox desde cualquier máquina en su red en la siguiente dirección:
et: Nüüd saad sa kohtvõrgu arvutitest eBoxi kasutajaliidesesse siseneda, kui kirjutad veebilehitsejasse selle aadressi:
hu: Ön most hozzáférhet az eBox csatolóval (interface) a következő címen a hálózaton csatlakozó számítógéphez:_ (?)
it: Adesso puoi accedere all'interfaccia di eBox navigando a questo indirizzo da qualsiasi computer della tua rete:
nb: Nå kan du bruke eBox grensesnittet med følgende adresse fra hvilken som helst PC i ditt nettverk:
ru: Теперь вы можете войти в интерфейс eBox с любого компьютера вашей сети, введя следующий адрес в браузере:

source: The size of your root filesystem is less than 2GB. This is not enough for a typical setup. If you really know what you are doing you can install in expert mode and define your own partition layout.
de: Die Größe Ihres Root-Dateisystems ist kleiner als 2 GB. Dies ist nicht genug für eine typische Installation. Wenn Sie sich sicher sind, was Sie machen können Sie im Experten-Modus Ihr eigenes Partitions-Layout definieren.
es: El tamaño del sistema de ficheros raíz es menor de 2GB. Esto no es suficiente para una instalación típica. Si realmente sabe lo que está haciendo, puede reiniciar el instalador en modo experto y definir su propio esquema de particionado.
et: Juurfailisüsteem on väiksem kui 2GB, mis ei ole piisav tüüpiliseks seadistuseks. Kui omad vastavaid kogemusi võid paigaldamist jätkata ekspertrežiimis ja määrata enda jaoks sobiv partitsioonide paigutus.
hu: A root fájlrendszer mérete kisebb mint 2 GB. Ez nem elegendő a tipikus (általános) telepítéshez. Ha szakértői üzemmódban akar telepíteni, akkor adjon meg egy saját partíciót.
it: La dimensione del tuo filesystem root è minore di 2GB. Questi non sono abbastanza per un'installazione tipica. Se sai cosa stai facendo puoi effettuare l'installazione in modalità esperto e definire un tuo schema di partizionamento.
nb: Størrelsen på ditt root filsystem er mindre enn 2GB. Dette er ikke nok for et typisk oppsett. Hvis du virkelig vet hva du gjør kan du installere i ekspert modus og definere ditt eget partisjons oppsett.
ru: Размер вашей корневой ФС меньше 2 GB. Этого недостаточно для типичной установки. Если вы действительно понимаете что делаете, запустите установку в расширенном режиме и вручную укажите размеры разделов.

source: Error
de: Fehler
et: Viga
hu: Hiba
it: Errore
nb: Feil
ru: Ошибка

source: Installing eBox packages...
de: Installiere eBox Pakete...
es: Instalando paquetes de eBox...
et: eBoxi pakettide paigaldamine...
hu: eBox csomagok telepítése...
it: Installazione dei pacchetti eBox...
nb: Installerer eBox pakker...
ru: Установка пакетов eBox...

source: Installation failed.
de: Installation fehlgeschlagen.
es: Instalación fallida.
et: Paigaldamine ebaõnnestus.
hu: Meghiúsult telepítés.
it: Installazione fallita.
nb: Installasjon feilet.
ru: Ошибка установки

source: Check {logfile} content to see what happened
de: Überprüfen Sie {logfile}, um zu sehen, was passiert ist
et: Vaata logifaili {logfile}, et teada saada mis on toimunud
it: Controlla il contenuto di {logfile} per vedere cos'è successo
nb: Kontroller {logfile} inhold for å se hva som skjedde
ru: Смотрите содержание {logfile} для выяснения причин

source: You must select at least one package.
de: Sie müssen mindestens ein Paket auswählen.
es: Debe seleccionar al menos un paquete
et: Sa pead valima vähemalt ühe paketi.
hu: Adjon meg legalább egy csomagot!
it: Devi selezionare almeno un pacchetto.
nb: Du må velge minst en pakke.
ru: Вы должны выбрать хотя бы один пакет.

source: Warning
de: Warnung
es: Advertencia
et: Hoiatus
hu: Figyelmeztetés
it: Attenzione
nb: Advarsel
ru: Внимание

source: Passwords don't match
de: Passwörter stimmen nicht
es: Las contraseñas no coinciden
et: Paroolid ei kattu
hu: A jelszavak nem egyeznek
it: Le password non corrispondono
nb: Passorene stemmer ikke
ru: Пароли не совпадают

source: Preconfiguring eBox packages...
de: eBox Pakete werden vorkonfiguriert...
es: Preconfigurando paquetes de eBox...
et: eBoxi pakettide eelseadistamine...
hu: eBox csomagok előzetes beállítása...
it: Preconfiguro i pacchetti eBox...
nb: Prekonfigurerer eBox pakker...
ru: Предварительная настройка пакетов eBox...

source: Check contents of {log} to see what happened
hu: Ellenőrizze a {log} tartalmát, hogy lássa a történéseket.

source: The username 'ebox' is reserved. Please choose another.
es: El nombre de usuario 'ebox' está reservado. Por favor, elija otro.
hu: Az eBox felhasználói név már foglalt, kérem válasszon másikat!
