Repository: zentyal/zentyal
Catalog: client/dns/po/*.po
Languages: bg, cs, hu, ru

source: Domain
bg: Област
cs: Doména
hu: Tartomány
ru: Домен

source: Hostnames
bg: Имена на хостове
cs: Názvy hostitele
hu: Gépnevek
ru: Имена узлов

source: Mail Exchangers
bg: Сървъри за обмен на поща
hu: Levelezőkiszolgálók
ru: Почтовый обменник

source: Name Servers
cs: Jmenné servery
hu: DNS-kiszolgálók
ru: Сервера имен

source: IP Address
bg: IP адрес
cs: IP adresa
hu: IP-cím
ru: IP-адрес

source: Dynamic
cs: Dynamický
hu: Dinamikus

source: A domain is dynamic when the DHCP server updates the domain
cs: Doména je dynamická, když DHCP server aktualizuje doménu
hu: A tartomány dinamikus, ha DHCP-kiszolgáló frissíti azt.

source: List of Domains
cs: Seznam domén
hu: Tartományok listája
ru: Список доменов

source: domain
bg: област
cs: doména
hu: tartomány
ru: домен

source: Invalid preference number. Allowed range: ({min}, {max})
bg: Невалидно число на предпочитание. Допустим интервал: ({min}, {max})
cs: Neplatné preference číslo. Povolený rozsah: ({min}, {max})
hu: Érvénytelen preferenciaszám. Az engedélyezett tartomány: ({min}, {max})
ru: Недопустимое число. Допустимые значение: ({min}, {max})

source: The given host name is not a fully qualified domain name (FQDN). Do you mean mx.{name}?
cs: Zadaný název hostitele není plně kvalifikovaný název domény (FQDN). Máte na mysli mx.{name}?
hu: A megadott gépnév nem egy teljes képzésű tartománynév (FQDN). Erre gondolt: mx.{name}?
ru: Имя хоста не является полным доменным именем (FQDN). Вы имеете в виду mx.{name}?

source: The domain is set as read only. You cannot add mail exchangers
cs: Doména je nastavena jen pro čtení. Nemůžete přidávat mail exchangers
hu: A tartomány csak olvasható. Nem adhat hozzá levelezőkiszolgálókat.

source: Host name
bg: Име на хост
cs: Jméno hosta
hu: Gépnév
ru: Имя узла

source: If you choose "Custom", it should be a Fully Qualified Domain Name
cs: Pokud zvolíte "Custom", měl by to být plně kvalifikovaný název domény
hu: Az „Egyéni” kiválasztásakor teljes képzésű tartománynévnek (FQDN) kell lennie
ru: Если вы выбираете "Общие", тогда оно должно быть полным доменным именем

source: This domain
bg: Тази област
cs: Tato doména
hu: Ez a tartomány
ru: Этот домен

source: Custom
bg: По избор
cs: Uživatelský
hu: Egyéni
ru: Общие

source: Preference
bg: Предпочитание
hu: Preferencia
ru: Предпочтения

source: Mail exchangers
bg: Сървъри за обмен на поща
hu: Levelezőkiszolgálók
ru: Почтовый обменник

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
bg: Най-малкото число на предпочитание има най-висок приоритет и показва първия сървър, който трябва да бъде запитан, когато отдалечен клиент (най-често друг пощенски сървър) прави MX запитване за име на област. Интервал на допустими числа на предпочитание = ({min}, {max})
cs: Nejmenší preference číslo má nejvyšší prioritu a je první server který se zkouší když vzdálený klient (typicky jiný mail server) vyhledává MX pro doménu. Povolené preference číslo interval = ({min}, {max})
hu: A kisebb preferenciaszámnak nagyobb a prioritása, és ezt a kiszolgálót próbálják először elérni a távoli kliensek (tipikusan egy másik levelezőkiszolgáló) MX tartománynév-kikereséskor. Az engedélyezett preferenciaszámok tartománya: ({min}, {max})
ru: Наименьшее число имеет самый высокий приоритет и укажет на первый сервер, который попробует отдаленный клиент (обычно другой почтовый сервер) при поиске MX для доменного имени. Допустимый значений = ({min}, {max})

source: Mail exchanger record
bg: Запис за обмен на поща
cs: Mail exchanger záznam
hu: Levelezőkiszolgáló-rekord
ru: Запись почтового обменника

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
bg: Псевдоним не може бъде сървърът за имена "{ns}". Вместо това използвайте име на хост.
cs: Alias nemůže být jméno nameserveru "{ns}". Použijte raději hostname
hu: Nem használható álnév névkiszolgáló gépneveként („{ns}”). Használjon helyette gépnevet
ru: Псевдоним не может быть именем сервера имен "{ns}". Используйте имя узла

source: There is a hostname with the same name "{name}" in the same domain
bg: Има хост със същото име "{name}" в същата област.
cs: Tam je hostname se stejným názvem "{name}" ve stejné doméně
hu: Már létezik „{name}” gépnév ebben a tartományban
ru: В этом домене уже существует узел с этим именем "{name}"

source: There is an alias for {hostname} hostname with the same name "{name}" in the same domain
bg: Вече има псевдоним "{name}" за хоста {hostname} в същата област.
cs: Tam je alias pro {hostname} hostname se stejným názvem "{name}" ve stejné doméně
hu: Már létezik álnév a gépnévhez ({hostname}) „{name}” néven ugyanabban a tartományban
ru: Псевдним для {hostname} с таким именем "{name}" в этой же домене

source: Alias
bg: Псевдоним
hu: Álnév
ru: Псевдоним

source: alias
bg: Синоним
hu: álnév
ru: псевдоним

source: The given host name is not a fully qualified domain name (FQDN). Do you mean ns.{name}?
cs: Zadaný název hostitele není plně kvalifikovaný název domény (FQDN). Máte na mysli ns.{name}?
hu: A megadott gépnév nem egy teljes képzésű tartománynév (FQND). Erre gondolt: ns.{name}?
ru: Имя хоста не является полным доменным именем (FQDN). Вы имеете в виду ns.{name}?

source: The domain is set as read only. You cannot add name servers
cs: Doména je nastavena jen pro čtení. Nemůžete přidávat name servery
hu: A tartomány csak olvasható. Nem adhat hozzá névkiszolgálót

source: Name servers
cs: Jmenné servery
hu: Névkiszolgálók
ru: Сервера имен

source: It manages the name server (NS) records for this domain
cs: Spravuje jmennému serveru (NS) záznamy pro tuto doménu
hu: A tartomány névkiszolgáló-rekordjainak (NS) kezelése
ru: Управление записями серверов имен (NS)

source: name server record
cs: name server záznam
hu: Névkiszolgáló-rekord
ru: Запись сервера имен

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
bg: Вече има псевдоним "{name}" за "{hostname}" в същата област.
cs: Tam je alias se stejným jménem "{name}" pro "{hostname}" ve stejné doméně
hu: Már létezik „{name}” nevű álnév ezen „{hostname}” nevű géphez ebben a tartományban
ru: В этом домене уже существует псевдоним "{name}" для "{hostname}"

source: The domain is set as read only. You cannot add host names
cs: Doména je nastavena jen pro čtení. Nemůžete přidávat názvy hostitelů
hu: A tartomány csak olvasható. Nem adhat hozzá gépneveket

source: Host names
bg: Имена на хостове
hu: Gépnevek
ru: Имена узлов

source: host name
bg: Име на хост
cs: jméno hosta
hu: gépnév
ru: имя узла

source: The DNS server allows you to resolve names for your own domains.
bg: DNS сървърът ви дава възможност за разпознаване на имена от вашата собствена област.
cs: Server DNS umožňuje přeložit jména pro své vlastní domény.
hu: A DNS-kiszolgáló lehetővé teszi a nevek feloldását a saját tartományai számára.
ru: Сервер DNS обеспечивает разрешение имен для ваших доменов.

source: main bind9 configuration file
cs: Hlavní bind9 konfigurační soubor
hu: elsődleges bind9 konfigurációs fájl

source: bind9 options configuration file
cs: bind9 volby konfiguračního souboru
hu: bind9 beállítások konfigurációs fájlja

source: local bind9 configuration file
cs: lokální bind9 konfigurační soubor
hu: helyi bind9 konfigurációs fájl

source: Keys configuration file
cs: Keys konfigurační soubor
hu: Kulcsok konfigurációs fájlja

source: configuration file for zone {zone}
bg: конфигурационен файл на зона {zone}
cs: konfigurační soubor pro zónu {zone}
hu: konfigurációs fájl a(z) {zone} zónának
ru: файл конфигурации для зоны {zone}

source: configuration file for reverse resolution zone {zone}
bg: конфигурационен файл на зона за обратно разпознаване {zone}
cs: konfigurační soubor pro reverzní rozlišovací zónu {zone}
hu: a(z) {zone} fordított feloldási zóna konfigurációs fájlja
ru: файл конфигурации для обратной зоны {zone}

source: Change the permissions for {dir} to allow writing to bind group
cs: Změna oprávnění pro {dir} povolit zapisovat bind skupině
hu: Módosítsa a(z) {dir} könyvtár írási jogosultságát a bind csoportba írás engedélyezéséhez

source: Let the bind daemon to be dynamically updated
hu: A bind démon dinamikus frissítésének engedélyezése

source: Host list for domain {domain}
bg: Списък на хостовете за област {domain}
cs: Host seznam domén {domain}
hu: A(z) {domain} tartomány gépeinek listája
ru: Список узлов домена {domain}

source: Action
bg: Действие
cs: Akce
hu: Művelet
ru: Действие

source: Add
bg: Добавяне
cs: Přidat
hu: Hozzáadás
ru: Добавить

source: Delete
bg: Изтриване
cs: Vymazat
hu: Törlés
ru: Удалить

source: delete
bg: изтриване
cs: vymazat
hu: törlés
ru: удалить

source: Domain list
bg: Списък на областите
cs: Seznam domén
hu: Tartománylista
ru: Список доменов

source: Name
bg: Име
cs: Jméno
hu: Név
ru: Имя

source: Edit
bg: Редактиране
cs: Upravit
hu: Szerkesztés
ru: Редактировать

source: edit
bg: редактиране
cs: upravit
hu: szerkesztés
ru: редактировать
