Repository: zentyal/zentyal
Catalog: client/samba/po/*.po
Languages: da, fr, hu, ja, nl, pt, pt_br, ru, sv, tr

source: File sharing (Samba) protocol
fr: Protocole de partage de fichiers (Samba)
hu: Fájlmegosztó protokoll (Samba)
ja: ファイル共有(Samba)プロトコル
pt: Protocolo da partilha de ficheiro (samba)
pt_br: Protocolo de compartilhamento de arquivos (Samba)
ru: Протокол файловых ресурсов (Samba)
sv: Fildelning (Samba) protokoll

source: File Sharing
fr: Partage de fichiers
hu: Fájlmegosztás
pt_br: Compartilhamento de Arquivos
ru: Шаринг файлов
sv: Fildelning

source: Create Samba home directory for shares and groups
hu: Samba home könyvtár létrehozása megosztásoknak és csoportoknak
sv: Skapa Samba hemkatalog för utdelningar och grupper

source: Zentyal will create the directories for Samba shares and groups under /home/samba.
da: Zentyal vil lave katalogerne (directorys) for Samba shares og grupper i /home/samba.
hu: A Zentyal létrehozza a home könyvtárat a Samba megosztásoknak és csoportoknak a /home/samba alatt.

source: Add LDAP schemas
fr: Ajouter un schéma LDAP
hu: LDAP séma hozzáadása
ja: LDAPスキーマを追加
pt: Adicionar esquema LDAP
pt_br: Adicionar esquemas LDAP
ru: Добавить схемы LDAP
sv: Lägg till LDAP scheman
tr: LDAP şemaları ekle

source: Zentyal will add two LDAP schemas to the LDAP directory: samba and ebox.
hu: A Zentyal hozzáad két LDAP sémát az LDAP könyvtárhoz: samba és ebox.

source: Set Samba LDAP admin dn password
fr: Définir le mot de passe "ldap admin dn" de Samba
hu: Samba LDAP adminisztrátorának dn (?) jelszavának beállítása.
ja: Samba LDAP admin dn passwordを設定
pt: Definir palavra-passe Samba LDAP admin dn
pt_br: Definir LDAP Samba admin dn senha
ru: Установить пароль LDAP admin dn для Самбы
sv: Ställ in Samba LDAP admin dn lösenord
tr: Samba LDAP admin dn parolasını belirle

source: Zentyal will configure Samba to use the LDAP admin dn password.
hu: A Zentyal beállítja a Samba LDAP adminisztrátorának dn (?) jelszavát.

source: To set up Samba according to your configuration.
da: Indstil Samba i henhold til din konfiguration.
hu: Samba beállításai, amennyiben be szeretné állítani.
sv: För att ställa in Samba enligt din konfiguration

source: To set up smbldap-tools according to your configuration.
da: Indstil smbldap-tools i henhold til din konfiguration.
hu: 'smbldap-tools' beállításai, amennyiben be szeretné állítani.
sv: För att ställa in smbldap-tools enligt din konfiguration

source: To set up smbldap-tools according to your LDAP configuration.
da: Indstil smbldap-tools i henhold til din LDAP konfiguration.
hu: 'smbldap-tools' beállításai, amennyiben be szeretné állítani az LDAP-ot.
sv: För att ställa in smbldap-tools enligt din konfiguration

source: To add quota support to /home partition.
da: Indstil quota understøttelse til /home kataloget.
hu: Kvóta támogatás hozzáadása a /home mappához.
sv: För att lägga till kvotmöjligheter till din /home partition.

source: To set the antivirus settings for Samba.
da: Indstil antivirus for Samba.
hu: Samba alapértelmezett vírusirtójának beállításai.
sv: För att ställa in antivirus inställningarna för Samba

source: Share
fr: Partage
hu: Megosztás
pt: Partilha
pt_br: Compartilhamento
ru: Совместно используемый ресурс
sv: Utdelning

source: Source machine
fr: Machine source
hu: Forrásszámítógép
pt: Máquina fonte
pt_br: Máquina de origem
ru: Машина источник
sv: Källdator
tr: Kaynak Makine

source: Connected since
da: Forbindelse siden
fr: Connecté depuis
hu: A csatlakozás óta eltelt idő
pt: Ligado desde
pt_br: Conectado desde
ru: Подключеные
sv: Ansluten sedan
tr: Bağlı olduğu süre

source: User
fr: Utilisateur
hu: Felhasználó
pt: Utilizador
pt_br: Usuário
ru: Пользователь
sv: Användare

source: Shares by user
da: Shares ved bruger
fr: Partages par utilisateur
hu: Megosztások felhasználók szerint
pt: Partilhas por utilizadores
pt_br: Compartilhamentos por usuário
ru: Ресурсы пользователей
sv: Utdelning efter användare
tr: Kullanıcılara göre paylaşımlar

source: Users by share
da: Bruger ved share
fr: Utilisateurs par partage
hu: Felhasználók megosztások szerint
pt: Utilizadores por partilha
pt_br: Usuários por compartilhamento
ru: Пользовательские ресурсы
sv: Användare efter utdelning
tr: Paylaşımlara göre kullanıcılar

source: user
da: bruger
fr: utilisateur
hu: felhasználó
ja: ユーザ
nl: gebruiker
pt: utilizador
pt_br: usuário
ru: пользователь
sv: användare
tr: Kullanıcı

source: group
da: gruppe
fr: groupe
hu: csoport
ja: グループ
nl: groep
pt: grupo
pt_br: grupo
ru: группа
sv: grupp
tr: Grup

source: printer
fr: imprimante
hu: nyomtató
ja: プリンタ
pt: impressora
pt_br: impressora
ru: принтер
sv: skrivare
tr: Yazıcı

source: quota
da: kvota
hu: kvóta
ja: クォータ
ru: квота
sv: kvot
tr: Kota

source: User's files
da: Brugers filer
fr: Fichiers utilisateur
hu: Felhasználó fájljai
ja: ユーザのファイル
pt: Ficheiros de utilizador
pt_br: Arquivos dos usuários
ru: Файлы пользователей
sv: Användarens filer
tr: Kullanıcı dosyaları

source: Group's files
da: Gruppes filer
fr: Fichiers de groupe
hu: Csoport fájljai
ja: グループのファイル
pt: Ficheiros de grupo
pt_br: Arquivos dos grupos
ru: Файлы групп
sv: Gruppens filer
tr: Grup dosyaları

source: Date
hu: Dátum
pt_br: Data
ru: Дата
sv: Datum

source: Client address
da: Klient adresse
fr: Adresse client
hu: Kliens címe
pt_br: Endereço do cliente
ru: Адрес клиента
sv: Klient adress
tr: İstemci IP adresi

source: Action
hu: Művelet
pt_br: Ação
ru: Действие
sv: Åtgärd

source: Resource
da: Resurse
fr: Ressource
hu: Erőforrás
pt_br: Recurso
ru: Ресурс
sv: Resurs
tr: Kaynak

source: Connect
da: Forbind
fr: Connecter
hu: Kapcsolat
pt_br: Conectar
ru: Подключить
sv: Ansluta
tr: Bağlan

source: Access to directory
da: Adgang til katalog (directory)
fr: Accéder au répertoire
hu: Könyvtárhoz való hozzáférés
pt_br: Controle de acesso
ru: Доступ к каталогу
sv: Access till katalog

source: Read file
da: Læs fil
fr: Lire le fichier
hu: Fájl olvasás
pt_br: Ler arquivo
ru: Чтение файла
sv: Läsa fil

source: Write file
da: Skriv fil
fr: Écrire dans le fichier
hu: Fájl írás
pt_br: Gravar arquivo
ru: Запись файла
sv: Skriva fil

source: Disconnect
da: Afbryd
fr: Déconnecter
hu: Szétkapcsolódás
pt_br: Desconectar
ru: Отключить
sv: Koppla bort
tr: Bağlantıyı kes

source: Remove
da: Fjern/Slet
fr: Supprimer
hu: Eltávolítás
pt_br: Remover
ru: Удалить
sv: Ta bort

source: Create directory
da: Opret katalog (directory)
fr: Créer un répertoire
hu: Könyvtár létrehozása
pt_br: Criar diretório
ru: Создать каталог
sv: Skapa katalog
tr: Klasör Oluştur

source: Remove directory
fr: Supprimer un répertoire
hu: Könyvtár törlése
pt_br: Remover diretório
ru: Удалить каталог
sv: Ta bort katalog

source: Rename
fr: Renommer
hu: Átnevez
pt_br: Renomear
ru: Переименовать
sv: Döpa om

source: File name
da: Fil navn
fr: Nom de fichier
hu: Fájl neve
pt_br: Nome do arquivo
ru: имя файла
sv: Filnamn

source: Virus
hu: Vírus
pt_br: Vírus
ru: Вирус
tr: Virüs

source: Type
hu: Típus
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tipi

source: Quarantined file name
da: Navn på fil i karantæne
fr: Nom du fichier en quarantaine
hu: Karanténba helyezett fájl neve
pt_br: Nome do arquivo em quarentena
ru: Карантинное имя файла
sv: Fil i karantän
tr: Karantinaya alınan dosya adı

source: Quarantine
da: Karantæne
fr: Quarantaine
hu: Karantén
pt_br: Quarentena
ru: Крантин
sv: Karantän
tr: Karantina

source: Samba access
da: Samba adgang
fr: Accès Samba
hu: Samba hozzáférés
pt_br: Acesso Samba
ru: Доступ самбы
sv: Tillgång till Samba
tr: Samba Erişimi

source: Samba virus
fr: Virus Samba
hu: Samba vírus
pt_br: Vírus Samba
ru: Вирус самбы
tr: Samba Virüs

source: Samba quarantine
da: Samba karantæne
fr: Quarantaine Samba
hu: Samba karantén
pt_br: Quarentena do Samba
ru: Карантин самбы
sv: Samba karantän
tr: Samba Karantina

source: File sharing module is not enabled.
fr: Le module de partage de fichiers n'est pas activé.
hu: A fájlmegosztó modul nincs bekapcsolva.
pt_br: módulo de compartilhamento de arquivos
ru: Модуль совместного использования файловых ресурсов не активен
sv: Fildelnings-modul är inte aktiverad.

source: PDC is not enabled.
da: PDC er ikke slået til
fr: PDC n'est pas activé
hu: A PDC (Primary Domain Controller) nincs bekapcsolva.
pt_br: PDC não está habilitado.
ru: PDC не активен
sv: PDC är inte aktiverad.
tr: PDC etkinleştirilmemiş

source: Minimum password length
da: Minimum password længde
fr: Longueur minimum du mot de passe
hu: Minimális jelszó hossz
pt_br: Comprimento mínimo de senha
ru: Минимальная длина пароля
sv: Minsta längd på lösenord
tr: Minimum parola uzunluğu

source: Disabled
da: Inaktiv
fr: Désactivé
hu: Kikapcsolva
ja: 無効
nl: Uitgeschakeld
pt: Desactivado
pt_br: Desabilitado
ru: Отключено
sv: Inaktiverat
tr: Etkisiz

source: Limited to
da: Begrænset til
fr: Limité à
hu: Határig
pt_br: Limitado a
ru: Ограничено
sv: Begränsad till
tr: Limit değeri

source: characters
da: karakter
fr: caractères
hu: karakterek
pt_br: caracteres
ru: символы
sv: tecken
tr: karakterdir

source: Maximum password age
da: Maksimum password alder
fr: Age maximum du mot de passe
hu: Jelszó maximális élettartama
pt_br: Idade máxima de senha
ru: Максимальный срок службы пароля
sv: Max ålder på lösenord
tr: Maksimum parola geçerlilik süresi

source: days
da: dage
fr: jours
hu: napok
pt_br: dias
ru: дней
sv: dagar
tr: gündür

source: Enforce password history
fr: Assurer l'historique des mots de passe (Enforce password history)
hu: Kényszerített jelszó történet
pt_br: Forçar histórico de senha
ru: Принудительная история паролей
sv: Tvinga lösenordshistoria
tr: Daha önce kullanılan parolaların kullanımını engelle

source: Keep history for
da: Behold historik i
fr: Conserver l'historique pendant
hu: Jelszótörténeti lista megtartása
pt_br: Manter histórico por
ru: Хранить историю
sv: Spara historia i

source: passwords remebered
da: password husket
fr: mots de passes retenus
hu: jelszó emlékeztető
pt_br: senhas lembradas
ru: запоминание паролей
sv: Ihågkomna lösenord

source: On this page you can set different PDC related settings
da: På denne side kan du ændre PDS indstillinger
fr: Sur cette page, vous pouvez définir différents paramètres relatifs au PDC (Contrôleur de domaine principal)
hu: Ezen az oldalon lehet a PDC-hez kapcsolódó - de attól eltérő - beállításokat megadni
pt_br: Nesta página você pode alterar as configurações relacionadas ao PDC
ru: На этой странице вы можете настроить параметры PDC
sv: På denna sida kan du ställa in olika PDC relaterade inställningar

source: User/Group/Share
da: Bruger/Gruppe/Share
fr: Utilisateur/Groupe/Partage
hu: Felhasználó/Csoport/Megosztás
pt_br: Usuário/Grupo/Compartilhamento
ru: Пользователь/Группа/Ресурс
sv: Användare/Grupp/Utdelning
tr: Kullanıcı/Grup/Paylaşım

source: User homes
fr: Répertoires personnels utilisateur
hu: Felhasználó saját könyvtára
pt_br: Arquivos dos usuários
ru: Домашние каталоги пользователей
sv: Användarens hemkatalog

source: Group
fr: Groupe
hu: Csoport
pt: Grupo
pt_br: Grupo
ru: Группа
sv: Grupp

source: Samba shares antivirus exceptions
da: Antivirus undtagelser for Samba shares
fr: Exceptions antivirus sur les partages Samba
hu: Samba megosztások (vírusirtó kivételekhez)
pt_br: Exceções do anti-vírus nos compartilhamentos Samba
ru: Антивирусные исключение ресурсов Самбы
sv: Samba delar antivirus undantag

source: Add exceptions to the default antivirus settings
da: Tilføj undtagelser til de normale antivirus indstillinger
fr: Ajouter des exceptions au paramètres par défaut de l'antivirus
hu: Kivételek hozzáadása az alapértelmezett vírusirtó beállításaihoz
pt_br: Adicionar exceções às configurações padrões do Anti-vírus
ru: Добавить исключения настройки по умолчанию антивируса
sv: Lägg till undantag till standard antivirus inställningar

source: exception
hu: kivétel
pt_br: exceção
ru: исключения
sv: undantag

source: Share name
fr: Nom de partage
hu: Megosztás neve
pt: Nome da partilha
pt_br: Nome do compartilhamento
ru: Имя общего ресурса
sv: Utdelningsnamn

source: Share path
da: Delings sti (path)
fr: Chemin du partage
hu: Megosztás útvonala
pt: Caminho da partilha
pt_br: Caminho do compartilhamento
ru: Путь к общему ресурсу
sv: Sökväg för utdelning
tr: Paylaşım Yolu

source: Directory under Zentyal
hu: Könyvtár a Zentyal alatt

source: File system path
fr: Chemin du système de fichier
hu: Fájlrendszer útvonal
pt: Caminho do sistema de ficheiros
pt_br: Caminho do sistema de arquivos
ru: Путь в файловой системе
sv: Sökväg
tr: Dosya sistemi yolu

source: Comment
fr: Commentaire
hu: Megjegyzés
pt: Comentário
pt_br: Comentário
ru: Комментарий
sv: Kommentar
tr: Açıklama

source: Guest access
da: Gæste adgang
hu: Vendég hozzáférés
sv: Gäståtkomst

source: This share will not require authentication.
da: Dette område (share) kræver ikke godkendelse.
hu: Ez a megosztás nem igényel hitelesítést.
sv: Denna utdelning kommer ej kräva inloggning

source: Access control
da: Adgangs kontrol
fr: Contrôle d'accès
hu: Hozzáférés beállítás
pt: Controle de acesso
pt_br: Controle de acesso
ru: Контроль доступа
sv: Åtkomststyrning
tr: Erişim Kontrolü

source: Shares
fr: Partages
hu: Megosztások
pt: Partilhas
pt_br: Compartilhamentos
ru: Ресурсы
sv: Utdelningar
tr: Paylaşımlar

source: share
da: delt
fr: partage
hu: megosztás
pt: partilha
pt_br: compartilhamento
ru: общий ресурс
sv: utdelning
tr: paylaşım

source: Path not allowed
da: Sti (path) ikke tilladt
fr: Chemin non autorisé
hu: Az útvonal nem engedélyezett!
pt: O caminho não é permitido
pt_br: Caminho não permitido
ru: Путь не разрешен
sv: Sökväg ej tillåten
tr: Yol müsade edilmedi

source: Only alphanumeric characters plus _ are valid for a path
da: Kun bogstaver/tal og _ er anvendelige for sti (path)
fr: Seul les caractères alphanumériques plus _ sont valides pour un chemin
hu: Csak az alfanumerikus karakterek, valamint az _ (aláhúzás) karakter érvényes az útvonal megadásakor.
pt: Só os caracteres alfanuméricos mais _ são válidos para o caminho
pt_br: Apenas caracteres alfanuméricos e _ são válidos para um caminho
ru: В пути могут использоваться только алфавитно-цифровые символы и _
sv: Endast alfanumeriska tecken plus _ är tillåtna för en sökväg
tr: yol için sadece alfa nümerik karakterler ve _ karakteri geçerlidir

source: The directory is not empty. Are you sure you want to remove it?
da: Dette katalog (directory) er ikke tomt. Er du sikker på du vil fjerne det?
fr: Le répertoire n'est pas vide. Êtes-vous sûr de vouloir l'effacer ?
hu: A könyvtár nem üres. Biztos, hogy törölni akarod?
pt: O directório não está vazio. Tem a certeza que o deseja remover?
pt_br: O diretório não está vazio. Você tem certeza que quer removê-lo?
ru: Каталог не пустой. Вы действительно хотите его удалить?
sv: Katalogen är inte tom. Är du säker på att du vill radera den?
tr: Klasör boş değil. Silmek istediğinizden emin misiniz?

source: {openit}Directory under Zentyal{closeit} will automatically create the share.directory in /home/samba/shares {br}{openit}File system path{closeit} will allow you to share an existing directory within your file system
da: {openit}Directory under Zentyal{closeit} vil automatisk lave et delt.katalog i (share.directory) i /home/samba/shares {br}{openit}File system path{closeit} vil tillade dig at dele et eksisterende katalog i dit filsystem.
hu: A {openit}Zentyal könyvtára alatt{closeit} automatikusan létrejön a share.directory könyvtár a /home/samba/shares mappán belül. {br}A {openit}Fájlrendszer útvonal{closeit} engedélyezi egy már létező könyvtár megosztását.

source: Here you can create shares with more fine-grained permission control. You can use an existing directory or pick a name and let Zentyal create it for you.
da: Her kan du oprette shares med en mere finkornet kontrol over tilldelser. Du kan bruge et eksisterende katalog eller vælge et navn, og lade Zentyal oprette det for dig.
hu: Itt lehet létrehozni megosztásokat részletesen szabályozható engedélyekkel. Megoszthat egy már létező könyvtárat vagy adja meg a nevét és a Zentyal létrehozza azt.

source: Scan
da: Skan (scan)
hu: Víruskeresés
pt_br: Varrer
ru: Сканирование
sv: Skanna
tr: Virüs Taraması

source: Antivirus default settings
fr: Paramètres par défaut de l'antivirus
hu: Vírusirtó alapértelmezett beállításai
pt_br: Configurações-padrão do Anti-vírus
ru: Общие настройки антивируса
sv: Antivirus allmänna inställningar

source: Recycle default settings
fr: Paramètres par défaut de la corbeille
hu: Kuka alapértelmezett beállításai
pt_br: Configurações-padrão de Reciclagem
ru: Общие настройки корзины
sv: Papperskorgens allmänna inställningar

source: Enable Recycle Bin
da: Tillad papirkurv
fr: Activer la corbeille
hu: Kuka bekapcsolása
pt_br: Habilitar Lixeira
ru: Разрешить Корзину
sv: Aktivera papperskorgen
tr: Geri Dönüşüm Kutusunu Etkinleştir

source: Recycle Bin default settings
fr: Paramètres par défaut de la corbeille
hu: Kuka alapértelmezett beállításai
pt_br: Configurações-padrão da Lixeira
ru: Общие настройки корзины
sv: Papperskorgens allmänna inställningar

source: Samba shares Recycle Bin exceptions
da: Samba shares indstillinger for papirkurv (Recycle Bin)
fr: Exceptions de partages de la corbeille avec Samba
hu: Samba megosztások kuka kivételekkel
pt_br: Exceções da lixeira nos compartilhamentos Samba
ru: Исключения корзины
sv: Samba delar papperskorgens undantag

source: Add exceptions to the default Recycle Bin settings
da: Tilføj indstillinger til papirkurv (Recycle Bin)
fr: Ajouter des exceptions au paramètres par défaut de la corbeille
hu: Kivétel hozzáadása a kuka alapértelmezett beállításaihoz
pt_br: Adicionar exceções para as configurações padrões da lixeira
ru: Добавить исключения в настройки по умолчанию для корзины
sv: Lägg till undantag till papperskorgens antivirus inställningar

source: File Sharing Account
fr: Compte de partage de fichier
hu: Fájlmegosztási felhasználói fiók
pt_br: Conta de compartilhamento de arquivo
ru: PDC/File sharing аккаунт
sv: Fildelningskonto

source: Netbios and workgroup must have different names
da: Netbios og arbejdsgruppe (workgroup) skal havde forskellige navne
fr: Les noms Netbios et de groupe de travail doivent être différent
hu: A NetBIOS és a munkacsoport nevének eltérőnek kell lenni!
pt: O grupo de trabalho e o netbios devem ter nomes diferentes
pt_br: Netbios e grupo de trabalho precisam ter nomes diferentes
ru: Netbios и рабочая группа должны иметь разные имена
sv: Netbios och workgroup måste ha olika namn
tr: Netbios ve çalışma grubu farklı isimlerde olmalı

source: Netbios name cannot be longer than 15 characters
fr: Le nom Netbios ne peut être plus long que 15 caractères
hu: A NetBIOS neve nem lehet hosszabb mint 15 karakter!
pt_br: O nome NETBIOS não pode ter mais de 15 caracteres
ru: Netbios имя ресурса не может быть длиннее 15 символов
sv: Netbios namnet kan inte vara längre än 15 tecken

source: Enable PDC
fr: Activer PDC
hu: PDC bekapcsolása
pt_br: Habilitar PDC
ru: Включить PDC
sv: Aktivera PDC

source: Domain name
da: Domæne navn
fr: Nom de domaine
hu: Tartománynév
ja: ドメイン名
nl: Naam domein
pt: Nome do domínio
pt_br: Nome de domínio
ru: Имя домена
sv: Domännamn
tr: Alan ismi

source: Netbios name
da: Netbios navn
fr: Nom Netbios
hu: NetBIOS név
ja: NETBIOS名
nl: Naam Netbios
pt: Nome Netbios
pt_br: Nome Netbios
ru: Netbios имя
sv: Netbios-namn
tr: Netbios ismi

source: Description
da: Beskrivelse
hu: Leírás
ja: 内容
nl: Omschrijving
pt: Descrição
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama

source: Quota limit
da: Kvota grænse
fr: Limite de quota
hu: Kvóta határ
ja: クォータ制限
nl: Limiet quota
pt: Limite de quota
pt_br: Limite de cota
ru: Квота
sv: Kvotgräns
tr: Kota limiti

source: Enable roaming profiles
fr: Activer les profils itinérants
hu: Barangolási profil bekapcsolása
pt_br: Habilitar perfis móveis
ru: Включить перемещаемые профили
sv: Aktivera roaming profiles
tr: Gezici profili etkinleştir

source: Drive letter
fr: Lettre du disque (Drive letter)
hu: Meghajtó betűjele
pt_br: Letra da unidade
ru: Буква диска
sv: Enhetsbokstav

source: Samba group
fr: Groupe Samba
hu: Samba csoport
pt_br: Grupos do Samba
ru: Группа самбы
sv: Sambagrupp

source: Only users belonging to this group will have a samba account. Sync happens every hour
da: Kun bruger tilhørende denne gruppe vil have en samba konto. Synkronisering sker hver time.
fr: Uniquement les utilisateurs appartenant à ce groupe auront un compte Samba. La synchronisation s'effectue toute les heures.
hu: Csak a csoporthoz tartozó felhasználóknak van Samba jogosultsága. Minden órában szinkronizáció történik.
pt_br: Somente usuários pertencentes a este grupo terão acesso a uma conta samba. A sincronia acontece a cada hora
ru: Только пользователи входящие в эту группу, будут иметь аккаунты в самбе. Синхронизация каждый час
sv: Endast användare som tillhör denna grupp kommer att ha ett samba konto. Synkning sker varje timme.
tr: Sadece bu grup üyeleri bir samba hesabına sahiptir. Senkronizasyon her saat yapılır.

source: General settings
fr: Paramètres généraux
hu: Általános beállítások
pt: Definições gerais
pt_br: Configurações gerais
ru: Общие настройки
sv: Allmänna inställningar

source: On this page you can set different general settings for Samba
da: På denne side kan du ændre almenenlige indstilinger for Samba
fr: Sur cette page vous pouvez définir des paramètres généraux différents pour Samba
hu: Ezen az oldalon lehet a Samba általános beállításaitól eltérőeket megadni!
pt_br: Nesta página você pode alterar as configurações gerais do Samba
ru: На этой странице вы можете установить основные настройки Samba
sv: På denna sida kan du ställa in allmänna inställningar för Samba
tr: Bu sayfada farklı genel samba ayarlarını belirleyebilirsiniz.

source: All users
fr: Tous les utilisateurs
hu: Összes felhasználó
pt_br: Todos os usuários
ru: Все пользователи
sv: Alla användare

source: Read only
da: Læs kun
fr: Lecture seulement
hu: Csak olvasható
pt: Somente leitura
pt_br: Apenas leitura
ru: Только чтение
sv: Endast läsbar
tr: Salt Okunur

source: Read and write
da: Læs og skriv
fr: Lecture et écriture
hu: Olvasható és írható
pt: Leitura e escrita
pt_br: leitura e escrita
ru: Чтение и запись
sv: Läsa och skriva
tr: Okunabilir ve Yazılabilir

source: Administrator
fr: Administrateur
hu: Rendszergazda
pt: Administrador
pt_br: Administrador
ru: Администратор
sv: Administratör

source: User/Group
da: Bruger/Gruppe (user/group)
fr: Utilisateur/Groupe
hu: Felhasználó/Csoport
pt: Utilizador/Grupo
pt_br: Usuário/Grupo
ru: Пользователь/Группа
sv: Användare/Grupp
tr: Kullanıcı/Grup

source: Any access control is disabled if the guest access is allowed.
da: Enhver adgangskontrol er ude af funktion, hvis gæste adgang er tilladt.
hu: Az összese hozzáférési szabály érvényét veszti ha a vendég hozzáférés engedélyezett.
sv: All åtkomst är tillåten om gäståtkomst är aktiverad.

source: Permissions
da: Tilladelser
hu: Engedélyek
pt: Permissões
pt_br: Permissões
ru: Разрешения
sv: Rättigheter
tr: İzinler

source: Access Control
da: Adgangs kontrol
fr: Contrôle d'accès
hu: Hozzáférés vezérlés
pt_br: Controle de acesso
ru: Контроль доступа
sv: Åtkomststyrning
tr: Erişim Kontrolü

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share.
da: Vær forsigtig med at tillade <i>administrator</i> priviliger. Brugere vil være i stand til at skrive og læse alle filer i share området.
hu: Körültekintően bánjunk az <i>adminisztrátori</i> jogkörrel. Ezen joggal felruházott felhasználók olvashatnak vagy írhatnak bármely fájlt a megosztásokban.
sv: Var försiktig innan du ger <i>administrator</i> rättigheter. Användare kan läsa och skriva till alla filer i utdelningen.

source: (user))
hu: (felhasználó))
sv: (användare))

source: (group))
hu: (csoport))
sv: (grupp))

source: path
da: Sti (path)
fr: chemin
hu: útvonal
pt: caminho
pt_br: caminho
ru: путь
sv: sökväg

source: Recycle Bin
da: Papirkurv
fr: Corbeille
hu: Kuka
pt_br: Lixeira
ru: Корзина
sv: Papperskorg
tr: Geri Dönüşüm Kutusu
