Repository: zentyal/zentyal
Catalog: client/samba/po/*.po
Languages: da, fr, hu, ja, nl, pt, pt_br, ru, sv, tr

source: File sharing options
fr: Options des partages de fichiers
hu: Fájlmegosztási beállítások
pt_br: Opções de compartilhamento de arquivos
ru: Настройки совместного использования файлов
sv: Fildelningsinställningar

source: Antivirus
hu: Vírusirtó
pt_br: Anti-Vírus
ru: Антивирус
tr: Antivirüs

source: user name
da: bruger navn
fr: nom d'utilisateur
hu: felhasználói név
ja: ユーザ名
nl: naam gebruiker
pt: nome do utilizador
pt_br: Nome de usuário
ru: имя пользователя
sv: användarnamn
tr: Kullanıcı ismi

source: group name
da: gruppe navn
fr: nom du groupe
hu: csoportnév
ja: グループ名
nl: naam groep
pt: nome do grupo
pt_br: Nome do Grupo
ru: имя группы
sv: gruppnamn
tr: Grup ismi

source: sharing name
da: delings navn
fr: nom du partage
hu: megosztási név
ja: 共有名
nl: naam gedeelde map
pt: nome da partilha
pt_br: Nome do compartilhamento
ru: имя общего ресурса
sv: delningsnamn
tr: Paylaşım ismi

source: active
da: aktiv
fr: actif
hu: aktív
ja: アクティブ
nl: actief
pt: activo
pt_br: ativo
ru: активно
sv: aktiv
tr: Etkin

source: Disk quota limit
fr: Limite de quota de disque
hu: lemez kvóta határ
pt: Limite de quota do disco
pt_br: Limite de cota em disco
ru: Ограничение дисковых квот
sv: Disk Kvotgräns

source: This user has a sharing directory associated which contains data.
hu: A felhasználó társított egy megosztási könyvtárat, mely adatokat tartalmaz.
sv: Den här användaren har en delad katalog associerad som innehåller data

source: Incorrect SID: {s}
da: Forkert SID: {s}
fr: SID incorrecte: {s}
hu: Érvénytelen SID: {s}
ja: SIDが誤っています: {s}
pt: SID incorrecto: {s}
pt_br: SID incorreto: {s}
ru: Не корректный SID: {s}
sv: Felaktigt SID: {s}

source: User {u} does not exists
da: Bruger (user) {u} eksister ikke
fr: L'utilisateur {u} n'existe pas
hu: A felhasználó {u} nem létezik!
ja: ユーザ{u}は存在しません
pt: Utilizador {u} não existe
pt_br: O usuário {u} não existe
ru: Пользователь {u} не существует
sv: Användare {u} finns ej
tr: Kullanıcı {u} mevcut değil

source: User {u} is not a samba user
da: Bruger (user) {u} er ikke en samba bruger
fr: L'utilisateur {u} n'est pas un utilisateur samba
hu: A felhasználó {u} nem Samba felhasználó!
ja: ユーザ{u}はSambaユーザではありません
pt: Utilizador {u} não é um utilizador samba
pt_br: O usuário {u} não é um usuário samba
ru: Пользователь {u} не является пользователем Самбы
sv: Användare {u} är inte en samba användare
tr: Kullanıcı {u} samba kullanıcısı değil

source: Group {g} does not exists
da: Gruppe (group) {g} eksister ikke
fr: Le groupe {g} n'existe pas
hu: A csoport {g} nem létezik!
ja: グループ{g}は存在しません
pt: O grupo {g} não existe
pt_br: O grupo {g} não existe
ru: Группа {g} не существует
sv: Grupp {g} finns ej
tr: Grup {g} mevcut değil

source: Group {g} is not a samba group
da: Gruppe (group) {g} er ikke en samba gruppe
fr: Le groupe {g} n'est pas un groupe samba
hu: A csoport {g} nem egy Samba csoport!
ja: グループ{g}はSambaグループではありません
pt: O grupo {g} não é um grupo samba
pt_br: Grupo {g} não é um grupo samba
ru: Группа {g} не является группой Самбы
sv: Grupp {g} är inte en samba grupp
tr: Grup {g} samba grubu değil

source: This group has a sharing directory associated that contains data.
hu: Ennek a csoportnak van egy megosztott mappája, mely adatokat tartalmaz.
sv: Den här gruppen har en delad katalog associerad som innehåller data

source: {g} group does not exist
da: {g} gruppe eksister ikke
fr: Le groupe {g} n'existe pas
hu: A {g} csoport nem létezik
ja: グループ{g}は存在しません
pt: o grupo {g} não existe
pt_br: o grupo {g} não existe
ru: {g} группа не существует
sv: {g} gruppen finns ej
tr: grup {g} mevcut değil

source: A name should be provided for the share.
hu: A megosztáshoz egy név szükséges.
sv: Ett namn bör anges för utdelningen

source: sharing resource
da: delt resource
fr: ressource partagée
hu: erőforrás megosztás
ja: 共有リソース
nl: Bron delen
pt: recursos da partilha
pt_br: compartilhamento de recursos
ru: ресурсы совместного доступа
sv: delning av resurs
tr: Paylaşım kaynağı

source: Home Directories
da: Hjemme kataloger (directories)
fr: Répertoires home
hu: Saját mappák
ja: ホームディレクトリ
nl: Home mappen
pt: Directórios raíz
pt_br: Diretórios Home
ru: Домашний каталог
sv: Hemkataloger
tr: Ev dizinleri

source: {group} share directory
da: {group} share katalog (directory)
fr: Dossier partagé de {group}
hu: {group} megosztási könyvtár
ja: {group}共有ディレクトリ
pt: Directírio partilhado de {group}
pt_br: diretório compartilhado de {group}
ru: {group} каталог ресурсов
sv: {group} delad katalog
tr: {group} için paylaşım klasörü

source: The group you tried to delete has a directory which contains data, if you remove it all its data will be removed. Please confirm that you want to delete it.
da: Den gruppe du prøvede at slette har et katalog (directory) der indeholder data. Hvis du fjerner det vil alle data blive slettet. Bekræft venligst at du ønsker at fjerne det.
fr: Le groupe que vous essayez d'effacer a un répertoire qui contient des données, si vous l'enlevez tout ses données seront également perdue. Veuillez confirmer que vous voulez l'effacer.
hu: A csoport megpróbált törölni egy adatokat tartalmazó könyvtárat, mely ha törlésre kerül, az adatok véglegesen elvesznek. Kérem erősítse meg ebbéli szándékát!
ja: 消去しようとしているグループはデータを含むディレクトリを所有しています。グループを消去した場合データは全て失われます。消去しますか。
nl: De groep die je wil verwijderen heeft een map met gegevens. De gegevens gaan verloren als je de groep verwijdert. Bevestig de verwijdering AUB.
pt: O grupo que tentou apagar tem um directório que contém dados, se o remover todos os dados serão apagados. Confirme que o quer apagar.
pt_br: O grupo que você tentou deletar tem um diretorio que contém dados, se você removê-lo todos esses dados serão removidos. Por Favor confirme se você realmente quer deletá-los
ru: У группы, которую вы хотите удалить есть каталог содержащий данные, если вы удалите ее все данные будут удалены. Пожалуйста, подтвердите, что вы действительно хотите удалить их.
sv: Gruppen som du försökte att ta bort har en katalog som innehåller data. Om du tar bort den kommer allt dess data att tas bort. Bekräfta att du vill ta bort den.
tr: Silmek istediğiniz gruba ait alt dizinler mevcut. Eğer silerseniz bütün bu dosyalar kaybolacaktır. Lütfen silmek isteğinizi onaylayın.

source: Delete
da: Slet
fr: Effacer
hu: Törlés
ja: 消去
nl: Verwijderen
pt: Apagar
pt_br: Deletar
ru: Удалить
sv: Ta bort
tr: Sil

source: Cancel
da: Fortryd
fr: Annuler
hu: Mégsem
ja: キャンセル
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отменить
sv: Avbryt
tr: Vazgeç

source: PDC/File sharing account
da: PDC/Fil deling konto
fr: PDC/Compte de partage de fichier
hu: PDC/Fájlmegosztás felhasználói fiók
ja: PDC/ファイル共有アカウント
pt: Conta de partilha PDC/Ficheiro
pt_br: Conta de compartilhamento PDC/arquivo
ru: PDC/File sharing аккаунт
sv: PDC/Fildelningskonto
tr: PDC/Dosya paylaşım hesabı

source: User account
da: Bruger konto
fr: Compte utilisateur
hu: Felhasználói fiók
ja: ユーザアカウント
nl: Gebruikers account
pt: Conta do utilizador
pt_br: Conta de usuário
ru: Пользовательский аккаунт
sv: Användarkonto
tr: Kullanıcı hesabı

source: Enabled
da: Aktiveret
fr: Activé
hu: Bekapcsolva
ja: 有効
nl: Ingeschakeld
pt: Activado
pt_br: Habilitado
ru: Включено
sv: Aktiverat
tr: Etkin

source: Administration rights
da: Administrator rettigheder
fr: Droits administrateur
hu: Adminisztrátori jogok
ja: 管理者権限
nl: Beheersrechten
pt: Direitos de administração
pt_br: Diretos de administração
ru: Администраторские права
sv: Administratörsrättigheter
tr: Yönetici hakları

source: Disk quota limit (MB)
fr: Limite de quota du disque (MB)
hu: Lemez kvótahatár (MB)
pt: Limite de quota do disco (MB)
pt_br: Limite de cota em disco (MB)
ru: Ограничение дисковых квот (MB)
sv: Disk kvotgräns (MB)

source: Change
da: Skift
fr: Modifier
hu: Módosít
ja: 変更
nl: Wijzigen
pt: Alterar
pt_br: Alterar
ru: Изменить
sv: Ändra
tr: Değiştir

source: Sharing directory for this group
da: Delt katalog (directory) for denne gruppe
fr: Répertoires partagés pour ce groupe
hu: Csoport megosztott könyvtára
ja: このグループのための共有ディレクトリ
nl: Gedeelde map voor deze groep
pt: Directório partilhado para este grupo
pt_br: Compartilhando diretório para este grupo
ru: Каталог совместного доступа для этой группы
sv: Delningskatalog för den här gruppen
tr: Grubun paylaşım dizinleri

source: You can set a share directory for this group, but you should keep in mind that Microsoft Windows 98 and Millenium will not be able to see names longer than 12 characters
da: Du kan sætte et delt dir for denne gruppe, men huskat MIcrosoft Windows 98 og Millenium ikke kan se navne der er længere end 12 karakterer
fr: Vous pouvez fixer un répertoire partagé pour ce groupe, mais vous devriez garder à l'esprit que Microsoft Windows 98 et Millenium ne pourront pas voir des noms plus longs que 12 caractères
hu: Beállíthat egy megosztott mappát ennek a csoportnak, de vegye figyelembe, hogy a Microsoft Windows 98 és Millenium nem fogja látni a 12 karakternél hosszabb neveket
ja: このグループのために共有ディレクトリを設定することはできます。ただし、Microsoft Windows 98/Me では12文字以上の名前を表示することができない点に注意してください
nl: Je kan een gedeelde map aanmaken voor deze groep. Microsoft Windows 98 en Millenium herkennen geen namen langer dan 12 tekens
pt: Pode definir um directório partilhado para este grupo, mas deve ter em atenção que o Microsoft Windows 98 e o Millenium não serão capazes de ver nome com mais de 12 caracteres
pt_br: Você pode definir um diretório compartilhado para esse grupo, mas você deve saber que o Windows 98 e Millenium não conseguirão visualizar nomes com mais de 12 caracteres
ru: Вы можете установить каталог совместного доступа для этой группы, но вы должны помнить, что Microsoft Windows 98 и Millenium не видят имена длиннее 12 символов
sv: Du kan ställa in en delningskatalog för den här gruppen men du bör komma ihåg att Microsoft Windows 98 och Millennium inte kommer att kunna se filnamn längre än 12 tecken
tr: Bu grup için bir paylaşım dizini tanımlayabilirsiniz fakat Windows98 ve ME sürümlerinde 12 karakterden büyük isimleri göremezsiniz.

source: This resource name is longer than 12 characters.
da: Dette ressource navn er længere end 12 karakterer
fr: Le nom de cette ressource est plus long que 12 caractères
hu: Az erőforrás neve hosszabb 12 karakternél.
ja: このリソース名は12文字以上含んでいます
nl: De naam van deze resource is langer dan 12 tekens.
pt: Este nome tem mais que 12 caracteres
pt_br: O nome do recurso tem mais de 12 caracteres
ru: Имя этого ресурса длиннее 12 символов
sv: Resursnamnet är längre än 12 tecken.
tr: Bu kaynak ismi 12 harften fazla

source: Directory name
da: Katalog (directory) navn
fr: Nom de répertoire
hu: Könyvtár neve
ja: ディレクトリ名
nl: Naam map
pt: Nome do directório
pt_br: Nome do diretório
ru: Имя каталога
sv: Katalognamn
tr: Dizin ismi

source: Add
da: Tilføj
fr: Ajouter
hu: Hozzáad
ja: 追加
nl: Toevoegen
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle

source: Printers
da: Printere
fr: Imprimantes
hu: Nyomtatók
ja: プリンタ
pt: Impressoras
pt_br: Impressoras
ru: Принтеры
sv: Skrivare
tr: Yazıcılar

source: Select the printers this user will have access to.
da: Vælg de printere denne bruger skal have adgang til
fr: Choisissez les imprimantes auxquelles cet utilisateur aura accès.
hu: Válassza ki a nyomtatókat amelyhez ez a felhasználó hozzáférhet.
ja: このユーザがアクセスするプリンタを選んでください。
nl: Selecteer de printers waarop deze gebruiker toegang heeft.
pt: Seleccione as impressoras a que o utilizador terá acesso
pt_br: Selecione a impressora que o usuário terá acesso
ru: Выберите принтеры, к которым будет доступ у этого пользователя.
sv: Välj de skrivare som den här användaren ska ha åtkomst till.
tr: Kullanıcının hizmetine sunulan yazıcıları seçin.

source: Printer
fr: Imprimante
hu: Nyomtató
ja: プリンタ
pt: Impressora
pt_br: Impressora
ru: Принтер
sv: Skrivare
tr: Yazıcı

source: Allow
da: Tillad
fr: Permettre
hu: Engedélyez
ja: 許可
nl: Toestaan
pt: Permitir
pt_br: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin ver

source: Allow all printers
da: Tillad alle printere
fr: Permettre toutes les imprimantes
hu: Összes nyomtató engedélyezése
ja: すべてのプリンタを許可
nl: Alle printers toestaan
pt: Permitir todas as impressoras
pt_br: Permitir todas impressoras
ru: Разрешить все принтеры
sv: Tillåt alla skrivare
tr: Bütün yazıcılar için izin ver

source: printers module
da: printer modul
fr: Module d'imprimantes
hu: nyomtató modulok
ja: プリンタモジュール
pt: módulo das impressoras
pt_br: módulo das impressoras
ru: модуль принтеров
sv: skrivare-modul

source: file sharing module
da: fil delings modul
fr: Module de partage de fichiers
hu: fájlmegosztó modul
ja: ファイル共有モジュール
pt: módulo de partilha de ficheiros
pt_br: módulo de compartilhamento de arquivos
ru: модуль файловых ресурсов
sv: fildelning-modul

source: This user has a sharing directory associated which contains data
fr: Cet utilisateur a un répertoire partagé associé qui contient des données
ja: このユーザはデータを含む共有ディレクトリを所有しています
pt: Este utilizador uma partilha associada que contém dados
pt_br: Este usuário tem um diretório associado a ele que contém dados
ru: Этот пользователь имеет совместный каталог, который содержит данные

source: Incoorect SID: {s}
ja: SIDが誤っています: {s}
pt: SID incorrecto: {s}
ru: Не корректный SID: {s}

source: This group has a sharing directory associatedwhich conatins data
ja: このグループはデータを含んだ共有ディレクトリを所有しています
nl: Deze groep heeft een gedeelde map die gegevens bevat
pt: este grupo tem um directório associado que contém dados
ru: Эта группа имеет совместный каталог, в котором содержатся данные

source: A name should be provided for the share
fr: Un nom de partage doit être fourni
ja: 共有に名前をつけてください
nl: De gedeelde map moet een naam hebben
pt: Deve providenciar o nome para a partilha
pt_br: Um nome deve ser fornecido para o compartilhamento
ru: Необходимо имя для ресурса
tr: Bu paylaşım için bir isim verilmesi gerekli

source: Mb
ru: Мбайт

source: Directory under eBox
fr: Répertoire sous eBox
pt: Directório na eBox
pt_br: Diretório no eBox
ru: Каталог под eBox

source: {openit}Directory under eBox{closeit} will automatically create the share.directory in /home/samba/shares {br}{openit}File system path{closeit} will allow you to share an existing directory within your file system
pt_br: {openit}Diretório sob o eBox{openit} vai criar automaticamente o compartilhamento. Diretório em /home/samba/shares {br}{openit}Caminho do sistema de arquivos{closeit} vai permitir a você compartilhar um diretório existente com o seu sistema de arquivos.
ru: <i>Каталог для eBox</i> автоматически создает каталог ресурса в /home/samba/shares <br><i>Путь в фаловой системе</i> разрешает создавать ресурсы в рамках существующих каталогов в файловой системе.

source: Here you can create shares with more fine-grained permission control. You can use an existing directory or pick a name and let eBox create it for you.
fr: Ici, vous pouvez créer des partages avec des contrôles de permissions plus pointus. Vous pouvez utilisez un répertoire existant ou fournir un nom et laissé eBox le créer pour vous.
pt: Aqui pode criar partilhas com o controle de permissões mais preciso. Pode usar um directório existente ou escolher um nome e deixar que a eBox o crie para si.
pt_br: Aqui você pode criar compartilhamentos com controle de permissões mais refinado. Você pode usar um diretório existente ou pegar um nome e deixar o eBox criá-lo para você.
ru: Здесь вы можете создать ресурс с контролем доступа. Вы можете задать уже существующий каталог или задать имя и eBox создаст его для вас.

source: ACL
fr: ACL (Liste de contrôle d'accès)
ru: Список контроля доступа
tr: Erişim Kontrol Listesi

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share
fr: Soyez prudent si vous accordez les privilèges <i>administrateur</i>. Les utilisateurs auront la faculté de lire et d'écrire tous les fichier de ce partage
pt: Seja cauteloso se permitir <i>administrator</i> privilégios. O utilizador poderá ler ou escrever em qualquer ficheiro da partilha
pt_br: Seja cuidadoso ao dar privilégios de <i>administrador</i>. O usuário vai poder ler e escrever dentro do compartilhamento
ru: Будьте осторожны, если вы обладаете правами <i>administrator</i>. Пользователи могут читать и писать в любой файл ресурса
tr: <i>administrator</i> yetkisi verirken dikkatli olunuz. Kullanıcı paylaşımdaki tüm dosyaları okuyabilir ve yazabilir.

source: Create Samba home directory for users and groups
fr: Crée un répertoire personnel Samba pour les utilisateurs et les groupes
ja: ユーザとグループのSambaホームディレクトリを作成
pt: Criar directório de raiz Samba para utilizadores e grupos
pt_br: Criar o diretório home do Samba para usuários e grupos
ru: Создать домашний каталог для пользователей и групп Samba

source: eBox will create the home directories for Samba users and groups under /home/samba.
fr: eBox créera des répertoires personnels pour les utilisateurs et les groupes Samba sous /home/samba.
ja: eBoxはSambaユーザとグループのホームディレクトリを/home/samba以下に作成します。
pt: a eBox vai criar o directório raiz para utilizadores Samba e grupos em /home/samba.
pt_br: eBox vai criar os diretórios home para os usuários e grupos Samba em /home/samba.
ru: eBox создаст домашний каталог для пользователей и групп Самбы в /home/samba.
tr: eBox Samba kullanıcı ve grupları için /home/samba klasörü altında ev klasörleri oluşturacak

source: eBox will add two LDAP schemas to the LDAP directory: samba and ebox.
fr: eBox va ajouter deux schémas LDAP au dossier LDAP: Samba et eBox
pt_br: O eBox adicionará dois esquemas ao diretório LDAP: samba e ebox.
ru: eBox создаст две схемы в LDAP`e: samba.schema и ebox.schema.

source: eBox will configure Samba to use the LDAP admin dn password.
fr: eBox va configurer Samba pour utiliser le mot de passe "ldap admin dn"
ja: eBoxはSambaがLDAP admin dn passwordを使うように設定します。
pt: a eBox configurará o Samba para usar a palavra-passe LDAP admin dn
pt_br: a eBox configurará o Samba para usar a senha LDAP admin dn
ru: eBox настроит Самба для использования пароля LDAP admin dn.
tr: eBox Samba yı LDAP admin dn parolasını kullanması için konfigüre edecek

source: To set up Samba according to your configuration
fr: Pour installer Samba en fonction de votre configuration
ja: 入力内容にしたがってSambaを設定します
pt: Para definir o Samba de acordo com a sua configuração
pt_br: Definir o Samba de acordo com a sua configuração
ru: Настроить Самбу согласно вашей конфигурации
tr: Samba yı kendi konfigürasyonunuza göre ayarlamak için

source: To set up smbldap-tools according to your configuration
fr: Pour paramétrer "smbldap-tools" en fonction de votre configuration
ja: 入力内容にしたがってsmbldap-toolsを設定します
pt: Para definir as ferramentas smbldap de acordo com a sua configuração
pt_br: Definir as ferramentas smbldap de acordo com a sua configuração
ru: Настроить smbldap-tools согласно вашей конфигурации
tr: smbldap-tools u kendi konfigürasyonunuza göre ayarlamak için

source: To set up smbldap-tools according to your LDAP configuration
fr: Pour paramétrer "smbldap-tools" en fonction de votre configuration LDAP
ja: LDAPに関する入力内容にしたがってsmbldap-toolsを設定します
pt: Para definir as ferramentas smbldap de acordo com a sua configuração LDAP
pt_br: Definir as ferramentas smbldap de acordo com a sua configuração LDAP
ru: Настроить smbldap-tools согласно вашей LDAP конфигурации
tr: smbldap-tools u kendi LDAP konfigürasyonunuza göre ayarlamak için

source: To make NSS use LDAP resolution for user and group accounts. Needed for Samba PDC configuration.
fr: Pour permettre à NSS d'utiliser la résolution LDAP pour les comptes utilisateurs et groupes. Nécessaire pour la configuration de Samba en tant que PDC
ja: NSSがユーザとグループアカウントのためにLDAP解決を使うように設定。これはSamba PDC設定に必要となります
pt: Para o NSS usar resolução LDAP para contas de utilizadores e grupos. É necessário para configurar um PDC Samba
pt_br: Fazer o NSS usar resolução LDAP para contas de usuário e grupos. É necessário para configurar um PDC Samba
ru: Сделать NSS для использования LDAP при разрешения пользоватлей и групп. Необходимо Самбе в режиме PDC.

source: To let NSS know how to access LDAP accounts
fr: Pour laisser NSS apprendre comment accéder aux comptes LDAP
ja: LDAPアカウントへのアクセス方法をNSSに通知
pt: Para que o NSS saiba como aceder às contas LDAP
pt_br: Deixar NSS saiba como acessar as contas LDAP
ru: Указать NSS доступ к акаунтам LDAP

source: To add quota support to /home partition
fr: Pour ajouter le support des quotas sur la partition /home
ja: /homeパーティションにクォータサポートを追加
pt: Para adicionar suporte de quota à partição /home
pt_br: Adicionar suporte de quota à partição /home
ru: Добавить поддержку квот для раздела /home
tr: /home disk bölümüne kota desteği eklemek için

source: To set the antivirus settings for Samba
fr: Pour définir les paramètres de l'antivirus pour Samba
pt_br: Para configurar as opções do anti-vírus para o Samba
ru: Установить настройки антивируса для Самбы
tr: Samba da antivirüs ayarları belirlemek için

source: This group has a sharing directory associated that contains data
pt_br: Este grupo tem um diretório associado que contém dados

source: List of samba shares
pt: Lista das partilhas samba

source: Samba shares
pt: Partilhas samba

source: <i>Directory under eBox</i> will automatically create the share.directory in /home/samba/shares <br><i>File system path</i> will allow you to share an existing directory within your file system.
pt: <i>O directório na eBox</i> criará a partilha automáticamente.O directório em /home/samba/shares <br><i>O caminho do sistema de ficheiros</i> permite-lhe partilhar um directório existente no seu sistema de ficheiros.

source: Deleted Samba shares
pt: Partilhas samba apagadas

source: Samba share configuration
pt: Configuração da partilha samba

source: File sharing
ja: ファイル共有
nl: Bestanden delen
pt: Partilha de ficheiros

source: module status
ja: モジュールの状態
nl: status module
pt: Estado do módulo

source: working group
ja: ワークグループ
nl: werkgroep
pt: grupo de trabalho

source: working mode
ja: 動作モード
nl: werkgroep mode
pt: modo de trabalho

source: description
ja: 内容
nl: omschrijving
pt: descrição

source: user quota
ja: ユーザクォータ
nl: gebruikers quota
pt: quota do utilizador

source: roaming profiles
ja: ローミングプロファイル
pt: perfis móveis

source: file sharing
ja: ファイル共有
pt: partilha de ficheiros

source: eBox will add two LDAP schemas: samba.schema and ebox.schema.
ja: eBoxは二つのLDAPスキーマを追加します: samba.schema ebox.schema
pt: A eBox adicionará dois esquemas LDAP: samba.schema e ebox.schema

source: To add two new schemas and the set ACLs
ja: 2つのスキーマを追加しACLを設定
pt: para adicionar dois novos esquemas e as ACLs definidas

source: To copy LDAP admin password generated by eBox and allow NSS to access LDAP
ja: eBoxが生成したLDAP admin passwordをコピーし、NSSからLDAPへのアクセスを許可
pt: para copiar a palavra-passe de admistração LDAP gerada pela eBox e permitir que o NSS aceda ao LDAP

source: General Settings
ja: 全般的設定
nl: Algemene instellingen
pt: Definições gerais

source: To allow unlimited disk usage to users, just set zero as user quota limit.
ja: ユーザのディスク使用量を無制限にするには、クォータ制限を0に設定してください。
nl: Om ongelimiteerd schijfgebruik toe te laten, stel nul in als quota limiet.
pt: Para permitir espaço ilimitado de disco aos utilizadores defina o limite para 0

source: Working mode
ja: 動作モード
nl: Wergroep mode
pt: Modo de trabalho

source: File server
ja: ファイルサーバ
nl: Bestand server
pt: Servidor de ficheiros

source: Working group
ja: ワークグループ
nl: Werkgroep
pt: Grupo de trabalho

source: Roaming profiles
ja: ローミングプロファイル
pt: Perfis móveis

source: listening port
nl: luistert op poort

source: Domain Name
nl: Naam domein

source: This user has a sharing directory associated which conatins data
nl: Deze gebruker heeft een gedeelde map die gegevens bevat
