Repository: zentyal/zentyal
Catalog: main/ftp/po/*.po
Languages: hu, nl, pl, ro

source: Zentyal FTP Server
hu: Zentyal FTP szerver
pl: Zentyal serwer FTP
ro: Server FTP Zentyal

source: To configure vsftpd
hu: vsftpd beállítása
nl: Vsftpd instellen
pl: Konfiguracja vsftpd
ro: Pentru a configura vsftpd

source: To configure vsftpd with LDAP authentication
hu: vsftpd beállítása LDAP hitelesítéssel
nl: Vsftpd met LDAP authenticatie instellen
pl: Konfiguracja vsftpd z autoryzacją LDAP
ro: Pentru a configura vsftpd cu autentificare LDAP

source: Disabled
hu: Kikapcsolva
nl: Uitgeschakeld
pl: Wyłączony
ro: Dezactivat

source: Read only
hu: Csak olvasható
nl: Enkel lezen
pl: Tylko do odczytu
ro: Numai citire

source: Read/Write
hu: Olvas/Ír
nl: Lezen/Schrijven
pl: Odczyt/Zapis
ro: Citire/Scriere

source: Anonymous access
hu: Anonymous hozzáférés
nl: Naamloze toegang
pl: Dostęp anonimowy
ro: Acces anonim

source: Sets the permissions for the /srv/ftp directory
hu: A /srv/ftp mappa jogainak beállítása
nl: Stel de rechten voor de /srv/ftp folder in
pl: Ustaw uprawnienia do katalogu /srv/ftp
ro: Pune permisiuni pe directorul /srv/ftp

source: Personal directories
hu: Személyes mappák
nl: Persoonlijke folders
pl: Katalogi osobiste
ro: Directoare personale

source: Enable FTP access for each user to its /home directory
hu: FTP hozzáférés engedélyezése minden felhasználónak a /home mappájához
pl: Włącz dostęp FTP dla każdego użytkownika do jego katalogu w /home
ro: Activează accesul FTP la directorul /home pentru fiecare utilizator

source: General configuration settings
hu: Általános beállítások
nl: Algemene configuratie instellingen
pl: Ogólne ustawienia konfiguracji
ro: Configurare generală

source: FTP Server
hu: FTP szerver
pl: Serwer FTP
ro: Server FTP

source: The anonymous directory is /srv/ftp, make sure that the files you create there have read permissions for everybody (chmod o+r /srv/ftp/*). If you also want to grant write permissions you need to create a subdirectory with write permissions for everybody, for example: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
hu: Az anonymous mappája a /srv/ftp, győződjön meg róla, hogy az itt létrehozott fájlokhoz mindenkinek van olvasási joga (chmod o+r /srv/ftp/*). Ha írási jogot is szeretne adni, akkor hozzon létre almappákat, amelyeknek adjon írási jogot mindenki számára, pl: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
nl: De anonieme folder is /srv/ftp, zorg ervoor dat de bestanden die u daar aanmaakt lees rechten hebben voor iedereen (chmod o+r /srv/ftp/*). Als u ook schrijf rechten wil toekennen dient u een subfolder te maken met schrijf rechten voor iedereen, bijvoorbeeld: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
pl: Anonimowy katalog to /srv/ftp. Upewnij się że pliki, które tworzysz mają uprawnienia odczytu dla każdego (chmod o+r /srv/ftp/*). Jeżeli chcesz dodatkowo przyznać uprawnienia zapisu, utwórz podkatalog z prawami zapisu dla wszystkich np. mkdir /srv/ftp/przychodzace ; chmod o+rwx /srv/ftp/przychodzace
ro: Directorul anonim este /srv/ftp, asiguraţi-vă că fişierele create aici au drept de citire pentru toată lumea (chmod o+r /srv/ftp/*).Pentru a acorda drepturi de scriere trebuie să creaţi un subdirector cu drepturi de scriere pentru toată lumea, de exemplu: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
