Repository: zentyal/zentyal
Catalog: client/mail/po/*.po
Languages: cs, da, es, et, fr, hu, ja, pl, pt_br, tr

source: External account added
cs: Externí účet přidán
es: Cuenta externa añadida
et: Väliskonto lisatud
fr: Compte externe ajouté
hu: Külső fiók hozzáadva
pl: Dodano zewnętrzne konto {ac}
pt_br: Conta externa adicionada

source: External account {ac} removed
cs: Externí účet {ac} odstraněn
es: Cuenta externa {ac} eliminada
et: Väliskonto {ac} eemaldatud
fr: Compte externe {ac} supprimé
hu: A(z) {ac} külső fiók törölve
pl: Usunięto zewnętrzne konto {ac}
pt_br: Conta externa {ac} removida

source: Cannot retrieve mail from external accounts because you do not have a email account in a local mail domain
cs: Nelze načíst poštu z externího účtu, protože nemáte e-mailový účet v lokální poštovní doméně
es: No se puede recuperar correo de cuentas externas porque no tiene una cuenta en un dominio de correo local
et: Kirju ei ole võimalik väliskontolt hankida, kuna sul ei ole e-posti kontot kohalikus e-posti domeenis
hu: Nem tölthetőek le a levelek a külső levelezőfiókból mivel önnek nincs levelezőfiókja a helyi levelezőtartományban
pl: Nie można pobierać poczty z zewnętrznych kont pocztowych, ponieważ nie posiadasz konta pocztowego w lokalnej domenie
pt_br: Não posso recuperar mensagem de contas externas porque você não tem uma conta de e-mail em um domínio local

source: Aliases
cs: Aliasy
es: Alias
et: Aliased
fr: Alias
hu: Álnevek
pl: Aliasy
pt_br: Apelidos

source: List of Aliases
cs: Seznam aliasů
es: Lista de alias
et: Aliaste loend
fr: Liste des alias
hu: Álnevek listája
pl: Lista aliasów
pt_br: Lista de apelidos

source: virtual domain alias
cs: virtuální doménový alias
es: alias de dominio virtual
et: virtuaaldomeeni alias
fr: alias de domaine virtuel
hu: virtuális tartomány-álnevek
pl: alias domeny wirtualnej
pt_br: apelidos do domínio virtual

source: Virtual domain alias added. You must save changes to use this domain
cs: Virtuální alias domény byl přidán. Musíte změny uložit, aby jste ho mohli použít pro tuto doménu
es: Alias de dominio virtual añadido. Debe guardar los cambios para usar este dominio
et: Virtuaaldomeeni alias on lisatud. Domeeni kasutamiseks pead sa muudatused salvestama
fr: Alias de domaine virtuel ajouté. Vous devez sauver les modifications pour utiliser ce domaine
hu: Virtuális tartomány álnév hozzáadva. El kell mentenie a beállításokat a tartomány használatához
pl: Dodano alias domeny wirtualnej. Zapisz zmiany, żeby używać domeny.
pt_br: Domínio virtual adicionado. Você precisa salvar as mudanças para usar este domínio

source: Cannot add {al} alias because there is already a virtual domain with the same name
es: No se puede añadir el alias {al} porque ya existe un dominio virtual con el mismo nombre
et: Aliast {al} ei saa lisada kuna samanimeline virtuaaldomeen on juba olemas
hu: A(z) {al} álnevet nem lehet hozzáadni mivel már létezik egy virtuális tartomány ezen a néven
pl: Nie można dodać aliasu {al} gdyż istnieje wirtualna domena o tej samej nazwie
pt_br: Não posso adicionar o apelido {al} porque já existe um domínio virtual com o mesmo nome

source: Cannot add alias {al} because it is already an identical alias for another virtual domain
cs: Nelze přidat alias {al} protože je již totožný alias v jiné virtuální doméně
es: No se puede añadir el alias {al} porque es ya existe un alias idéntico para otro dominio virtual
et: Aliast {al} ei saa lisada kuna samanimeline alias on kasutusel ühes teises virtuaaldomeenis
hu: A(z) {al} álnév nem adható hozzá mivel egy másik tartománynak már van hasonló álneve
pl: Nie można dodać aliasu {al} gdyż istnieje alias o tej samej nazwie dla innej domeny wirtualnej
pt_br: Não posso adicionar o apelido {al} porque ele já é um apelido idêntico a outro domínio virtual

source: Smarthost to send mail
cs: Smarthost k odesílání emailů
es: Smarthost al que enviar correo
et: Smarthost kirjade saatmiseks
fr: Serveur de relai "SmartHost" pour l'envoi d'emails
hu: Levelek küldéséhez használt levéltovábbító
ja: メール送信のためのスマートホスト
pl: IP Smarthosta do wysyłania maili
pt_br: Endereço IP do Smarthost para enviar o Email

source: The format is host[:port] being port set to 25 if none is supplied
cs: Formát je host[:port] pokud žádný port není zadán, je nastaven na port 25
es: El formato es host[:puerto], siendo el puerto por defecto 25 si no se especifica otro
et: Vorming on järgmine: masin[:port]; kui pordi numbrit ei täpsustata määratakse numbriks 25
fr: Le format est hôte[:port] (le port étant 25 si rien n'est spécifié)
hu: A formátum: host[:port], a port 25-re lesz állítva ha nem adja meg másképp
pl: Podaj port w formacie host[:port], domyślnie ustawiony jest port 25
pt_br: O formato é host[:port] e será usada a porta 25 por padrão se outra não for fornecida

source: Smarthost authentication
cs: Smarthost autentizace
es: Autenticación para el "smarthost"
et: Smarthosti autentimine
fr: Authentification du serveur relai "SmartHost"
hu: Levéltovábbító hitelesítése
pl: Autentykacja smarthosta
pt_br: Autenticação do Smarthost

source: None
cs: Žádný
es: Ninguno
et: Puudub
fr: aucun
hu: Semmi
pl: Brak
pt_br: Nenhum

source: User and password
cs: Uživatel a heslo
es: Usuario y contraseña
et: Kasutajanimi ja parool
fr: Utilisateur et mot de passe
hu: Felhasználónév és jelszó
pl: Nazwa użytkownika i hasło
pt_br: Usuário e senha

source: User
cs: Uživatel
es: Usuario
et: Kasutajanimi
fr: Utilisateur
hu: Felhasználónév
pl: Użytkownik
pt_br: Usuário

source: Server mailname
es: Nombre de servidor de correo
et: Serveri e-posti nimi
fr: Nom du serveur de messagerie
hu: Szerver levelezési neve
pl: Serwer pocztowy
pt_br: Nome do servidor de e-mail

source: FQDN hostname
et: FQDN masinanimi
fr: Du nom d'hôte FQDN
hu: FQDN gépnév
pt_br: Nome do servidor FQDN

source: Postmaster address
cs: Postmaster adresa
es: Dirección del postmaster
et: Postmasteri aadress
hu: Postmaster címe
pl: Adres postmastera
pt_br: Endereço do Postmaster

source: Address used to report mail problems
cs: Adresa používaná k hlášení mailových problémů
es: Dirección de respuesta para correo rechazado del emisor
et: Aadress, mida kasutatakse e-postiga seotud probleemidest teavitamiseks
hu: Levelezési gondok esetén használt cím
pl: Adres do automatycznego przesyłania ostrzeżeń
pt_br: Endereço usado para reportar problemas com e-mail

source: Local root account
cs: Místní root účet
es: cuenta de correo
et: Kohalik juurkonto
hu: Helyi root felhasználó
pl: Konto lokalnego administratora
pt_br: Conta local root

source: Custom address
cs: Vlastní adresa
es: Dirección personalizada
et: Kohandatud aadress
hu: Saját email cím
pl: Podaj adres
pt_br: Endereço personalizado

source: Maximum mailbox size allowed
cs: Maximální povolená velikost schránky
es: Tamaño máximo permitido del buzón de correo
et: Postkasti maksimaalne lubatud suurus
fr: Taille maximale autorisée de la boîte de courrier
hu: Maximálisan elfogadott postafiókméret
pl: Max wielkość skrzynki
pt_br: Tamanho máximo da conta de e-mail permitido

source: When a mailbox reaches this size futher messages will be rejected. This can be overidden by account
cs: Když dosáhne mailová schránka této velikosti další zprávy již budou zamítnuty. To může být přepsáno z účtu mailové schránky
es: Cuando un buzón de correo alcanza este tamaño, los correos serán rechazados. El valor puede ser sobreescrito.
et: Postkasti täitumise korral lükatakse kõik saabuvad kirjad koos teavitusega saatjale tagasi. Seda valikut saab üle kirjutada leheküljel 'Kasutajad ja grupid' kasutajat redigeerides.
fr: Lorsqu'une boite de réception atteint cette taille, les messages suivant seront rejetés. Ceci peut être écrasé par la configuration du compte
hu: Ha a postafiók mérete meghaladja ezt a korlátot, az új levelek el lesznek vetve.
pl: Jeśli wielkość skrzynki przekroczy podany rozmiar, wszystkie kolejne wiadomości przychodzące zostaną odrzucone.
pt_br: Quando uma caixa alcança este tamanho as próximas mensagens podem ser rejeitadas.

source: Unlimited size
cs: Neomezená velikost
da: Ubegrænset størrelse
es: Tamaño ilimitado
et: Limiteerimata suurus
fr: Taille illimitée
hu: Korlátlan méret
ja: サイズ無制限
pl: Nieograniczony rozmiar
pt_br: Tamanho ilimitado
tr: Sınırsız boyut

source: limited to
cs: omezena na
es: limitado a
et: limiteeritud kuni
hu: a következőre korlátozva:
pl: ograniczony do
pt_br: limitado a

source: Maximum message size accepted
cs: Maximální velikost zprávy
es: Tamaño máximo de mensaje aceptado
et: Kirja maksimaalne lubatud suurus
fr: Taille maximale de message acceptée
hu: Maximálisan elfogadott üzenethossz
pl: Maksymalna wielkość wiadomości
pt_br: Tamanho máximo de mensagem

source: Expiration period for deleted mails
cs: Uplynutí lhůty pro smazání emailů
es: Periodo de expiración para correos borrados
et: Kustutatud kirjade aegumisperiood
fr: Période d'expiration pour les courriers effacés
hu: A törölt levelek végleges törlésének időtartama
pl: Czas ważności skasowanych wiadomości
pt_br: Período de expiração para e-mails deletados

source: Never
cs: Nikdy
es: Nunca
et: Mitte kunagi
fr: Jamais
hu: Soha
pl: Nigdy
pt_br: Nunca

source: expired in
cs: vypršela v
es: expirado en
et: aegub
hu: elévülési idő:
pl: wygasa po
pt_br: expirado em

source: days
cs: dny
es: días
et: päeva pärast
fr: jours
hu: napok
pl: dniach
pt_br: dias

source: Expiration period for spam mails
cs: Uplynutí lhůty pro spamy
es: Período para correos de spam
et: Rämpsposti aegumisperiood
fr: Période d'expiration pour les courriers indésirables
hu: A levélszemét végleges törlésének időtartama
pl: Czas ważności wiadomości śmieci
pt_br: Período de expiração para os spams

source: Options
cs: Možnosti
es: Opciones
et: Valikud
hu: Beállítások
pl: Opcje
pt_br: Opções

source: Smarthost's address
cs: Adresa smarthosta
es: Dirección del smarhost
et: Smarthosti aadress
fr: Adresse "Smarthost" (serveur mail de relai)
hu: Levéltovábbító címe
pl: Adres IP smarthosta
pt_br: Endereço do Smarthost

source: Smarthost's port
cs: Port smarthosta
es: Puerto del smarhost
et: Smarthosti port
fr: Port "Smarthost" (serveur mail de relai)
hu: Levéltovábbító portja
pl: Port smarthosta
pt_br: Porta do Smarthost

source: The mailname is set to the server's hostname and the hostname is not fully qualified.
cs: Mailname je nastavena na server hostname a hostname není plně kvalifikovaný.
es: El nombre de correo es el del servidor y ése no está cualificado
et: E-posti nimi on määratud serveri masinanimeks ning see ei ole täielikult kvalifitseeruv.
hu: A levelezési név a szerver nevére van állítva, viszont az nem egy teljes képzésű tartománynév.
pl: Nazwa hosta nie jest w pełni kwalifikowana, wybierz inną.
pt_br: O nome de correio é definido como nome do servidor e o nome da máquina não é totalmente qualificado.

source: The selected mailname is not a fully qualified hostname.
cs: Zvolená mailname není plně kvalifikované jméno.
es: El nombre seleccionado no es un nombre de máquina cualificado.
et: Valitud e-posti nimi ei ole täielikult kvalifitseeruv masinanimi.
hu: A kiválasztott levelezési név nem egy teljesen képzésű tartománynév (FQHN).
pl: Podana nazwa nie jest w pełni kwalifikowaną nazwą hosta
pt_br: O nome de correio selecionado não é um nome de host totalmente qualificado.

source: Not having a fully qualified hostname could lead to some mail servers to reject the mail and incorrect reply addresses from system users
cs: Nemít plně kvalifikovaný název hostitele by mohlo vést k tomu, že nějaké mail servery mohou odmítnout váš mail a mohou být nesprávné odpovědi na adresy uživatelů systému
es: No contar con un nombre de máquina cualificado puede provocar que algunos servidores de correo rechacen el correo y a respuestas incorrectas de usuarios del sistema
et: Täielikult kvalifitseeruva masinanime puudumine võib põhjustada mõne e-posti serveri poolt kirjade tagasilükkamise ja süsteemi kasutajate kirjade saajatel, vale vastamise aadressi kuvamise.
hu: Mivel nincs beállítva teljes képzésű tartománynév, ezért fennáll a kockázata, hogy egyes szerverek visszadobják az elküldött leveleket, a hibás válaszcím miatt
pl: Brak w pełni kwalifikowanej nazwy hosta spowoduje niewłaściwe działanie systemu pocztowego
pt_br: Não ter um nome de host totalmente qualificado poderia levar a alguns servidores de correio a rejeitar o e-mail e endereços de resposta incorretos dos usuários do sistema

source: Send a copy of all mail domains
cs: Poslat kopii všech mailových domén
es: Enviar un copía de todos los dominios de email
et: E-posti domeeni kõikidest kirjadest koopiate saatmine
fr: Envoyer une copie de tous les domaines de messagerie
hu: Küldjön egy másolatot minden levelezőtartományról
pl: Prześlij kopię wszystkich maili do
pt_br: Enviar uma cópia de todos os domínios de correio

source: The mail will be a Blind Carbon Copy (BCC).
cs: Mail bude Blind Carbon Copy (BCC).
es: El mail se enviará en copia oculta (BCC).
et: Kirjad saadetakse pimekoopiana (BCC)
hu: A levélnek legyen egy rejtett másolata (BCC).
pl: Wiadomość będzie wysłana jako ukryta UDW
pt_br: O correio será uma Cópia Carbono Oculta (CCO).

source: Disabled
cs: Zakázaný
es: Deshabilitado
et: Keelatud
fr: Désactivé
hu: Kikapcsolva
pl: Wyłączony
pt_br: Desabilitado

source: Address to sent the copy
cs: Adresa pro odeslání kopie
es: Dirección a donde enviar la copia
et: Aadress koopiate saatmiseks
fr: Adresse du destinataire de la copie
hu: A másolat címzettje
pl: Adres do przesyłania kopii
pt_br: Endereço para envio de cópia

source: Virtual domain settings
cs: Nastavení virtuální domény
es: Configuración de dominio virtual
et: Virtuaaldomeeni seadistamine
fr: Paramètres de domaine virtuel
hu: Virtuális tartomány beállításai
pl: Ustawienia domeny wirtualnej
pt_br: Configurações do Domínio Virtual

source: POP3 service enabled
cs: POP3 služba povolena
es: Servicio POP3 activado
et: POP3 teenus lubatud
fr: Service POP3 activé
hu: POP3 szolgáltatás bekapcsolva
pl: usługa POP3 włączona
pt_br: Serviço POP3 habilitado

source: Secure POP3S service enabled
cs: Bezpečná POP3S služba povolena
es: Servicio POP3 seguro activado
et: Turvaline POP3S teenus lubatud
fr: Service POP3S (sécurisé) activé
hu: POP3S szolgáltatás bekapcsolva
pl: usługa POP3S włączona
pt_br: Serviço POP3S Seguro habilitado

source: IMAP service enabled
cs: IMAP služba povolena
es: Servicio IMAP activado
et: IMAP teenus lubatud
fr: Service IMAP activé
hu: IMAP szolgáltatás bekapcsolva
pl: usługa IMAP włączona
pt_br: Serviço IMAP habilitado

source: Secure IMAPS service enabled
cs: Bezpečná IMAPS služba povolena
es: Servicio IMAP seguro activado
et: Turvaline IMAPS teenus lubatud
fr: Service IMAPS (sécurisé) activé
hu: IMAPS szolgáltatás bekapcsolva
pl: usługa IMAPS włączona
pt_br: Serviço IMAPS Seguro habilitado

source: Retrieve mail for external accounts
cs: Načíst mail z externího účtu
es: Recuperar correos para cuentas externas
et: Kirjade hankimine väliskontodelt
fr: Retirer les messages depuis des comptes externes
hu: Levelek letöltése külső fiókból
pl: Ustaw odbieranie maili z zewnętrznych kont
pt_br: Recuperar e-mails de contas externas

source: This allow users to retrieve mail for external accounts, the mail would be delivered to their local account. External account can be configured in the user's corner.
cs: To umožňuje uživatelům vybírat poštu z externího účtu, pošta bude doručena na jejich místní účet. Externí účet lze nastavit v uživatelském nastavení.
es: Permite al usuario recuperar correo de cuentas externas, el correo sería enviado a cuentas locales. Las cuentas externas pueden ser configuradas en el user's corner.
et: Valiku lubamisel hangitakse väliskontode kirjad kasutaja kohalikule kontole. Väliskonto seadistusi saab määrata kasutaja oma 'Kasutaja nurgakese' leheküljel.
fr: Ceci permet aux utilisateurs de retirer des messages d'un compte externe. Le messages sera redirigé sur un compte local. Les comptes externes peuvent être configurés dans la section utilisateurs
hu: Ez megengedi a felhasználóknak a levelek külső fiókból történő letöltését, a levelek a saját fiókjukba lesznek kézbesítve. A külső fiókokat a Felhasználói sarokban lehet beállítani.
pl: Funkcja, pozwalająca na pobieranie poczty z kont zewnętrznych. Przychodząca poczta zostanie dostarczona do lokalnego konta pocztowego. Usługę można skonfigurować w Kąciku użytkownika
pt_br: Isto permite aos usuários recuperar e-mails para as contas externas, o correio seria entregue à sua conta local. Contas externas podem ser configuradas no espaço do usuário.

source: Manage Sieve scripts
cs: Manage Sieve skripty
es: Gestionar scripts SIEVE
et: Sieve skriptide haldamine
hu: Sieve szkriptek kezelése
pl: Włącz skrypty filtrowania wiadomości
pt_br: Gerenciar scripts Sieve

source: This service allows to a user to manage his Sieve mail filtering scripts from a local client which speaks the ManageSieve protocol
cs: Tato služba umožňuje uživateli spravovat jeho Sieve mail filtrovací skripty z místního klienta, který komunikuje ManageSieve protokolem
es: Este servicio permite al usuario gestionar sus filtros de correo Sieve desde un cliente local que entienda el protocolo ManageSieve
et: Valiku lubamisel saab kasutaja oma kohalikus kliendis hallata Sieve e-posti filtreerimise skripte.
hu: Ez a szolgáltatás engedélyezi a felhasználóknak, hogy kezelni tudják a saját Sieve levélszűrő szkriptjeiket a levelezőkliensükön keresztül ha támogatja a ManageSieve protokollt
pl: Usługa pozwala użytkownikowi na zarządzanie własnym skryptem filtrowania poczty, używającym protokołu ManageSieve
pt_br: Este serviço permite a um usuário gerenciar seus scripts Sieve de filtragem de correio de um cliente local, que fala o protocolo ManageSieve

source: Mail retrieval services
cs: Mail získávací služby
es: Servicios de obtención de correo
et: E-posti hanketeenused
fr: Service de recherche de mails
hu: Levél letöltő szolgáltatások
pl: Ustawienia usługi mail
pt_br: Serviço de recuperação de e-mail

source: To enable {service} mail retrieval service you must disable {service} gateway for Zarafa. You can do it at {ohref}Zarafa gateways configuration settings{chref}.
hu: A(z) {service} levélletöltő szolgáltatás aktiválásához, ki kell kapcsolni a {service} átjárót a Zafara számára. Ezt megteheti a {ohref}Zarafa átjáró beállításai{chref} lapon.
pl: Aby włączyć usługę pobierania poczty {service}, musisz wyłączyć usługę bramy {service} Zarafa. Możesz to zrobić w zakładce {ohref}Ustawienia konfiguracyjne bram Zarafa{chref}.
pt_br: Para ativar o serviço de recuperação de{service} e-mail você deve desabilitar o {service} de gateway para Zarafa. Você pode fazê-lo em {ohref} Zarafa configurações gateways {chref}.

source: Mail Account
cs: Mail účet
es: Cuenta de correo
et: E-posti konto
fr: Compte de courrier
hu: Levelező fiók
pl: Konto pocztowe
pt_br: Conta de Correio

source: Create mail account user@domain
cs: Vytvořit poštovní účet uzivatel@domena
es: Crear cuenta de correo usuario@dominio
et: Loodava e-posti konto kuju: kasutaja@domeen
fr: Créer un compte de courrier utilisateur@domaine
hu: Postafiók létrehozása felhasználó@tartomány
pl: Utwórz konto pocztowe user@domain
pt_br: Criar conta de correio usuario@dominio

source: Default Domain
cs: Předvolená doména
es: Dominio por defecto
et: Vaikimisi domeen
fr: Domaine par défaut
hu: Alapértelmezett tartomány
pl: Domena domyślna
pt_br: Domínio Padrão

source: You haven't create a mail domain yet
cs: Nemáte ještě vytvořenou poštovní doménu
es: No puedes crear un domio de correo todavía
et: Sa ei ole veel e-posti domeeni loonud
fr: Vous n'avez pas encore créé un domaine de messagerie
hu: Jelenleg nincs létrehozva levelező tartomány
pl: Nie utworzyłeś jeszcze domeny
pt_br: Você não criou um domínio de correio ainda

source: Enabled
cs: Povoleno
da: Aktiveret
es: Habilitado
et: Lubatud
fr: Activé
hu: Bekapcsolva
ja: 有効
pl: Włączony
pt_br: Habilitado
tr: Etkin

source: Greylist duration (seconds)
cs: Greylist trvání (sekundy)
es: Duración de la lista gris (segundos)
et: Greylisti kestus (sekundites)
fr: Durée (secondes) de la liste grise
hu: Greylist időtartama (másodperc)
pl: Czas ważności Greylisty (sekundy)
pt_br: Duração da lista cinza (segundos)

source: During this interval, the mail sender is deferred
cs: Během tohoto intervalu, mail odesílatele bude odložen
es: Durante este intervalo, el emisor de correo es retrasado
et: Periood, mille jooksul lükatakse saatja kirjad tagasi
fr: Durant cette intervalle, l'envoi d'email est interrompu
hu: Ebben az intervallumban a levélküldés elhalasztható
pl: W tym czasie nadawana wiadomość jest odroczona
pt_br: Durante este intervalo, o remetente é adiado

source: Retry window (hours)
cs: Opakovací okno (hodin)
es: Ventana de retransmisión (horas)
et: Uuesti saatmise aken (tundides)
fr: Fenêtre de tentative (heures) / (Retry window (hours))
hu: Újrapróbálkozási intervallum (óra)
pl: Okienko spróbuj ponownie (godziny)
pt_br: Janela de nova tentativa (horas)

source: Time that mail sender has to retry to be added before it will be greylisted again
cs: Čas, po který mail odesílatele musí zopakovat, bude znovu přidán před tím, než bude greylist aktivován znovu
es: Tiempo que tiene el emisor para reintentar ser añadido antes de que se aplique greylisting de nuevo
et: Periood, mille jooksul saab server kirju saata. Kui selle aja jooksul kiri saadetakse, toimub edaspidi saatmine segamatult.
fr: Temps durant lequel l'expéditeur peut essayer d'être ajouté, avant d'être à nouveau mis en liste grise (Greylist)
hu: Az időtartomány ameddig a küldő próbálkozik a hozzáadással, mielőtt megint graylistre kerülne
pt_br: Tempo que o remetente tem que repetir para ser adicionado antes de ser novamente incluído na lista cinza

source: Entries time to live (days)
cs: Položka time to live (dny)
es: Tiempo de vida de las entradas (días)
et: Kirjete eluiga (päevades)
fr: Durée de vie des entrées (jours)
hu: Levelek élettartama (nap)
pt_br: Tempo máximo das mensagens (dias)

source: Period till unseen entries will be deleted
cs: Období kdy budou neviditelného příspěvky vymazány
es: Periodo hasta que las entradas no vistas sean eliminadas
et: Peale seda perioodi kustutatakse nägemata kirjed
fr: Période après laquelle les entrées non-visionnées seront effacées
hu: Láthatatlan bejegyzések törlési intervalluma
pt_br: Período qual entradas não-visualizadas serão excluídas

source: Greylist configuration
cs: Greylist konfigurace
es: Configuración de las listas grises
et: Greylisti seadistamine
fr: Configuration de la liste grise (Greylist)
hu: Greylist beállítása
pl: Ustawienia Greylisty
pt_br: Configuração da lista cinza

source: Name
cs: Jméno
da: Navn
es: Nombre
et: Nimi
fr: Nom
hu: Név
ja: 名前
pl: Nazwa
pt_br: Nome
tr: İsim

source: Virtual domain aliases
cs: Virtuální aliasy domén
es: Alias de dominios virtuales
et: Virtuaaldomeeni aliased
fr: Alias de domaine virtuel
hu: Virtuális tartomány álnevek
pl: Aliasy domeny wirtualnej
pt_br: Apelidos do domínio virtual

source: External accounts aliases
cs: Aliasy externích účtů
es: Alias de cuentas externas
et: Väliskontode aliased
fr: Alias de comptes externes
hu: Külső fiókok álnevei
pl: Aliasy zewnętrznych kont
pt_br: Apelidos das contas externas

source: Settings
cs: Nastavení
da: Indstillinger
es: Configuración
et: Seadistused
fr: Configuration
hu: Beállítások
pl: Ustawienia
pt_br: Configurações
tr: Ayarlar

source: List of Domains
cs: Seznam domén
es: Lista de dominios
et: Domeenide loend
fr: Liste de domaines
hu: Tartományok listája
pl: Lista domen
pt_br: Listagem de domínios

source: Virtual Domains
cs: Virtuální domény
es: Dominios virtuales
et: Virtuaaldomeenid
fr: Domaines virtuels
hu: Virtuális tartományok
pl: Domeny wirtualne
pt_br: Domínios Virtuais
