Repository: zentyal/zentyal
Catalog: client/mail/po/*.po
Languages: cs, da, es, et, fr, hu, ja, pl, pt_br, tr

source: protocol for editing SIEVE filters
cs: Protokol pro editaci SIEVE filtrů
es: protocolo para editar filtros SIEVE
et: SIEVE filtrite redigeerimise protokoll
fr: protocole pour éditer les filtres SIEVE
hu: a SIEVE szűrő módosítására szolgáló protokoll
pl: Protokół do edycji filtrowania poczty
pt_br: protocolo para editar filtros da PENEIRA

source: Zentyal Mail System
hu: Zentyal levelező rendszer
pl: System pocztowy Zentyal
pt_br: Sistema de Correio Zentyal

source: mail account
cs: mailový účet
da: mail konto
es: cuenta de correo
et: e-posti konto
fr: compte de courrier
hu: postafiók
ja: メールアカウント
pl: konto pocztowe
pt_br: conta de correio
tr: Posta hesabı

source: This group has a mail alias
cs: Tato skupina má mailový alias
da: Denne gruppe har et mail alias
es: Este grupo tiene una cuenta alias de correo
et: Sellel grupil on e-posti alias
fr: Ce groupe a un alias de courrier
hu: Ennek a csoportnak van levelező álneve
ja: このグループはメールエイリアスを持っています
pl: Ta grupa posiada już alias pocztowy
pt_br: Este grupo tem um apelido de Email
tr: Bu grubun bir posta takma adı var

source: This user has a mail account
cs: Tento uživatel má mailový účet
da: Denne bruger har en mail konto
es: Este usuario tiene cuenta de correo
et: Sellel kasutajal on e-posti konto
fr: Cet utilisateur a une compte de courrier
hu: Ennek a felhasználónak van levelező fiókja
ja: このユーザはメールアカウントを持っています
pl: Ten użytkownik posiada już konto
pt_br: Este usuário tem uma conta de e-mail
tr: Bu kullanıcının bir posta hesabı var

source: Quota can only be a positive number or zero for unlimited quota
cs: Kvóta může být pouze kladné číslo nebo nula pro neomezené kvóty
es: La cuota sólo puede ser un número positivo, o cero para una cuota ilimitada
et: Kvoot saab olla ainult positiivne number või null piiramatu kvoodi puhul
hu: A Kvóta csak pozitív szám lehet vagy nulla korlátlan kvóta esetén
pl: Podaj wielkość skrzynki lub pozostaw 0 w celu usunięcia quoty
pt_br: A quota pode somente ser um número positivo ou um zero para quota ilimitada

source: {ac} is not a internal account
cs: {ac} není vnitřní účet
es: {ac} no es una cuenta interna
et: {ac} ei ole sisekonto
fr: {ac} n'est pas un compte interne
hu: A(z) {ac} nem egy belső felhasználói fiók
pl: {ac} nie jest kontem wewnętrznym
pt_br: {ac} não é um cliente interno

source: {ac} is not a external account
cs: {ac} není externí účet
es: {ac} no es una cuenta externa
et: {ac} ei ole väliskonto
fr: {ac} n'est pas un compte externe
hu: A(z) {ac} nem egy külső felhasználói fiók
pl: {ac} nie jest kontem zewnętrznym
pt_br: {ac} não é um cliente externo

source: mail alias
cs: mailový alias
es: Alias de correo
et: e-posti alias
fr: alias de courrier
hu: email álnév
ja: メールエイリアス
pl: alias adresu e-mail
pt_br: apelido de email
tr: Takma posta ismi

source: {ac} is a mail alias. Alias of aliases are not allowed
cs: {ac} je mail alias. Aliasy aliasů nejsou povoleny
es: {ac} ya es un alias de correo. No está permitido hacer un alias de otro alias.
et: {ac} on e-posti alias. Aliaste alias ei ole lubatud
hu: A(z) {ac} egy levelező álnév. A levelező álnévhez rendelt újabb álnév nem megengedett
pl: {ac} jest już aliasem. Niedozwolone jest tworzenie aliasu do aliasu
pt_br: {ac} é um apelido de correio. O apelido dos apelidos não é permitido

source: group alias
cs: skupinový alias
es: alias de grupo
et: grupi alias
fr: alias de groupe
hu: csoport álneve
pl: alias grupy mailowej
pt_br: apelido de grupo

source: Domain alias
cs: Doménový alias
es: Alias de dominio
et: Domeeni alias
fr: alias de domaine
hu: Tartomány álneve
pl: Alias domeny
pt_br: Apelido de domínio

source: Mail domain {d} does not exists
cs: Mail doména {d} neexistuje
es: El dominio de correo {d} no existe
et: E-posti domeeni {d} ei ole olemas
fr: Le domaine de courrier {d} n'existe pas
hu: A {d} levelező tartomány nem létezik
pl: Domena {d} nie istnieje
pt_br: Domínio de correio {d} não existe

source: Cannot use {d} as alias for a mail domain because a domain which this name already exists
cs: Nelze použít {d} jako alias pro mail doménu, protože doména s tímto názvem již existuje
es: No puede usar {d} como un alias de dominio de correo, porque ya existe un dominio con ese nombre
et: E-posti domeeni jaoks ei saa kasutada aliast {d} kuna selle nimega domeen on juba olemas
fr: Impossible d'utiliser {d} comme alias pour un domaine de courrier car un domaine portant ce nom existe déjà
hu: A {d} tartomány nem használható levelező tartomány aliasként, mivel már létezik
pl: Nie można użyć {d} jako aliasu domeny, gdyż domena o takiej nazwie już istnieje
pt_br: Não pode usar {d} como o apelido para um domínio do correio porque um domínio com este nome já existe

source: mail alias account
cs: mail alias účet
da: mail alias konto
es: alias de cuenta de correo
et: e-posti aliase konto
fr: alias de compte de messagerie
hu: levelező álnév felhasználói fiók
ja: メールエイリアスアカウント
pl: alias konta mailowego
pt_br: apelido de conta de correio
tr: Posta takma adı hesabı

source: Queue ID
da: Kø ID
es: ID de la cola
et: Järjekorra ID
fr: ID de file
ja: キューID
pl: ID Kolejki
pt_br: Identificação da fila
tr: Sıra Kimliği

source: group
cs: skupina
da: gruppe
es: grupo
et: grupp
fr: groupe
hu: csoport
ja: グループ
pl: grupa
pt_br: grupo
tr: Grup

source: account name
cs: Název účtu
da: login navn
es: Nombre de la cuenta
et: konto nimi
fr: Nom de compte
hu: felhasználói fiók neve
ja: アカウント名
pl: nazwa konta
pt_br: nome da conta
tr: Hesap adı

source: domain name
cs: jméno domény
da: domæne navn
es: Nombre de dominio
et: domeeni nimi
fr: Nom de domaine
hu: tartománynév
ja: ドメイン名
pl: nazwa domeny
pt_br: nome do domínio
tr: Alan adı

source: username
cs: uživatelské jméno
da: brugernavn
es: nombre de usuario
et: kasutajanimi
fr: nom d'utilisateur
hu: felhasználónév
ja: ユーザ名
pl: użytkownik
pt_br: usuário
tr: kullanıcı adı

source: Mail virtual domain
cs: Mail virtuální doména
es: Dominio virtual de correo
et: E-posti virtuaaldomeen
hu: Virtuális levelező tartomány
pl: Domena wirtualna
pt_br: Domínios de correio virtuais

source: Invalid virtual mail domain
hu: Érvénytelen virtuális levelező tartomány
pl: Nieprawidłowa domena wirtualna
pt_br: Domínio virtual de correio inválido

source: user mail
cs: mail uživatele
da: bruger mail
es: correo del usuario
et: kasutaja e-post
fr: courrier de l'utilisateur
hu: felhasználói levél
ja: ユーザメール
pl: mail użytkownika
pt_br: correio do usuário
tr: kullanıcı postası

source: Quota must be a amount of MB greter than zero
cs: Kvóta musí být částka v MB větší než nula
es: La cuota deber ser un número mayor que cero
et: Kvoot peab olema megabaitides ja suurem kui null
fr: Quota doit être une quantité de MB supérieur à zéro
hu: A Kvóta nullánál nagyobb MB-k összege
pl: Ustaw limit skrzynki w MB, tylko wartości większe od 0.
pt_br: A quota deve ser uma quantidade de MB maior que zero

source: virtual domain
cs: virtuální doména
da: virtuelt domæne
es: domino virtual
et: virtuaaldomeen
fr: domaine virtuel
hu: virtuális tartomány
ja: バーチャルドメイン
pl: domena wirtualna
pt_br: domínio virtual
tr: Sanal alan adı

source: Mail address
cs: Emailová adresa
da: mail adresse
es: Dirección de correo
et: E-posti aadress
fr: Adresse de courrier
hu: Email cím
ja: メールアドレス
pl: Adres e-mail
pt_br: Endereço de Email
tr: Posta adresi

source: alias
hu: álnév
pt_br: apelido

source: group alias mail
cs: skupinový alias mail
da: gruppe alias mail
es: alias de correo de grupo
et: grupi aliase e-post
fr: alias groupe de messagerie
hu: csoport virtuális emailcíme
ja: グループエイリアスメール
pl: alias grupy mailowej
pt_br: apelido de grupo de correio
tr: Grup takma adı postası

source: maildrop
ja: メールドロップ
pl: odrzucony
pt_br: correio descartado
tr: İletileri sil

source: Queue Management
cs: Management Fronty
da: Kø håndtering
es: Gestión de cola
et: Järjekorra haldamine
fr: Gestion de la file
hu: Queue menedzsment
ja: キュー管理
pl: Kolejka zarządzania
pt_br: Gerência da fila
tr: Sıra Yönetimi

source: Admin mail recipient
cs: Příjemce admin emailu
da: Modtager af admin mail
es: Cuenta de correo para Admin
et: Administreerimiskirjade saaja
fr: Administrateur de destinataire de courrier
hu: Admin levelek célja
ja: 管理者宛メール受信者
pl: Adresat maili administratora
pt_br: Recipiente de correio do adiministrador

source: Mail
es: Correo
et: E-post
fr: Courrier
hu: Levelezés
ja: メール
pt_br: Correio
tr: Posta

source: Cannot connect to {smtp} mail server
cs: Nelze se připojit k {smtp} mail serveru
da: Kan ikke få forbindelse til {smtp} mailserver
es: El servidor {smtp} no puede ser contactado
et: E-posti serveriga {smtp} ei saa ühendust
fr: Ne peut pas se connecter au serveur de courrier {smtp}
hu: Nem tudok csatlakozni a {smtp} levelező szerverre
ja: {smtp} メールサーバに接続できません
pl: Nie można połączyć się z serwerem SMTP {smtp}
pt_br: Não é possível conectar ao servidor de e-mail {smtp}

source: Cannot connect to the server {hostname} to send the event through SMTP
cs: Nelze se připojit k serveru {hostname} a odeslat událost prostřednictvím SMTP
da: Kan ikke få forbindelse til serveren {hostname} for at sende mailen via SMTP
es: El servidor {hostname} no puede ser contactado, para enviar el evento por mail.
et: Serveriga {hostname} ei saa ühendust, et saata sündmus läbi SMTP
fr: Ne peut pas se connecter au serveur {hostname} afin d'envoyer l'événement à travers SMTP
hu: Nem tudok csatlakozni a {hostname} szerverre, hogy elküldjek egy eseményt SMTP-n keresztül
ja: SMTPでイベントを送信するためにサーバ {hostname} に接続することができません
pl: Nie można uzyskać połączenia z serwerem {hostname} w celu wysłania poczty
pt_br: Não é possível conectar com o servidor {hostname} para enviar o evento através do SMTP

source: To configure whitelist for greylisting
cs: Chcete-li nastavit whitelist pro greylisting
es: Configurar lista blanca para listas grises
et: Whitelisti seadistamine greylisti jaoks
fr: Configurer une liste blanche pour les listes grises (whitelist for greylisting)
hu: Whitelistek beállítása greylist szűrésre
pl: Tworzenie wyjątków do greylist-y
pt_br: Configurar lista branca para lista cinza

source: Greylist service
cs: Greylist služby
es: Servicio de lista gris
et: Greylist teenus
fr: Service de liste grise (Greylist)
hu: Greylist szolgáltatás
pl: Usługa greylist-y
pt_br: Incluído na lista cinza

source: Object
cs: Objekt
es: Objeto
et: Objekt
fr: Objet
hu: Objektum
pl: Obiekt
pt_br: Objeto

source: Allow relay
cs: Povolit relay
es: Permitir retransmisión
et: Luba edastamine
fr: Autoriser le relais
hu: Levéltovábbítás engedélyezése
pl: Zezwól na przesyłanie poczty
pt_br: Permitir encaminhamento

source: Tick this to allow the machines within the above object to send mails through this server.
cs: Zaškrtněte, aby stroje v rámci výše uvedeného objektu mohli odesílat e-maily prostřednictvím tohoto serveru.
es: Marcar esta opción para que las máquinas dentro del objeto puedan enviar emails a través del servidor.
et: Määra see valik, et lubada ülalpool kuvatud masinatel kirjade saatmine läbi selle serveri.
fr: Cocher cette option pour permettre aux machines dans l'objet ci-dessus d'envoyer des mails à travers ce serveur
hu: Jelölje be ezt az opciót ha a fenti objektumba tartozó gépek küldhetnek leveleket ezen a szerveren keresztül
pl: Zaznaczenie tej opcji umożliwia wskazanym komputerom przesyłanie poczty używając tego serwera pocztowego
pt_br: Marque para permitir que as máquinas pertencentes a esta objeto enviem e-mails através deste servidor

source: Relay policy for network objects
cs: Relay policy pro síťové objekty
es: Política de retransmisión para objetos de red
et: Kirjade edastamise reeglid võrguobjektidele
fr: Politique du relais pour les objets réseau
hu: Hálózati objektumok levéltovábbítási szabályai
pl: Zasady przesyłania poczty dla obiektów sieciowych
pt_br: Regras de encaminhamento para objetos de rede

source: object's relay policy
cs: objektová relay policy
es: Política de retransmisión de objetos
et: edastamise reegel objekti jaoks
fr: Politique de transmission de l'objet
hu: objektumok levéltovábbítási szabályai
pl: zasady przesyłania wiadomości
pt_br: regras de encaminhamento do objeto

source: You may allow mail relay per network object
cs: Můžete umožnit mail relay na síťový objekt
es: Puedes permitir la retransmisión de correos por objeto de red
et: Sa võid lubada kirjade edastamise eraldi iga võrguobjekti jaoks
fr: Vous pouvez autoriser le relais de courriel par objet réseau
hu: Hálózati objektumokra lebontva engedélyezheti a levéltovábbítást
pl: Możesz nadać uprawnienia do przesyłania poczty określonym obiektom sieciowym
pt_br: Você pode permitir encaminhamento de e-mail por objeto de rede

source: There are not network objects in the system. You can create them in the {openurl}Object's page{closeurl}
cs: Nejsou žádné síťové objekty v systému. Můžete je vytvořit v {openurl}Objektová stránka{closeurl}
es: No hay objetos de red en el sistema. Puede crearlos en {openurl}Object's page{closeurl}.
et: Selles süsteemis ei ole võrguobjekte. Sa saad neid luua {openurl}Objektide leheküljel{closeurl}
fr: Ils ne sont pas des objets réseaux dans le système. Vous pouvez les créer dans {openurl}la page des objets{closeurl}
hu: Nincsenek hálózati objektumok a rendszerben. Ezeket létrehozhatja az {openurl}Objektum{closeurl} lapon
pl: Brak obiektów sieciowych w systemie. Możesz je utworzyć w zakładce {openurl}Obiekty{closeurl}
pt_br: Não há objetos de rede neste sistema. Você tem que criá-los em {openurl}Página de objetos{closeurl}

source: Alias
hu: Álnév
pt_br: Apelido

source: The mail domain is appended automatically
cs: Mail doména je připojena automaticky
es: El dominio de correo se añade automáticamente
et: E-posti domeen on automaatselt lisatud
hu: A levelező tartomány automatikusan hozzácsatolódik
pl: Domena jest dołączana automatycznie
pt_br: O domínio de e-mail é preenchido automaticamente

source: External account
cs: Externí účet
es: Cuenta externa
et: Väliskonto
fr: Compte externe
hu: Külső postafiók
pl: Zewnętrzne konto pocztowe
pt_br: Conta externa

source: External Aliases
es: Alias de cuentas externas
et: Välised aliased
hu: Külső fiókok álnevei
pl: Aliasy zewnętrzne
pt_br: Apelidos externos

source: External account alias
cs: Aliasy externích účtů
es: Alias de cuenta de correo externa
et: Väliskonto alias
fr: Alias de compte externe
hu: Külső postafiók álneve
pl: Alias konta zewnętrznego
pt_br: Apelido da conta externa

source: External account alias added. You must save changes to use this alias
cs: Alias na externí účet byl přidán. Musíte změny uložit a poté budete moc použít tento alias
es: Alias de cuenta externa añadida. Debe guardar los cambios para usar este alias.
et: Väliskonto alias on lisatud. Aliase kasutamiseks pead muudatused salvestama.
fr: Alias de compte externe ajouté. Vous devez sauver les modifications pour utiliser cet alias
hu: Külső postafiók álneve hozzáadva. El kell mentenie a beállításokat az álnév használatához
pl: Dodano alias do konta zewnętrznego. Zapisz zmiany, by móc go używać
pt_br: Apelido de conta externa adicionado. Você precisa salvar as mudanças para usar este apelido

source: Cannot add alias because domain {vd} is a alias and aliases belonging to virtual domain aliases are not supported. Please add the alias belonging to a real domain
cs: Nelze přidat alias, protože doména {vd} je alias a aliasy, které patří do virtuálních aliasů domény nejsou podporovány. Prosím, přidejte alias patřící do skutečné domény
es: No puede añadirse el alias porque el dominio {vd} es ya un alias, y los alias pertenecientes a dominios virtuales no están soportados. Por favor, añada el alias perteneciente a un dominio real
et: Aliast ei olnud võimalik lisada, kuna domeen {vd} on alias ning aliased, mis kuuluvad virtuaaldomeeni aliastele, ei ole toetatud. Palun lisa alias, mis kuulub reaalsele domeenile
fr: Impossible d'ajouter cet alias, car le domaine {vd} est déjà un alias. Les alias appartenant à un domaine virtuel ne sont pas supportés. Veuillez ajouter l'alias appartenant à un domaine réel.
hu: Az álnevet nem lehet hozzárendelni a {vd} tartományhoz, mivel az egy másik álnév és a virtuális tartomány álneveihez nem lehet további álneveket rendelni. Kérem egy valós tartományhoz rendelje az álnevet
pl: Nie można dodać aliasu do domeny wirtualnej {vd}. Dodaj alias do rzeczywistej domeny
pt_br: Não posso adicionar esse apelido porque o domínio {vd} é um apelido e apelidos pertencentes à apelidos de domínios virtuais não são suportados, por favor adicione um apelido pertencente à um domínio real

source: Cannot add alias because domain {vd} is not a virtual domain managed by this server
cs: Nelze přidat alias, protože doména {vd} není virtuální doména spravovaná tímto serverem
es: No puede añadirse el alias porque el dominio {vd} no es un dominio virtual gestionado por este servidor
et: Aliast ei olnud võimalik lisada, kuna domeen {vd} ei ole selle serveri poolt hallatav virtuaaldomeen
fr: Impossible d'ajouter cet alias, car le domaine {vd} n'est pas un domaine virtuel géré par ce serveur
hu: Az álnév nem rendelhető hozzá a {vd} tartományhoz, mivel az nem a szerver által kezelt virtuális tartomány
pl: Nie mogę dodać aliasu do domeny wirtualnej {vd}, gdyż nie jest ona zarządzana przez ten serwer
pt_br: Não posso adicionar o apelido porque o domínio {vd} não é um domínio virtual gerenciado por este servidor

source: An account or alias called {al} already exists
hu: Már létezik {al} névvel egy felhasználói fiók vagy egy álnév
pl: Konto pocztowe lub alias {al} już istnieje
pt_br: Já existe uma conta ou apelido chamado {al}

source: The alias account should be provided without domain portion. It will be appended automatically
cs: Alias účtu by měl být bez doménové části. Ta bude připojena automaticky
es: La cuenta de alias debería ser proporcionada sin porción de dominio. Será añadida automáticamente
et: Aliase konto peab olema määratud ilma domeeni osata, mis lisatakse automaatselt.
fr: Le compte d'alias devrait être donné sans sa portion de domaine. Cela sera ajouté automatiquement
hu: Az állfiók tartománynév nélkül lett megadva. Ez automatikusan hozzá lesz rendelve
pl: Podaj tylko alias, domena zostanie dodana automatycznie
pt_br: O apelido da conta precisa ser inserido sem a porção do domínio(@domínio.com). Ela será inserida automaticamente

source: You must enable the mail module in module status section in order to use it.
cs: Musíte povolit mail modul v sekci modulů, aby jste ho mohli používat.
es: Debes habilitar el módulo de correo en la sección de Estado de módulo para usarlos
et: E-posti mooduli kasutamiseks, peab selle lubama leheküljel Mooduli olek.
fr: Vous devez activer le module de courrier email dans la section "status des modules" pour pouvoir l'utiliser
hu: Használat előtt be kell kapcsolja a mail modult a modulkezelőbben.
pl: Włącz moduł pocztowy w dziale Moduły
pt_br: Você precisa habilitar o módulo de e-mail na seção status para poder usar este recurso.

source: TLS for SMTP server
et: TLS SMTP serveri jaoks
fr: TLS pour serveur SMTP
hu: Az SMTP szerver TLS értéke
pl: TLS dla serwera SMTP
pt_br: TLS para o servidor SMTP

source: Require authentication
et: Autentimise nõudmine
hu: Bejelentkezés szükséges
pl: Wymagana autentykacja
pt_br: Requer autenticação

source: Users will have to authenticate to be able to send mails through this server
cs: Uživatelé budou mít autentizaci aby mohl odesílat e-maily prostřednictvím tohoto serveru
es: Los usuarios se deberán autenticar para ser capaces de enviar correos a través de este servidor
et: Kirjade saatmiseks läbi selle serveri on vajalik kasutajate autentimine
fr: Les utilisateurs devront être authentifiés pour être capable d'envoyer des emails à travers ce serveur
hu: A felhasználóknak be kell jelentkezniük ha a szerveren keresztül szeretnének levelet küldeni
pl: Konto użytkownika wymaga autoryzacji, by móc wysyłać pocztę poprzez ten serwer
pt_br: Usuários terão que autenticar-se para pode enviar e-mails através desse servidor

source: Authentication
cs: Autorizace
es: Autenticación
et: Autentimine
fr: Authentification
hu: Bejelentkezés
pl: Autentykacja
pt_br: Autenticação

source: Cannot require authentication when TLS is inactive
cs: Nemůže požadovat ověření, když je TLS neaktivní
es: No puede exigir autenticación cuando el TLS está inactivo
et: Autentimist ei nõuta, kui TLS ei ole aktiivne
fr: Impossible de demander l'authentification si TLS est désactivé
hu: Nem szükséges s bejelentkezés ha a TLS ki van kapcsolva
pl: Włącz TLS by móc używać autentykacji
pt_br: Não é possível requerer autenticação quando o TLS está inativo

source: Filter in use
cs: Filtr v provozu
da: Filter i brug
es: Filtrado en uso
et: Kasutusel olevad filtrid
fr: Filtre utilisé
hu: Hasznát szűrő
ja: 適用中のフィルタ
pl: Używany filtr
pt_br: Filtro em uso
tr: Kullanılan süzgeçler

source: Custom filter's mail forward port
cs: Vlastní přeložený port mail filtru
es: Puerto de reenvío de correo para el filtro personalizado
et: Kohandatud filtrite kirjade edastamise port
fr: Port de redirection personnalisé pour le filtrage d'email
hu: Levelek, saját szűrő felé történő továbbítási portja
pl: Podaj port filtra przesyłania dalej
pt_br: Porta de encaminhamento do filtro de e-mail personalizado

source: Custom filter's IP address
cs: Vlastní IP adresa filtru
es: Dirección IP del filtro de correo personalizado
et: Kohandatud filtrite IP aadress
fr: Filtre d'adresse IP personnalisé
hu: Saját szűrő IP címe
pl: Podaj adres IP filtra
pt_br: Filtro personalizado de endereço IP

source: Custom filter's Port
cs: Vlastní port filtru
es: Puerto del filtro de correo personalizado
et: Kohandatud filtrite port
fr: Filtre de port personnalisé
hu: Saját szűrő portja
pl: Podaj port filtra
pt_br: Porta do filtro personalizado

source: Mail filter options
cs: Možnosti mail filtru
es: Opciones del filtro de correo
et: E-posti filtri valikud
fr: Options du filtre de Courrier
hu: Levélszűrő beállításai
pl: Ustawienia filtrów
pt_br: Opções do filtro de e-mail

source: none
cs: žádný
da: ingen
es: ninguno
et: puudub
fr: aucun
hu: semmi
ja: なし
pl: brak
pt_br: nenhum
tr: yok

source: custom
cs: uživatelský
da: defineret
es: personalizado
et: kohandatud
fr: personnalisé
hu: személyreszabott
ja: カスタム
pl: własny
pt_br: personalizado
tr: Özel

source: External mail accounts
cs: Externí mailové účty
es: Cuenta de correo externa
et: Välised e-posti kontod
fr: Comptes de courrier externes
hu: Külső levelezési fiók
pl: Zewnętrzne konta pocztowe
pt_br: Contas de e-mail externas

source: Password
cs: Heslo
es: Contraseña
et: Parool
fr: Mot de passe
hu: Jelszó
pl: Hasło
pt_br: Senha

source: Mail server
es: Servidor de correo
et: E-posti server
fr: Serveur de messagerie
hu: Levelező szerver
pl: Serwer pocztowy
pt_br: Servidor de e-mail

source: external mail account
cs: externí poštovní účet
es: cuenta de correo externa
et: väline e-posti konto
fr: Compte de courrier externe
hu: külső levelező fiók
pl: zewnętrzne konto pocztowe
pt_br: conta de e-mail externa

source: Fetching mail is done every 10 minutes
es: La recogida del correo se realiza cada 10 minutos
et: Kirju hangitakse iga 10 minuti järel
hu: A levelek minden 10 percben letöltődnek
pl: Pobieranie zewnętrznych maili odbywa się co 10 minut
pt_br: Verificação de e-mail é feita a cada 10 minutos

source: Secure POP3
cs: Bezpečná POP3
es: POP3 seguro
et: Turvaline POP3
fr: POP3 sécurisé
hu: Titkosított POP3
pl: Bezpieczne POP3
pt_br: POP3 seguro

source: Secure IMAP
cs: Bezpečný IMAP
es: IMAP seguro
et: Turvaline IMAP
fr: IMAP sécurisé
hu: Titkosított IMAP
pl: Bezpieczne IMAP
pt_br: IMAP seguro

source: External account username
et: Väliskonto kasutajanimi
hu: Külső fiók felhasználóneve
pl: Nazwa konta zewnętrznego
pt_br: Nome da conta externa

source: No spaces allowed
et: Tühikud ei ole lubatud
hu: Szünetek nincsenek megengedve
pl: Usuń spacje
pt_br: Não é permitido espaços
