Repository: zentyal/zentyal
Catalog: client/mail/po/*.po
Languages: cs, da, es, et, fr, hu, ja, pl, pt_br, tr

source: Virtual domain added. You must save changes to use this domain
cs: Virtuální doména přidána. Musíte změny uložit pro užívání této domény
es: Dominio virtual añadido. Debes guardar cambios para usar este dominio
et: Virtuaaldomeen lisatud. Selle kasutamiseks pead sa muudatused salvestama
fr: Domaine virtuel ajouté. Vous devez sauver les modifications pour utiliser ce domaine
hu: Virtuális tartomány hozzáadva. Mentse el a beállításokat a tartomány használatához
pl: Dodano domenę wirtualną. Musisz zapisać zmiany by móc używać domeny
pt_br: Domínio virtual adicionado. Você precisa salvar as mudanças para usar este domínio

source: Cannot add virtual domain {vd} because is a virtual domain alias with the same name
cs: Nelze přidat virtuální doménu {vd} protože, už je virtuální doménový alias se stejným jménem
es: No se puede añadir el domino virtual {vd} porque ya existe un alias de dominio virtual con el mismo nombre
et: Virtuaaldomeeni {vd} ei saa lisada, kuna on olemas samanimeline virtuaaldomeeni alias
fr: Impossible d'ajouter le domaine virtuel {vd}, car il existe un domaine virtuel du même nom
hu: A(z) {vd} virtuális tartományt nem lehet hozzáadni mivel hasonló már létezik álnév formájában
pl: Nie można dodać domeny wirtualnej {vd}, ponieważ istnieje alias o tej samej nazwie
pt_br: Não foi possível adicionar o domínio virtual {vd} por que já existe um apelido de domínio virtual com o mesmo nome

source: 'sieve' is a reserved name in this context, please choose another name
cs: 'sieve' je vyhrazené jméno v tomto kontextu, prosím zvolte jiné jméno
es: "sieve" es un nombre reservado en este contexto, por favor escoge otro nombre
et: 'sieve' on selles kontekstis reserveeritud nimi. Palun vali mõni teine nimi
hu: A 'sieve' szó le van foglalva. Kérem válaszon más nevet.
pl: 'sieve' jest zarezerwowaną nazwą, proszę użyć innej
pt_br: 'sieve' é um nome reservado neste contexto, por favor escolha outro nome

source: The virtual domain name cannot be equal to the mailname
cs: Virtuální doménové jméno nemůže být stejné jako mailname
es: El nombre virtual del dominio no puede ser igual al nombre de correo
et: Virtuaaldomeeni nimi ei saa olla sama kui e-posti nimi
hu: A virtuális levelező tartomány nem lehet egyenlő a levelezőnévvel
pl: Nazwa wirtualnej domeny nie może być taka sama jak domena
pt_br: O nome de domínio virtual não pode ser igual ao nome do e-mail

source: Cannot add virtual domain {vd} because it appears as external domain in the account referenced by the alias {al}
cs: Nelze přidat virtuální doménu {vd} protože se zdá, že externí doména v účtu odkazuje na alias {al}
es: No se puede añadir el domino virtual {vd} porque aparece como dominio externo en la cuenta referenciada por el alias {al}
et: Virtuaaldomeeni {vd} ei saa lisada, kuna see paistab aliase {al} kontole välise domeenina.
hu: A(z) {vd} virtuális tartományt nem lehet hozzáadni mivel a(z) {al} álnévvel mint külső tartomány be van már állítva
pl: Nie można dodać domeny wirtualnej {vd} ponieważ nazwa jest zbieżna z zewnętrzną domeną określoną przez alias {al}
pt_br: Não foi possível adicionar o domínio virtual {vd} porque ele aparece como domínio externo na conta referenciado pelo apelido {al}

source: Subject
cs: Předmět
da: Emne
es: Asunto
et: Teema
fr: Sujet
hu: Tárgy
ja: 題目
pl: Temat
pt_br: Assunto

source: [Zentyal-event] An event has happened at {hostName}
hu: [Zentyal-event] Egy esemény történt a {hostName} gépen
pl: [Zentyal-event] Ostrzeżenie wygenerowanie automatycznie przez serwer {hostName}
pt_br: [Zentyal-event] Um evento aconteceu em {hostName}

source: To
cs: Adresát
da: Til
es: Para
et: Kellele
fr: A
hu: Címzett
pl: Do
pt_br: Para
tr: Alıcı

source: Configure mail dispatcher
cs: Konfigurace mail dispečera
da: Opsætning af mail levering
es: Configurar el emisor de correo
et: E-posti edastaja seadistamine
fr: Configurer l'expéditeur de courrier
hu: Levél diszpécser beállítása
ja: メールディスパッチャーを設定
pl: Konfiguracja powiadamiacza serwera pocztowego
pt_br: Configurar o expedidor de e-mail

source: In order to configure the Mail event dispatcher is required to enable the mail service from Zentyal
hu: Ahhoz, hogy beállítsa a levél eseményre reagáló diszpécsert, aktiválnia kell a levelező szolgáltatást a Zentyalban
pl: Aby skonfigurować powiadamiacz zdarzeń serwera pocztowego należy włączyć moduł poczty
pt_br: Para configurar o expedidor de eventos de e-mail é necessário ativar o serviço de e-mail do Zentyal

source: Mail dispatcher configuration updated
cs: Mail dispečer konfigurace aktualizována
da: Mail håndtering er opdateret
es: Configuración del emisor de mail actualizada
et: E-posti edastaja seadistused uuendatud
fr: Configuration de l'expéditeur de courrier mis-à-jour
hu: Levél diszpécser beállításai frissítve
ja: メールディスパッチャーの設定が更新されました
pl: Konfiguracja powiadamiacza serwera pocztowego została zaktualizowana
pt_br: Configuração do expedidor de e-mail atualizada

source: Virtual domain
cs: Virtuální domény
es: Dominio virtual
et: Virtuaaldomeen
fr: Domaine virtuel
hu: Virtuális tartomány
pl: Domena wirtualna
pt_br: Domínio Virtual

source: Sent messsages
cs: Odeslané zprávy
es: Mensajes enviados
et: Saadetud sõnumid
fr: Messages envoyés
hu: Elküldött levelek
pl: Wiadomości wysłane
pt_br: Mensagens enviadas

source: Received messages
cs: Přijaté zprávy
es: Mensajes recibidos
et: Vastuvõetud sõnumid
fr: Messages reçus
hu: Fogadott levelek
pl: Wiadomości odebrane
pt_br: Mensagens recebidas

source: Rejected messages
cs: Odmítnuté zprávy
es: Mensajes rechazados
et: Tagasilükatud sõnumid
fr: Messages rejetés
hu: Elvetett levelek
pl: Wiadomości odrzucone
pt_br: Mensagens rejeitadas

source: Date
cs: Datum
da: Dato
es: Fecha
et: Kuupäev
hu: Dátum
ja: 日付
pl: Data
pt_br: Data
tr: Tarih

source: Sent messages
cs: Odeslané zprávy
es: Enviar mensajes
et: Saadetud sõnumid
fr: Messages envoyés
hu: Elküldött levelek
pl: Wiadomości wysłane
pt_br: Mensagens enviadas

source: Mail traffic details
cs: Podrobnosti Mailového provozu
es: Detalles de tráfico de correo
et: E-posti liikluse üksikasjad
fr: Détail du trafic de courrier
hu: Levelező forgalom részletei
pl: Szczegóły ruchu mailowego
pt_br: Detalhes de tráfego de correio

source: traffic
cs: provoz
es: tráfico
et: liiklus
fr: Trafic
hu: forgalom
pl: ruch
pt_br: Tráfego

source: Traffic summary chart
cs: Graf přehledu provozu
es: Gráfico de resumen de tráfico
et: Liikluse kokkuvõtlik diagramm
fr: Tableau résumé du trafic
hu: Forgalom összesítő diagram
pl: Tabela ruchu mailowego
pt_br: Gráfico de sumário de tráfego

source: Traffic summary graph
cs: Graf přehledu provozu
es: Gráfico de resumen de tráfico
et: Liikluse kokkuvõtlik graafik
fr: Graphique résumé du trafic
hu: Forgalom összesítő grafikon
pl: Wykres ruchu mailowego
pt_br: Gráfico de sumário de tráfego

source: Mail server options
cs: Volby mail serveru
es: Opciones del servidor de correo
et: E-posti serveri valikud
fr: Options du serveur de courrier
hu: Levelezőszerver beállításai
pl: Ustawienia serwera pocztowego
pt_br: Opções do servidor de e-mail

source: Mail traffic reports
cs: Zprávy mailového provozu
es: Informes de tráfico de correo
et: E-posti liikluse aruanded
fr: Rapports de trafic de messagerie
hu: Levelező forgalom összesítései
pl: Raporty ruchu mailowego
pt_br: Relatórios de tráfego de correio

source: Mail traffic report
cs: Zpráva mailového provozu
es: Informe de tráfico de correo
et: E-posti liikluse aruanne
fr: Rapport de trafic de messagerie
hu: Levelező forgalom összesítése
pl: Raport ruchu mailowego
pt_br: Relatório de tráfego de correio

source: External retrieval service
es: Servicio de recogida externa
et: Väline hankimise teenus
hu: Külső levél-letöltő szolgáltatások
pl: Usługa pobierania wiadomości zewnętrznych
pt_br: Serviço de recuperação externo

source: Generate mail aliases
cs: Generovat mail aliasy
es: Generar alias de cuenta de correo
et: E-posti aliaste genereerimine
fr: Créer des alias de courrier
hu: Levelező álnevek generálása
ja: メールエイリアスを作成
pl: Utwórz aliasy pocztowe
pt_br: Criar apelidos de e-mail

source: Zentyal will execute {cmd}
hu: A Zentyal végrehajtja: {cmd}
pl: Zentyal uruchomi {cmd}
pt_br: O Zentyal irá executar {cmd}

source: Add LDAP schemas
cs: Přidat LDAP schémata
es: Agregar esquemas a LDAP
et: LDAP skeemide lisamine
fr: Ajouter les schémas LDAP
hu: LDAP séma hozzáadása
ja: LDAPスキーマを追加
pl: Dodaj schematy LDAP
pt_br: Adicionar esquemas LDAP

source: Zentyal will add two LDAP schemas: authldap.ldif and eboximail.ldif.
hu: A Zentyal két LDAP sémát tölt be: authldap.ldif és eboximail.ldif.
pl: Zentyal doda 2 schematy LDAP: authldap.ldif oraz eboximail.ldif
pt_br: O Zentyal vai adicionar dois esquemas LDAP: authldap.ldif e eboximail.ldif.

source: Create certificates
cs: Vytvořte certifikáty
es: Crear certificados
et: Sertifikaatide loomine
fr: Créer des certificats
hu: Tanúsítvány létrehozása
pl: Utwórz certyfikaty
pt_br: Criar certificados

source: Zentyal will create certificates to use in mail services
hu: A Zentyal a levelezési szolgáltatás számára tanúsítványt generál
pl: Zentyal utworzy certyfikaty używane w usługach pocztowych
pt_br: O Zentyal irá criar certificados para serem usados nos serviços de correio

source: Add fetchmail update cron job
cs: Přidat fetchmail update cronu
es: Añadir tarea cron de actualización de fetchmail
et: fetchmaili uuendamise töö lisamine croni
fr: Ajouter la tâche planifiée de mise-à-jour de fetchmail
hu: A fetchmail frissítésének automatizálása
pl: Dodaj harmonogram łączenia fetchmaila
pt_br: Adicionar trarefa de atualização de busca de correio no CRON

source: Zentyal will schedule a cron job to update fetchmail configuration when the user add external accounts
hu: A Zentyal időzíti egy cron bejegyzés segítségével a fetchmail beállításainak frissítését ha a felhasználó egy külső fiókot állít be
pl: Jeśli użytkownik doda zewnętrzne konto pocztowe, Zentyal skonfiguruje harmonogram fetchmaila do pobierania poczty
pt_br: O Zentyal irá agendar uma tarefa no CRON para atualizar a configuração de correio quando o usuário adicionar contas externas

source: To configure postfix
cs: Konfigurace postfixu
es: Para configurar postfix
et: Postfixi seadistamiseks
fr: Pour configurer "postfix"
hu: Hogy beállítsa a postfixet
ja: postfixの設定
pl: Konfiguruj postfix
pt_br: Para configurar o postfix

source: To define how client programs connect to services in postfix
cs: Chcete-li definovat, jaké klientské programy se připojí ke službám v postfixu
es: Define como los clientes de correo, se conectaran con POSTFIX
et: Klientprogrammide postfixi teenustega ühendamise defineerimiseks
fr: Définir comment les programmes clients se connectent aux services dans "postfix"
hu: Hogy beállítsa hány kliens csatlakozhat a postfix szolgáltatásaihoz
ja: クライアントプログラムがどのようにpostfixのサービスに接続するか定義
pl: Zdefiniuj jak programy klienta będę się łączyły z usługami postfixa
pt_br: Configurar quantos programas clientes vão conectar com serviços no postfix

source: To configure host mail name
cs: Chcete-li nakonfigurovat hostitelské mail name
es: Configurar nombre de host de correo
et: Masina e-posti nime seadistamiseks
fr: Pour configurer le nom d'hôte de messagerie
hu: Hogy beállítsa a gép levelezőnevét
pl: Skonfiguruj nazwę hosta
pt_br: Configurar nome do servidor de e-mail

source: To configure postfix aliases
cs: Chcete-li nakonfigurovat postfix aliasy
es: Para configurar los alias de postfix
et: Postfixi aliaste seadistamiseks
hu: Hogy beállítsa a postfix álneveit
pl: Skonfiguruj aliasy postfixa
pt_br: Configurar apelidos postfix

source: To configure dovecot
cs: Chcete-li nakonfigurovat dovecot
es: Para configurar dovecot
et: Dovecoti seadistamiseks
fr: Configurer "dovecot"
hu: Hogy beállítsa a dovecotot
pl: Skonfiguruj dovecota
pt_br: Para configurar dovecot

source: To configure dovecot to authenticate against LDAP
cs: Chcete-li nakonfigurovat dovecot aby se ověřoval proti LDAP
es: Configura dovecot para que valide los usuarios a través de LDAP
et: dovecoti LDAP vastu autentimise seadistamiseks
fr: Configurer "dovecot" pour l'authentification auprès de LDAP
hu: Hogy beállítsa a dovecot LDAP hitelesítését
pl: Skonfiguruj dovecota z autentykacją LDAP
pt_br: Para configurar o dovecot para autenticar no LDAP

source: To configure smart host authentication
cs: Chcete-li konfigurovat smart host autentizaci
es: Configurar la autenticación del smarthost
et: Smart host autentimise seadistamiseks
fr: Configurer l'authentification du courrier serveur de relai (SmartHost)
hu: Hogy beállítsa a levéltovábbító hitelesítését
pl: Skonfiguruj autentykację smarthosta
pt_br: Configurar autenticação smarthost

source: Cannot use the hostname as mailname because it is not a fully qualified name. Please, define a custom server mailname
cs: Nelze použít jako hostname mailname, protože to není plně kvalifikované jméno. Prosím, definujte vlastní server mailname
es: No pudes usar el nombre de la máquina como nombre de correo porque no es un nombre cualificado. Por favor, define otro nombre para el servidor de correo
et: Masinanime ei saa e-posti nimena kasutada, kuna see ei ole täielikult kvalifitseeruv nimi. Palun defineeri kohandatud serveri e-posti nimi
hu: Nem használhatja a gépnevet levelezőnévnek, mivel nem egy teljes képzésű tartománynév. Kérem adjon megy egy másik levelezőnevet
pl: Nie mogę użyć nazwy hosta, gdyż nie jest ona w pełni kwalifikowaną domeną. Wprowadź inną
pt_br: Não posso usar o nome do servidor como um nome de e-mail porque ele não é totalmente qualificado. por favor, defina um nome personalizado para o servidor de e-mail

source: The mail name must be a fully qualified name
cs: Mail name musí být plně kvalifikovaný název
es: El nombre de correo debe ser un nombre cualificado
et: E-posti nimi peab olema täielikult kvalifitseeruv nimi
hu: A levelezőnév teljes képzésű tartománynév kell legyen
pl: Nazwa poczty musi być w pełni kwalifikowaną nazwą
pt_br: O nome de e-mail precisa ser um nome totalmente qualificado

source: Host mail name
es: Nombre de la máquina de correo
et: Masina e-posti nimi
hu: Gép levelezőneve
pl: Nazwa hosta
pt_br: Nome do servidor de e-mail

source: The mail name and virtual mail domain name are equal
cs: Mail name a virtuální mail doménové jméno jsou si rovni
es: El nombre de correo el dominio virtual de correo son iguales
et: E-posti nimi ja virtuaalse e-posti domeeni nimi on võrdsed
hu: A levelezőnév és a virtuális levelező tartománynév ugyanaz
pl: Nazwa domeny i domeny wirtualnej są takie same
pt_br: O nome de e-mail e o nome do domínio virtual de e-mail são idênticos

source: Cannot change this parameter for a non-custom filter
cs: Nelze změnit tento parametr pro non-custom filtr
da: Kan ikke ændre disse parametre for et ikke-brugerdefineret filter
es: No puede cambiar este parámetro para un filtro no personalizado
et: Seda parameetrit ei ole võimalik mitte-kohandatud filtri jaoks muuta
fr: Impossible de modifier ce paramètre pour un filtre non-personnalisé
hu: Ne változtassa meg ezt a paramétert egy nem személyreszabott szűrőnél
ja: カスタムされていないフィルタではこのパラメタを変更できません
pl: Nie można zmienić parametru dla nie swojego filtra
pt_br: Não é possível alterar este parâmetro para um filtro não personalizado
tr: Özel olmayan süzgeçler için bu parametre değiştirilemez

source: The mail filter does not exist. Please set another mail filter or disable it
cs: Mail Filtr neexistuje. Prosím nastavte další poštovní filtr nebo ho zakažte
da: Dette mail filter eksisterer ikke. Sæt venligst et andet mail filter eller deaktiver det
es: El filtro de correo no existe. Por favor, establece otro filtro de correo o deshabilítalo
et: E-posti filtrit ei ole olemas. Palun määra teine e-posti filter või keela see
fr: Le filtre mail n'existe pas. Veuillez en définir un autre ou le désactiver
hu: A levélszűrő nem létezik. Kérem állítson be egy másik levélszűrőt vagy kapcsolja ki ezt
ja: メールフィルタが存在しません。別のメールフィルタを設定するか、無効にしてください
pl: Filtr poczty nie istnieje. Wybierz inny lub wyłącz tę opcję
pt_br: O filtro de e-mail não existe. Por favor crie outro filtro de e-mail ou desabilite-o
tr: Bu posta süzgeci mevcut değil. Lütfen farklı bir süzgeç seçin veya bunu etkisiz hale getirin

source: The mail filter $name is not active. Please set another mail filter or disable it
cs: Mail Filtr $name není aktivní. Prosím nastavte další poštovní filtr nebo ho zakažte
es: El filtro de correo $name no está activo. Por favor, establece otro filtro de correo o deshabilítalo
et: E-posti filter $name ei ole aktiivne. Palun määra teine e-posti filter või keela see
fr: Le filtre mail $name n'est pas activé. Veuillez en définir un autre ou le désactiver
hu: A $name levélszűrő nem aktív. Kérem állítson be egy másik levélszűrőt vagy kapcsolja ki ezt
pl: Filtr poczty $name nie jest aktywny. Wybierz inny lub wyłącz tę opcję
pt_br: O filtro de e-mail {name} não está ativo. Por favor crie outro filtro de e-mail ou desabilite-o

source: SMTP service
cs: SMTP služba
es: servicio SMTP
et: SMTP teenus
fr: Service SMTP
hu: SMTP szolgáltatás
pl: usługa SMTP
pt_br: Serviço SMTP

source: POP3 service
cs: POP3 služba
es: servicio POP3
et: POP3 teenus
fr: Service POP3
hu: POP3 szolgáltatás
ja: POP3サービス
pl: usługa POP3
pt_br: Serviço POP3
tr: POP3 hizmeti

source: POP3S service
cs: POP3S služba
es: servicio POP3S
et: POP3S teenus
fr: Service POP3S
hu: POP3S szolgáltatás
pl: usługa POP3S
pt_br: Serviço POP3S

source: IMAP service
cs: IMAP služba
es: servicio IMAP
et: IMAP teenus
fr: Service IMAP
hu: IMAP szolgáltatás
ja: IMAPサービス
pl: usługa IMAP
pt_br: Serviço IMAP
tr: IMAP hizmeti

source: IMAPS service
cs: IMAPS služba
es: servicio IMAPS
et: IMAPS teenus
fr: Service IMAPS
hu: IMAPS szolgáltatás
pl: usługa IMAPS
pt_br: Serviço IMAPS

source: enabled
cs: povolena
da: Aktiveret
es: habilitado
et: lubatud
fr: activé
hu: bekapcsolva
ja: 有効
pl: włączony
pt_br: habilitado
tr: Etkinleşti

source: disabled
cs: zakázaný
da: Deaktiveret
es: deshabilitado
et: keelatud
fr: désactivé
hu: kikapcsolva
ja: 無効
pl: wyłączony
pt_br: desabilitado
tr: Etkisizleşti

source: Status
cs: Stav
es: Estado
et: Olek
fr: Statut
hu: Státus
ja: 状態
pt_br: Estado
tr: Durum

source: Mail server's filter
cs: Filtry Mail serveru
es: Filtro del servidor de correo
et: E-posti serveri filter
fr: Filtres du serveur de courrier (Mail server's filter)
hu: Levelező szerver szűrő
pl: Filtr serwera pocztowego
pt_br: Filtro do servidor de e-mail

source: Filter type
cs: Typ filtru
es: Tipo de filtro
et: Filtri tüüp
fr: Type de filtre
hu: Szűrő típusa
pl: Typa filtra
pt_br: Tipo de filtro

source: Custom
cs: Uživatelský
da: Defineret
es: Personalizado
et: Kohandatud
fr: Personnaliser
hu: Személyreszabott
ja: カスタム
pl: Własny
pt_br: Personalizado
tr: Özel

source: Address
cs: Adresa
da: Adresse
es: Dirección
et: Aadress
fr: Adresse
hu: Cím
ja: アドレス
pl: Adres
pt_br: Endereço de e-mail
tr: Adres

source: General
cs: Obecný
da: Generel
et: Üldine
fr: Général
hu: Általános
ja: 全般
pl: Ogólne
pt_br: Geral
tr: Genel

source: Virtual Mail Domains
cs: Virtuální mailové domény
es: Dominios virtuales de correo
et: Virtuaalsed e-posti domeenid
fr: domaines virtuels de courrier
hu: Virtuális levelező tartomány
pl: Domeny wirtualne
pt_br: Domínios de e-mail virtuais

source: Greylist
es: Lista gris
fr: Liste grise
pl: Greylista
pt_br: Lista cinza

source: Mail retrieval from external accounts
cs: Získávání mailů z externích účtů
es: Recuperación de correo de cuentas externas
et: Kirjade hankimine välistelt kontodelt
fr: Service de rapatriement depuis des comptes externes
hu: Levél letöltése külső fiókból
pl: Pobieranie poczty z kont zewnętrznych
pt_br: Recuperação de e-mail de contas externas

source: Message ID
cs: ID Zprávy
da: Meddelelses ID
es: ID del mensaje
et: Sõnumi ID
fr: ID du message
hu: Üzenet azonosító
ja: メッセージID
pl: ID wiadomości
pt_br: ID da mensagem
tr: İleti Kimliği

source: From
cs: Od
da: Fra
es: De
et: Kellelt
fr: De
pl: Od
pt_br: De
tr: Gönderen

source: From hostname
cs: Od hostname
da: Fra hostname
es: Desde nombre de máquina
et: Masinanimelt
fr: Du nom d'hôte
ja: ホスト名から
pl: Od hosta
pt_br: Do servidor
tr: Gönderen ana makine

source: From host ip
cs: Od hostitelské ip
da: FRa host ip
es: Desde ip de la máquina
et: Masina IP aadressilt
fr: De l'adresse IP
ja: ホストIPから
pl: Z adresu IP
pt_br: Do servidor com o IP
tr: Gönderen ana makine IP numarası

source: Size (bytes)
cs: Velikost (bajtů)
da: Størrelse (bytes)
es: Tamaños (bytes)
et: Suurus (baitides)
fr: Taille (bytes)
hu: Mért (bájt)
ja: サイズ (bytes)
pl: Rozmiar (bajty)
pt_br: Tamanho (em bytes)
tr: Boyut (bayt)

source: Relay
da: Videresende
es: Retransmisión
et: Edastamine
fr: Relais
hu: Levéltovábbító
ja: リレー
pl: Przekazanie
pt_br: Encaminhamento
tr: İlet

source: Message type
cs: Typ zprávy
es: Tipo del mensaje
et: Sõnumi tüüp
fr: Type de message
hu: Üzenet típusa
pl: Typ wiadomości
pt_br: Tipo de mensagem

source: Event
cs: Událost
da: Handling
es: Evento
et: Sündmus
fr: Evénements
hu: Esemény
ja: イベント
pl: Zdarzenie
pt_br: Evento
tr: Olay

source: Additional Info
cs: Další informace
es: Información adicional
et: Lisainfo
fr: Informations complémentaires
hu: További információk
pl: Dodatkowe informacje
pt_br: Informação adicional

source: Successful messages
cs: Úspěšné zprávy
da: Succesfulde meddelelser
es: Mensajes exitosos
et: Edukalt saadetud sõnumid
fr: Messages réussis
hu: Elküldött levelek
ja: メッセージ
pl: Wiadomości wysłane poprawnie
pt_br: Mensagens com sucesso
tr: İleti başarılı gönderildi mesajları

source: Maximum message size exceeded
cs: Maximální velikost zprávy překročena
da: Maximum medddelelses størrelse overskredet
es: Tamaño máximo de mensaje excedido
et: Maksimaalse suuruse ületanud sõnumid
fr: Taille maximale de message dépassée
hu: Túllépte a megengedett levélméretet
ja: メッセージサイズ最大値を超えています
pl: Rozmiar wiadomości przekroczony
pt_br: Tamanho máximo de mensagem excedido
tr: İleti boyutu üst sınırı aşıldı

source: User quota exceeded
hu: Túllépte a felhasználói méretkorlátot
pl: Limit skrzynki został przekroczony
pt_br: Cota de usuário excedida

source: Relay access denied
cs: Relay access zakázán
da: Videresendelse nægtet
es: Acceso de retransmisión denegado
et: Edastamine keelatud
fr: Accès au relai refusé
hu: Levéltovábbítás megtiltva
ja: リレーアクセスが拒否されました
pl: Przekierowanie odrzucone
pt_br: Acesso ao encaminhamento negado
tr: Posta iletme erişimi engellendi

source: Account does not exist
cs: Účet neexistuje
da: Kontoen eksisterer ikke
es: La cuenta no existe
et: Kontot ei ole olemas
fr: Le compte n'existe pas
hu: A felhasználói fiók nem létezik
ja: アカウントが存在しません
pl: Konto nie istnieje
pt_br: Essa conta não existe

source: Host unreachable
cs: Host nedosažitelný
da: Host udenfor rækkevidde
es: Máquina inalcanzable
et: Masin kättesaamatu
fr: Hôte injoignable
hu: A host nem érhető el
ja: ホストに到達できません
pl: Host nieosiągalny
pt_br: Host inalcançável
tr: Ana makine ulaşılamaz durumda

source: Authentication error
cs: Chyba při ověřování
da: Godkendelses fejl
es: Error de autenticación
et: Autentimise viga
fr: Erreur d'authentification
hu: Hitelesítési hiba
ja: 認証エラー
pl: Błąd autentykacji
pt_br: Erro de autenticação
tr: Doğrulama hatası

source: Greylisted
es: Incorporado a la lista gris
et: Greylistis
fr: En liste grise (Greylisted)
hu: Greylistre téve
pl: Dodano do Greylisty
pt_br: Adicionado na lista cinza

source: Other events
cs: Další události
da: Andre handlinger
es: Otros eventos
et: Muud sündmused
fr: Autres événements
hu: Más események
ja: その他のイベント
pl: Inne zdarzenia
pt_br: Outros eventos
tr: Diğer olaylar

source: Mailboxes
cs: Schránky
da: Mailboxe
es: Buzones de correo
et: Postkastid
fr: Boîtes aux lettres
hu: Levelező postaládák
ja: メールボックス
pl: Konta pocztowe
pt_br: Caixas de e-mail
