Repository: zentyal/zentyal
Catalog: client/mail/po/*.po
Languages: cs, da, es, et, fr, hu, ja, pl, pt_br, tr

source: Mail SMTP server
cs: Mailový SMTP server
es: Servidor de correo SMTP
et: SMTP server
fr: Serveur SMTP
hu: Levelező SMTP szerver
pl: Serwer SMTP
pt_br: Servidor SMTP de correio

source: Mail POP/IMAP server
cs: Mailový POP / IMAP server
es: Servidor de correo POP/IMAP
et: POP/IMAP server
hu: Levelező POP/IMAP szerver
pl: Serwer POP/IMAP
pt_br: Servidor de e-mail tipo POP/IMAP

source: This message is being delivered
cs: Tato zpráva je doručována
es: Este mensaje está siendo entregado
et: Seda sõnumit toimetakse kohale
fr: Ce message est transmis
hu: Ez az levél el lett küldve
pl: Wiadomość jest dostarczana
pt_br: Esta mensagem está sendo entregue

source: Mail alias settings
cs: Nastavení Mailového aliasu
da: Mail alias indstillinger
es: Características del alias de la cuenta de correo
et: E-posti aliase seadistused
fr: Configuration d'alias
hu: Virtuális emailcím beállítások
ja: メールエイリアス設定
pl: Ustawienia aliasów
pt_br: Configurações de alias de e-mail
tr: İleti takma isim ayarları

source: There are no users in the group or the users do not have a mail account, so an alias account cannot be created
cs: Nejsou žádní uživatelé ve skupině, nebo uživatelé nemají mailový účet, takže alias nemůže být vytvořen
da: Der er ingen brugere i gruppen eller brugerne har ikke en mailkonto, så en alias konto kan ikke oprettes
es: No hay usuarios en el grupo o los usuarios no tienen una cuenta de correo, así que un alias no se puede crear
et: Selles grupis kasutajad puuduvad või ei ole neil e-posti kontosid. Seega aliase kontot ei loodud.
fr: Il n'y a pas d'utilisateur dans le groupe ou les utilisateurs n'ont pas de compte de courrier ; aucun alias ne peut être créé
hu: Nincsenek felhasználók a csoportban, vagy a felhasználóknak nincs email fiókjuk, tehát a virtuális emailcím nem lett létrehozva
ja: グループにユーザが存在しないか、ユーザがメールアカウントを所有しない場合、エイリアスアカウントを作成することはできません
pl: Nie ma użytkowników w grupie lub nie utworzono im kont pocztowych, nie można utworzyć aliasu
pt_br: Não há usuários no grupo ou os usuários não têm uma conta de e-mail, logo um alias de conta não pode ser criado
tr: Bu grubun içinde kullanıcı mevcut değil veya kullanıcının posta hesabı yok. Bu yüzden takma isim hesabı oluşturulamıyor.

source: Mail alias
cs: Mailový alias
es: Alias de cuenta de correo
et: E-posti alias
fr: Alias de courrier
hu: Virtuális emailcím
ja: メールエイリアス
pl: Alias mailowy
pt_br: Alias de e-mail
tr: İleti takma isimleri

source: Action
cs: Akce
da: Handling
es: Acción
et: Tegevus
ja: アクション
pl: Akcja
pt_br: Ação
tr: İşlem

source: Create
cs: Vytvořit
da: Opret
es: Crear
et: Loo
fr: Créer
hu: Létrehoz
ja: 作成
pl: Utwórz
pt_br: Criar
tr: Oluştur

source: Delete
cs: Vymazat
da: Slet
es: Eliminar
et: Kustuta
fr: Effacer
hu: Törlés
ja: 削除
pl: Usuń
pt_br: Deletar
tr: Sil

source: Virtual mail domain
hu: Virtuális levelező tartomány
pl: Domena wirtualna
pt_br: Domínio virtual de correio

source: Set up the default virtual mail domain
hu: Alapértelmezett virtuális levelezőtartomány beállítása
pl: Ustaw domyślną domenę wirtualną
pt_br: Configure o domínio virtual de correio padrão

source: This will be the domain for your mail accounts
hu: Ez lesz az ön levelezőtartománya.
pl: To jest domena Twoich kont pocztowych
pt_br: Este será o domínio para suas contas de correio

source: Sender
cs: Odesílatel
da: Afsender
es: Remitente
et: Saatja
fr: Expéditeur
hu: Küldő
ja: 送信者
pl: Nadawca
pt_br: Remetente
tr: Gönderen

source: Recipients
cs: Příjemci
da: Modtagere
es: Destinatarios
et: Saajad
fr: Destinataires
hu: Címzettek
ja: 受信者
pl: Odbiorca
pt_br: Recipientes
tr: Alıcı

source: Requeue
da: Genindlæs kø
es: Reencolar
et: Järjesta uuesti
fr: Remettez dans la file
ja: 再キュー
pl: Przekolejkowanie
pt_br: Recolocar na fila
tr: Beklemeye gönder

source: Show Info
cs: Zobrazit Info
da: Vis info
es: Mostrar información
et: Näita infot
fr: Afficher les informations
hu: További információk
ja: 情報を表示
pl: Pokaż info
pt_br: Mostrar Informação
tr: Bilgilendirmeyi göster

source: Remove
cs: Odstranit
da: Fjern
es: Eliminar
et: Eemalda
fr: Supprimer
hu: Töröl
ja: 削除
pl: Usuń
pt_br: Remover
tr: Kaldır

source: Hide Info
cs: Skrýt Info
da: Skjul info
es: Ocultar información
et: Peida info
fr: Cacher les informations
hu: Információk elrejtése
ja: 情報を隠す
pl: Ukryj info
pt_br: Esconder Informação
tr: Bilgilendirmeyi gizle

source: Attempt to deliver all queued mail
cs: Pokus o doručení všech emailů ve frontě
es: Intentar entregar todo el correo encolado
et: Proovi saata kõik järjekorras olevad kirjad
fr: Tentative de livrer tout le courrier en attente
hu: Kísérlet az összes sorban álló levél elküldésére
pl: Spróbuj dostarczyć wiadomości oczekujące
pt_br: Tentativa de entregar todas as mensagens da fila

source: Remove all messages
cs: Odstranit všechny zprávy
es: Borrar todos los mensajes
et: Eemalda kõik kirjad
fr: Supprimer tous les messages
hu: Összes levél törlése
pl: Usuń wszystkie wiadomości
pt_br: Remover todas as mensagens

source: first
cs: první
da: første
es: primero
et: esimene
fr: Premier
hu: első
ja: 最初
pl: pierwsza
pt_br: primeiro
tr: Birinci

source: prev
cs: předchozí
da: forrige
es: anterior
et: eelmine
fr: Précédent
hu: előző
ja: 前
pl: poprzednia
pt_br: anterior
tr: Önceki

source: next
cs: další
da: næste
es: siguiente
et: järgmine
fr: Suivant
hu: következő
ja: 次
pl: następna
pt_br: próximo
tr: Sonraki

source: last
cs: poslední
da: sidste
es: última
et: viimane
fr: Dernier
hu: utolsó
ja: 最後
pl: ostatnia
pt_br: último
tr: Sonuncu

source: Create mail account
cs: Vytvořit poštovní účet
da: Opret mail konto
es: Crear cuenta de correo
et: E-posti konto loomine
fr: Créer compte de courrier
hu: Postafiók létrehozása
ja: メールアカウントを作成
pl: Utwórz konto mailowe
pt_br: Criar conta de e-mail
tr: Posta hesabı oluştur

source: Account name
cs: Název účtu
da: Konto navn
es: Nombre de cuenta
et: Konto nimi
fr: Nom de compte
hu: Postafiók neve
ja: アカウント名
pl: Nazwa konta
pt_br: Nome da conta
tr: Hesap ismi

source: Domain name
cs: Doménové jméno
da: Domæne navn
es: Nombre de dominio
et: Domeeninimi
fr: Nom de domaine
hu: Tartománynév
ja: ドメイン名
pl: Nazwa domeny
pt_br: Nome do domínio
tr: Alan ismi

source: Maildir size
cs: Maildir velikost
da: Maildir størrelse
es: Tamaño del buzón de correo
et: Maildir suurus
fr: Taille de la boîte
hu: Maildir mérete
ja: メールディレクトリサイズ
pl: Rozmiar skrzynki pocztowej
pt_br: Tamanho do diretório de e-mail
tr: Posta dizini boyutu

source: Mail account settings
cs: Nastavení Mail účtu
da: Mail konto indstillinger
es: Características de la cuenta de correo
et: E-posti konto seadistused
fr: Configuration de compte de courrier
hu: Postafiók beállításai
ja: メールアカウント設定
pl: Ustawienia konta pocztowego
pt_br: Configurações de contas de e-mail
tr: Posta hesabı ayarları

source: Create mail aliases
cs: Vytvořit mail alias
da: Opret mail alias'
es: Crear alias de cuenta de correo
et: E-posti aliaste loomine
fr: Créer alias de courrier
hu: Virtuális emailcím létrehozása
ja: メールエイリアスを作成
pl: Utwórz aliasy
pt_br: Criar Aliases de e-mail
tr: İleti takma ismi oluştur

source: No quota
cs: Žádná kvóta
es: Sin cuota
et: Kvoot puudub
fr: Pas de quota
hu: Nincs kvóta
pl: Brak limitu
pt_br: Sem cota

source: Default quota
cs: Výchozí kvóta
es: Cuota por defecto
et: Vaikimisi kvoot
fr: Quota par défaut
hu: Alapértelmezett kvóta
pl: Domyślny limit
pt_br: Cota padrão

source: Custom quota
cs: Vlastní kvóta
es: Cuota personalizada
et: Kohandatud kvoot
fr: Quota personnalisé
hu: Személyre szabott kvóta
pl: Zdefiniowany limit
pt_br: Cota personalizada

source: Quota type
cs: Typ Kvóty
es: Tipo de cuota
et: Kvoodi tüüp
hu: Kvóta típusa
pl: Rodzaj limitu
pt_br: Tipo de cota

source: Maximum mailbox size in MB
cs: Maximální velikost schránky v MB
es: Tamaño máximo del buzón de correo en MB
et: Maksimaalne postkasti suurus megabaitides
fr: Taille maximale de la boîte de courrier en MB
hu: Postafiók maximális mérete MB-ban
pl: Max wielkość skrzynki w MB
pt_br: Tamanho máximo da conta de Email em MB

source: Modify
cs: Modifikovat
da: Ændr
es: Modificar
et: Muuda
fr: Modifier
hu: Módosít
ja: 修正
pl: Zmień
pt_br: Modificar
tr: Değiştir

source: Mail account
cs: Mailový účet
da: Mail konto
es: Cuenta de correo
et: E-posti konto
fr: Compte de courrier
hu: Levelező fiók
ja: メールアカウント
pl: konto pocztowe
pt_br: Conta de e-mail

source: Click here to create a new mail virtual domain
cs: Klikněte zde pro vytvoření nové mail virtuální domény
da: Klik her for at oprette et nyt virtuelt mail domæne
es: Click aquí para crear un nuevo dominio de correo
et: Kliki siia, et luua uus e-posti virtuaaldomeen
fr: Cliquer ici pour créer un nouveau domaine virtuel de courrier
hu: Kattintson ide egy új virtuális levelezőtartomány létrehozásához
ja: 新規バーチャルドメインを作成するにはここをクリックしてください
pl: Dodaj nową domenę wirtualną
pt_br: Clique aqui para adicionar um novo domínio virtual de e-mail

source: The virtual domain you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
cs: Virtuální domény, které jste se pokusili odstranit obsahují data v následujících modulech. Prosím, potvrďte, které chcete odebrat, a s nimi všechny související údaje
da: Det virtuelle domæne du prøvede at slette indeholder data i følgende moduler. Bekræft venligst at du ønsker at fjerne det og alle dets data
es: El dominio virtual que intenta eliminar contiene datos en los siguentes módulos. Por favor confirme que quiere eliminarlo con toda su información.
et: Virtuaaldomeen, mida proovid kustutada, sisaldab andmeid järgnevates moodulites. Palun kinnita, et sa tõesti soovid seda ja sellega seotud andmeid eemaldada
fr: Le domaine virtuel que vous essayez d'effacer contient des données dans les modules suivants. Veuillez confirmer que vous voulez l'enlever ainsi que toutes ses données
hu: A virtuális tartomány, amelyet ki szeretne törölni, a következő modulokban tárol adatokat. Erősítse meg, hogy ezekkel együtt szeretné-e eltávolítani
ja: 削除しようとしているバーチャルドメインは次のモジュールにデータを含んでいます。関連するデータとともに全て削除しますか
pl: Informacje dotyczące usuwanej domeny wirtualnej znajdują się również w poniższych modułach. Potwierdź jej usunięcie wraz ze wspomnianymi informacjami
pt_br: O Domínio Virtual que você tentou deletar contêm dados nos seguintes módulos. Por Favor confirme se você quer deletar isso e os dados correspondentes
tr: Silmeyi denediğiniz sanal alan adı aşağıdaki birimlerde veri içeriyor. Lütfen bu sanal alan adını ve ilgili verileri silmek istediğinizi doğrulayın.

source: Cancel
cs: Zrušit
da: Fortryd
es: Cancelar
et: Loobu
fr: Annuler
hu: Mégsem
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
tr: Vazgeç

source: The following settings only will take effect when the mail module is enabled
cs: Následující nastavení se projeví pouze tehdy, pokud je povolen mail modul
da: Disse indstillinger vil kun være aktive, hvis mail modulet er slået til
es: Las siguientes opciones sólo tendrán efecto cuando el módulo correo está habilitado
et: Järgnevad seadistused jõustuvad siis, kui e-posti moodul on lubatud
fr: Les paramètres suivants ne prendront effets que lorsque le module de courrier sera activé
hu: Ezek a beállítások akkor lesznek alkalmazva, ha bekapcsolja a levelező modult
ja: メールモジュール有効のときのみ以下の設定が適用されます
pl: Poniższe ustawienia zostaną zastosowane tylko przy włączony module pocztowy
pt_br: Os seguintes ajustes apenas terão efeito quando o módulo de e-mail está ativado

source: Change
cs: Změna
da: Ret
es: Cambiar
et: Muuda
fr: Changer
hu: Változtat
ja: 変更
pl: Zmień
pt_br: Mudar
tr: Değiştir

source: eBox Mail System
es: Sistema de correo eBox
fr: Système de courrier eBox
ja: eBoxメールシステム

source: External mail address
es: Dirección de correo externa

source: [EBox-event] An event has happened at {hostName}
da: [EBox-event] der har været en event på {hostName}
es: [EBox-event] Ha ocurrido un evento en {hostName}
fr: [EBox-event] Un événement est survenu sur {hostName}
ja: [EBox-event] {hostName} でイベントが発生しました

source: In order to configure the Mail event dispatcher is required to enable the mail service from eBox
da: For at kunne sætte mail event håndtering op, skal mail være enablet i eBox
es: Para configurar el emisor de eventos por correo es necesario habilitar el servicio de correo desde eBox
fr: Afin de configurer l'expédition d'événement par courrier, vous devez activer le service de courrier d'eBox
ja: メールを設定するにはイベントディスパッチャーがeBoxからのメールサービスを有効にしている必要があります

source: eBox will execute {cmd}
es: eBox ejecutará {cmd}
fr: eBox va exécuter {cmd}

source: eBox will add two LDAP schemas: authldap.ldif and eboximail.ldif.
es: eBox añadirá dos esquemas LDAP: authldap.ldif and eboximail.ldif.
fr: eBox va ajouter deux schémas LDAP : authldap.ldif and eboximail.ldif.

source: eBox will create certificates to use in mail services
es: eBox creará los certificados del servicio de correo
fr: eBox va générer des certificats qui seront utilisés par le service de courrier

source: eBox will schedule a cron job to update fetchmail configuration when the user add external accounts
es: eBox programará un trabajo de cron para actualizar la configuración de fetchmail cuando el usuario añada cuentas externas

source: User quote exceeded
da: Bruger kvote overskredet
es: Cuota de usuario excedida
fr: Quota utisateur dépassé
ja: ユーザクォータを超えています
tr: Kullanıcı payı aşıldı

source: There is no messages in queue or the service is stopped
da: Der er ingen meddelelser i køen eller servicen er stoppet
es: No hay mensajes en la cola o el servicio esta detenido
fr: Il n'y a aucun message dans la file d'attente ou alors le service est arrêté
ja: キューにメッセージがないか、サービスが停止しています

source: maildir size
da: maildir størrelse
ja: メールディレクトリサイズ
tr: Posta dizini boyutu

source: remote IP
tr: uzaktaki IP

source: {ip} is not a valid ip address
da: {ip} er ikke en gyldig ip adresse
tr: {ip} geçerli bir IP adresi değil

source: {ip} cannot be reached by any configured interface
da: {ip} kan ikke findes af noget konfigureret interface
tr: {ip} adresi tanımlanan hiçbir arabirim tarafından erişilebilir değil

source: {ip} can be reached by more than one configured interface
da: {ip} kan nås af mere end et konfigureret interface
tr: {ip} adresi tanımlanan birçok arabirim tarafından erişilebilir

source: message size
da: meddelelses størrelse
tr: ileti boyutu

source: Mail services
tr: Posta servisleri

source: Filter
tr: Süzgeç

source: Mail system
tr: Posta sistemi

source: Virtual domains
da: Virtuelle domæner
tr: Sanal alan adları

source: Aditional Info
da: Yderligere info
ja: 追加情報
tr: Ek Bilgi

source: Virtual domain name
da: Virtuelt domæne navn
tr: Sanal alan adı

source: Maximum mail account size
da: Maximum mail konto størrelse
tr: Posta hesap boyutu sınırı

source: relay
da: videresende
tr: İlet

source: vdomain
tr: Sanal alanlar

source: Message size limit
da: Meddelelse størrelses grænse
tr: İleti boyutu sınırı

source: Create alias mail account to group
da: Opret alias mail konto til gruppen
ja: グループのエイリアスメールアカウントを作成
tr: Grup için bir ileti takma ismi oluştur

source: When the last member of a group is removed, the mail alias account will be deleted
da: Når det sidste medlem af en gruppe slettes, vil mail alias kontoen blive slettet
ja: グループに所属するメンバーが全て削除されると、グループのエイリアスメールアカウントは削除されます
tr: Eğer grubun sonra üyesi silinirse ileti takma hesabıda silinir

source: No
da: Nej
ja: いいえ
tr: Hayır

source: Optional
da: Optional/mulig
ja: 任意
tr: Seçmeli

source: Required
da: Krævet
ja: 必須
tr: Gerekli

source: Add a new virtual domain
da: Tilføj et nyt virtuelt domæne
tr: Yeni sanal bir alan ekle

source: Default maildir size
da: Default maildir størrelse
tr: Varsayılan posta dizini boyutu

source: Add
da: Tilføj
tr: Ekle

source: Virtual domains list
da: Virtuel domæne liste
tr: Sanal alan listesi

source: Maildir Size
da: Maildir Størrelse
tr: Posta dizini noyutu

source: Edit
da: Rediger
tr: Düzenle

source: Message
da: Meddelelse
ja: メッセージ
tr: Mesaj

source: Operate
da: Betjen
ja: 操作
tr: Düzenle

source: Services
tr: Servisler

source: Default maildir size (MB)
da: Default maildir størrelse (MB)
ja: デフォルトのメールディレクトリサイズ (MB)
tr: Varsayılan posta dizini noyutu (MB)

source: Force the change to the existing accounts
da: Tving ændringen til eksisterende konti
tr: Önceden mevcut hesapların değiştirilmesine zorla izin ver

source: Maildir size for {vdomain} virtual domain
da: Maildir størrelse for {vdomain} virtuelt domæne
tr: {vdomain} sanal alanı için posta dizin boyutu

source: Yes
da: Ja
tr: Evet

source: Mail service settings
tr: Posta servis ayarları

source: TLS support is required by the authentication system
da: TLS support er krævet af godkendelses systemet
tr: TLS desteği kimlik doğrulama için gerekli

source: Service
tr: Servis

source: SSL Support
ja: SSLサポート
tr: SSL desteği

source: Apply Changes
da: Anvend ændringer
tr: Değişiklikleri uygula

source: A value of 0 for the maximum message size and maximum mail account size stands for no size limitation.
da: Værdien 0 som maximum meddelelses størrelse og maximum mail konto størrelse betyder ingen størrelses grænse
tr: SIFIR değeri ile kullanıcıya sınırsız mesaj kullanım hakkı verirsiniz (hem mesaj boyutu hemde kota olarak)

source: Maximum message size accepted by the mail server
da: Maximum meddelelses størrelse godkendt af mail server
tr: Enfazla mesaj boyutu posta sunucusu tarafından kabul edildi

source: Size (MB)
da: Størrelse (MB)
tr: Boyut (MB)

source: Relay policy for objects
da: Videresendelses politik for objekter
tr: Nesneler için iletme ilkeleri

source: You should move to allowed column those objects you want to allow sending mail through this module.
da: De objekter du ønsker at tillade at sende mail gennem dette modul, skal flyttes til tilladt kolonne.
tr: İletileri bu modul ile gönderebilecek nesneleri 'İzinli' satırına koymanız gerekli

source: Choose the object whose state you want to change and click on the arrow to move it to the desired column.
da: Vælg de objekter du ønsker at ændre status på, og klik på pilen for at flytte dem til den ønskede kolonne.
tr: Durumunu değiştirmek istediğiniz nesneyi seçin ve yön tuşlarını kullanarak istediğiniz sütuna kaydırın

source: Denied
da: Afvist
tr: Engellendi

source: Allowed
da: Tilladt
tr: İzinli

source: Empty list
da: Tom liste
tr: Liste boş

source: Allow
da: Tillad
tr: İzin ver

source: Move selected objects to the allowed column
da: Flyt valgte objekter til tilladt kolonne
tr: Seçili nesneleri izinli sütununa taşı

source: Deny
da: Afvis
tr: Engelle

source: Move selected objects to the denied column
da: Flyt valgte objekter til afvist kolonne
tr: Seçili nesneleri 'Engelle' sütununa taşı

source: Mail forward port
tr: Posta iletme portu

source: Filter's IP address
da: Filter's IP adresse
tr: Süzgeç IP adresi

source: Filter's Port
tr: Süzgeç portu

source: Apply
da: Anvend
tr: Uygula

source: Default maximum mail account size
da: Default maximum mail konto størrelse
tr: Varsayılan en fazla posta hesabı boyutu

source: Size quota
ja: サイズクォータ

source: mail
ja: メール

source: To configure courier to authenticate against LDAP
ja: courierがLDAPに対して認証するように設定

source: To let courier know how to access LDAP
ja: courierにLDAPへのアクセス方法を通知

source: To configure courier POP3
ja: courier POP3の設定

source: To configure POP3 with SSL support
ja: POP3をSSLサポート付きで設定

source: To configure IMAP
ja: IMAPを設定

source: To configure IMAP with SSL support
ja: IMAPをSSLサポート付きで設定

source: To configure saslauthd to authenticate against LDAP
ja: saslauthdをLDAP認証するよう設定

source: To configure saslauthd to use LDAP
ja: saslauthdがLDAPを使うよう設定

source: To add the LDAP schemas used by eBox mail
ja: eBox mailに使われるLDAPスキーマを追加
