Repository: zentyal/zentyal
Catalog: client/*/po/*.po
Languages: ca, es, et, eu, hu, pl, pt, pt_br, sv, tr

source: Boolean indicating Certification Authority Certificate
ca: Booleà indicant el el certificat de l'entitat certificadora CA
es: Booleano indicando si es Certificado de la Autoridad de Certificación
hu: Hitelesítésszolgáltatói tanúsítványt jelző logikai érték
pl: wartość logiczna oznaczająca certyfikat urzędu certyfikacji (CA)
pt: Booleano a indicar certificação de Autoridade Certificadora
pt_br: O boleano indica o Certificado da Autoridade Certificadora
sv: Booleskt värde indikerar Certification Authority Certificate
tr: Boolean değeri sertifikayı onaylayan kurumun doğrulama numarasıdır.

source: Reason
ca: Raó
es: Razón
et: Põhjus
eu: Arrazoia
hu: Ok
pl: Powód
pt: Razão
pt_br: Razão
sv: Anledning
tr: Sebeb

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
ca: L'entrada conté caràcters invàlids. Tots els caràcters alfanumèrics, més aquests no alfanumèrics: .?&+:-@* i espais són permesos.
et: Sisendis on sobimatud märgid. Lubatud on kõik tähe- ja numbrimärgid, tühikud ja märgid: .?&+:-@*
eu: Sarrerak karaktere okerrak dauzka. Karaktere alfanumeriko denak eta hautxek: .?&+:-@* gehi hutsuneak onartuak dira.
hu: A megadott érték érvénytelen karaktereket tartalmaz. Minden alfanumerikus, és a következő nem alfanumerikus karakterek engedélyezettek: .?&+:-@* és a szóköz.
pt: A entrada contém caracteres inválidos. São permitidos todos os caracteres alfanuméricos, mais os seguintes: .?&+:\@ e espaços.

source: The certificate has been revoked
ca: El certificat ha estat revocat
es: El certificado se ha revocado
et: Sertifikaat on tühistatud
eu: Ziurtagiria deuseztatua izan da
hu: A tanúsítvány vissza lett vonva
pl: Certyfikat został odwołany
pt: O certificado foi revogado
pt_br: O certificado foi revogado
sv: Certifikatet har spärrats
tr: Sertifika geçersiz

source: The CA certificate has been revoked
ca: El certificat CA ha estat revocat
es: El certificado de la autoridad se ha revocado
et: SK sertifikaat on tühistatud
eu: ZA ziurtagiria deuseztatua izan da
hu: A CA tanúsítvány vissza lett vonva
pl: Certyfikat urzędu certyfikacji (CA) został odwołany
pt: O certificado CA foi revogado
pt_br: O certificado CA foi revogado
sv: CA-certifikatet har spärrats
tr: Sertifika onaylama geçersiz

source: CA passphrases do NOT match
ca: Les claus CA no coincideixen
es: Las frases de paso de la CA no coinciden
et: SK paroolifraasid EI kattu
eu: ZA esaldi-gakoak EZ datoz bat
hu: A CA jelmondatok NEM egyeznek
pt: Palavras-passe CA não coincidem
pt_br: As senhas de CA não coincidem
sv: CA-lösenordfraserna stämmer INTE överens
tr: CA parolası uymuyor

source: CA Passphrase should be at least {length} characters
ca: Les claus CA han de tenir al menys {length} caràcters
es: Las contraseñas deben ser de al menos {length} caracteres
et: SK paroolifraas peab olema vähemalt {length} märki pikk
eu: ZA esaldi-gakoak gutxienik {length} karaktere eduki beharko luke
hu: A CA jelmondatoknak legalább {length} karakteresnek kell lenniük
pt: Palavra-passe CA deve ter pelo menos {length} caracteres
pt_br: A senha necessita ter no mínimo {length} caracteres
sv: CA-lösenfras ska innehålla minst {length} tecken
tr: CA parolası en az {length} karakter olmalı

source: Days to expire ({days}) must be a positive number
ca: Els dies de caducitat ({days}) han de ser positius
es: Los días para expirar ({days}) debe ser un número positivo
et: Kehtivusaeg ({days}) peab olema positiivne arv
eu: Iraungitze-arteko egunek ({days}) balio positiboa behar du izan
hu: A lejáratig hátralévő napok számának ({days}) pozitív számnak kell lennie
pt: Dias para expirar ({days}) deve ser um número inteiro
pt_br: Dias até expirar ({days}) deve ser um número positivo
sv: Dagar till utgång ({days}) måste vara ett positivt tal

source: The input contains invalid characters. All {ascii} alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
ca: L'entrada conté caràcters invàlids. Tots els caràcters alfanumèrics {ascii} , mes aquests no alfanumèrics: .?&+:-@* i els espais son permesos.
eu: Sarrerak karaktere okerrak dauzka. Karaktere alfanumeriko {ascii} denak gehi hautxek: .?&+:-@* gehi hustarteak onartzen dira.
hu: A megadott érték érvénytelen karaktereket tartalmaz. Minden {ascii} alfanumerikus, és a következő nem alfanumerikus karakterek engedélyezettek: .?&+:-@* és a szóköz.
pt: A entrada contém caracteres inválidos. São permitidos todos os caracteres alfanuméricos {ascii}, mais os seguintes: .?&+:\@ e espaços.

source: The Subject Alternative Name parameter must follow this pattern: type:value, type:value
ca: El paràmetre del títol del nom alternatiu ha de seguir el patró: valor, tipus:valor
et: Subjekti alternatiivse nime parameeter peab olema kujul: tüüp:väärtus, tüüp:väärtus
hu: Az alternatív tárgynév paraméter a következő sablont kell kövesse: type:érték, type:érték
pt: O parâmetro nome do sujeito alternativo deve seguir esta regra tipo: valor, tipo:valor

source: The certificate has been issued.
ca: El certificat ha estat expedit.
et: Sertifikaat on väljastatud.
eu: Ziurtagiria martxan jarri da.
hu: A tanúsítvány elkészült.
pt: O certificado foi emitido

source: The new CA certificate has been issued.
ca: El nou certificat CA ha estat expedit.
et: Uus SK sertifikaat on väljastatud.
eu: ZA ziurtagiri berria martxan jarri da.
hu: Az új CA tanúsítvány elkészült.
pt: O novo certificado CA foi emitido

source: Action
ca: Acció
es: Acción
et: Toiming
eu: Ekintza
hu: Művelet
pl: Działanie
pt: Acção
pt_br: Ação
sv: Aktion
tr: Faaliyet

source: Only revoke, renew and reissue actions are performed
hu: Csak a visszavonás és a megújítás műveletek lesznek végrehajtva

source: Common name: {cn} does NOT exist in database
ca: El nom comú: {cn} no existeix a la base de dades
es: Nombre común: {cn} NO existe en la base de datos
et: Üldist nime (CN): {cn} EI OLE andmebaasis
eu: Izen arrunta: {cn} EZ dago datubasean
hu: Az általános név ({cn}) NEM létezik az adatbázisban
pl: Nazwa powszechna: {cn} nie istnieje w bazie danych
pt: Nome comum: {cn} NÃO existe na base de dados
pt_br: Nome comum: {cn} NÃO existe no banco de dados
sv: Namn: {cn} finns INTE i databasen
tr: Genel isim : {cn} veritabanında bulunmamaktadır

source: The certificate has NOT been renewed
ca: El certificat NO ha estat renovat
es: El certificado NO se ha renovado
et: Sertifikaati EI ole uuendatud
eu: Ziurtagiria EZ da berritu
hu: A tanúsítványt NEM lett megújítva
pt: O certificado NÃO foi renovado
pt_br: O certificado NÃO foi renovado
sv: Certifikatet har INTE förnyats
tr: Sertifika yenilenmemiş

source: Days to expire
ca: Dies per caducar
es: Días para expirar
et: Aegumiseni jäänud päevi
eu: Iraungitze-arteko egun kopurua
hu: Napok a lejáratig
pl: Dni do wygaśnięcia
pt: Dias para expirar
pt_br: Dias até expirar
sv: Dagar till utgång
tr: Sona ermesine kalan gün

source: The certificate CANNOT be renewed
ca: El certificat NO es pot renovar
es: El certificado NO se puede renovar
et: Sertifikaati EI OLNUD võimalik uuendada
eu: Ziurtagiria EZIN da berritu
hu: A tanúsítványt NEM lehet megújítani
pl: Certyfikat nie może zostać odnowiony
pt: O certificado NÃO PODE ser renovado
pt_br: O certificado NÃO pôde ser renovado
sv: Certifikatet KAN INTE förnyas
tr: Sertifika yenilemenez

source: The certificate has been renewed
ca: El certificat ha estat renovat
es: El certificado se ha renovado
et: Sertifikaat on uuendatud
eu: Ziurtagiria berritua izan da
hu: A tanúsítvány meg lett újítva
pl: Certyfikat został odnowiony
pt: O certificado foi renovado
pt_br: O certificado foi renovado
sv: Certifikatet har förnyats
tr: Sertifika yenilendi

source: The new CA certificate has been renewed
ca: El nou certificat CA ha estat renovat
es: El nuevo certificado de la Entidad Certificadora se ha renovado
et: Uus SK sertifikaat on uuendatud
eu: ZA ziurtagiri berria berritua izan da
hu: Az új CA tanúsítvány meg lett újítva
pl: Certyfikat urzędu certyfikacji (CA) został odnowiony
pt: O novo certificado CA foi renovado
pt_br: O novo certificado CA foi renovado
sv: Nytt CA-certifikat har förnyats
tr: CA Sertifikası yenilendi

source: Error creating file
ca: Error creant l'arxiu
es: Error creando fichero
et: Faili loomisel tekkis viga
eu: Akatsa fitxategia sortzerakoan
hu: Hiba a fájl létrehozásakor
pl: Błąd przy tworzeniu pliku
pt: Erro ao criar o ficheiro
pt_br: Erro ao criar arquivo
sv: Fel vid skapandet av fil
tr: Dosya yaratmada hata

source: Problems creating Certification Authority has happened
ca: Hi ha hagut roblemes creant el certificat CA
es: Han ocurrido problemas en la creación de la Autoridad de Certificación
et: Sertifitseerimiskeskuse loomisel tekkisid probleemid
eu: Ziurtagiri Autoritatea sortzeko arazoak gertatu dira
hu: A hitelesítésszolgáltató létrehozásakor hiba történt
pl: Wystąpiły problemy przy dodawaniu urzędu certyfikacji (Certification Authority)
pt: Problema ao criar Certificado de Autoridade
pt_br: Houveram problemas ao criar uma Autoridade Certificadora
sv: Problem med att skapa Certifikatutfärdare har inträffat
tr: Yetki Belgelendirme yaratma sırasında problemler oluştu

source: Revoking CA certificate
ca: Eliminar el certificat CA
es: Revocar certificado de la autoridad de certificación
et: SK sertifikaadi tühistamine
eu: ZA ziurtagiria ezabatzen
hu: CA tanúsítvány visszavonása
pl: Odwoływanie certyfikatu CA
pt: A revogar certificado CA
pt_br: Revogar o certificado CA
sv: Spärrar CA-certifikat
tr: CA sertifikası iptali

source: Revoking certificate
ca: Eliminant el certificat
es: Revocar certificado
et: Sertifikaadi tühistamine
eu: Ziurtagiria ezabatzen
hu: Tanúsítvány visszavonása
pl: Odwoływanie certyfikatu
pt: A revogar certificado
pt_br: Revogar certificado
sv: Spärrar certifikat
tr: Sertifika iptali

source: This revokation can affect the functionality from other modules, please confirm you are very sure to revoke the whole certification authority from {on} and leave the service(s) unstable or disabled
ca: L'eliminació pot afectar al funcionament d'altres mòduls, si us plau confirma que estas segur d'eliminar el CA sencer desde {on} i deixar el servei(s) inestables o desactivats
es: Esta revocación puede afecar a la funcionalidad de otros módulos, por favor confirma que estás seguro de revocar toda la autoridad de certificación de {on} y dejar posiblemente servicios inestables o deshabilitados
et: Tühistamine võib mõjuda teiste moodulite funktsionaalsusele, seega palun kinnita, et soovid kogu sertifitseerimiskeskust {on} tühistada ja muuta teenus(ed) ebastabiilseks või keelatuks
eu: Ezabapen honek arazoak sor ditzazke bestelako moduluetan, mesedez egiaztatu ziur zaudela ezabatu nahi diozula ziurtagiri aginte osoa {on}-ri eta utzi zerbitzua(k) ezegonkor edota erabilezina(k)
hu: Ez a visszavonás kihathat más modulok működésére, erősítse meg, hogy egészen biztosan vissza akarja vonni a teljes hitelesítésszolgáltatót innen: {on}, és a többi szolgáltatást instabilan vagy kikapcsolva hagyja.
pl: To odwołanie może mieć wpływ na funkcjonalność innych modułów. Potwierdź, że jesteś absolutnie pewien odwołania Urzędu Certyfikacji (CA) z {on} oraz pozostawienia usług niestabilnych lub niedziałających.
pt: Esta revogação pode afectar a funcionalidade de outros módulos, confirme se tem certeza que quer revogar toda a autoridade certificadora de {on} e deixar os serviço(s) instáveis ou desabilitados
pt_br: Esta revogação pode afetar a funcionalidade de outros módulos, favor confirmar se você quer realmente revogar toda a autoridade certificadora {on} e deixar os serviços instáveis ou desabilitados
sv: Den här spärren kan påverka funktionaliteten för andra moduler. Bekräfta att du är väldigt säker på att du vill spärra hela certifikatutfärdaren från {on} och lämna tjänst(erna) inaktiverade eller i ett instabilt skick
tr: Bu iptal diğer modüllerdeki uygulanabilirlikleri de etkileyeceğinden lütfen {on} konumundaki tüm sertifikaları iptal etmek ve servisleri kararsız veya etkisi kılacağınızdan emin olun.

source: The certificate whose common name is {cn} you tried to revoke is being used by some module, please confirm you are sure to revoke and leave the service(s) unstable or disabled
ca: El certificat que el nom comú es {cn} i intentes eliminar s'està fent servir en algun mòdul, si us plau confirma que estàs segur de deixar algun servei inestable o desactivat
es: El certificado cuyo nombre común es {cn} que has tratado de revocar está siendo usado por otro módulo, por favor confirma que estás seguro de revocar y dejar dicho(s) servicio(s) inestables o apagados
et: Tühistatavat sertifikaati üldise nimega {cn} kasutatakse ka teiste moodulite poolt, palun kinnita, et soovid seda tühistada ja muuta teenus(ed) ebastabiilseks või keelatuks
eu: {cn} izen arrunta duen ziurtagiria ezabatu nahian zabiltzana beste modulu batean erabilita dago, mesedez egiaztatu ziur zaudela ezabatu nahi duzula eta utzi zerbitzua(k) ezegonkor edota erabilezina(k)
hu: A visszavonni próbált {cn} általános nevű tanúsítványt néhány modul használja. Erősítse meg, hogy biztosan vissza akarja vonni, és a többi szolgáltatást instabilan vagy kikapcsolva hagyja.
pl: Certyfikat o nazwie powszechnej (cn) {cn}, który próbowałeś odwołać jest używany przez inny moduł. Potwierdź, że jesteś pewien tego odwołania i w konsekwencji pozostawienia usługi niestabilnej lub wyłączonej.
pt: O certificado cujo nome comum é {cn} e que tentou revogar está a ser usado por alguns módulos, por favor confirme se está certo que quer revogar e ficar com serviço(s) instáveis ou desactivados
pt_br: O certificado cujo o nome comum é {cn} que você tentou revogar esta sendo utilizado por algum módulo, favor confirmar se você quer realmente revogá-lo e deixar os serviços instáveis ou desabilitados
sv: Certifikatet vars namnet är {cn} och som du försökte att spärra, används av någon modul. Bekräfta att du är säker på att du vill spärra det och lämna tjänst(erna) inaktiverade eller i ett instabilt skick
tr: İptal etmek istediğiniz {cn} genel isimli sertifika bazı modüller tarafından kullanılmakta, lütfen iptal etmek ve bazı servisleri kararsız ve etkisiz kılmayı istediğinizi onaylayın

source: Revoke
ca: Eliminar
es: Revocar
et: Tühista
eu: Ezabatu
hu: Visszavonás
pl: Odwołaj
pt: Revogar
pt_br: Revogar
sv: Spärra
tr: İptal

source: Cancel
ca: Cancel·lar
es: Cancelar
et: Loobu
eu: Utzi
hu: Mégse
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
sv: Avbryt
tr: İptal

source: Country code
ca: Codi de país
et: Riigikood
eu: Herrialde kodea
hu: Országkód
pt: Código de país

source: City
ca: Ciutat
et: Linn
eu: Herria
hu: Város
pt: Cidade

source: State
ca: Estat
es: Estado
eu: Estatua
hu: Állam
pl: Stan
pt: Estado
pt_br: Estado
sv: Tillstånd
tr: Durum

source: Create
ca: Crear
es: Crear
et: Loo
eu: Sortu
hu: Létrehozás
pl: Utwórz
pt: Criar
pt_br: Criar
sv: Skapa
tr: Oluştur

source: Create Certification Authority Certificate
ca: Crear el certificat CA
es: Crear Certificado de la Autoridad de Certificación
et: Sertifitseerimiskeskuse sertifikaadi loomine
eu: Sortu Ziurtagiri Agintearen Ziurtagiria
hu: Hitelesítésszolgáltató tanúsítványának létrehozása
pl: Utwórz certyfikat Urzędu Certyfikacji (CA)
pt: Criar Certificado de Autoridade Certificadora
pt_br: Criar certificado da Autoridade Certificadora
sv: Skapa certifikat för certifikatutfärdare
tr: Sertifikasyon Yetkili Sertifikası Oluştur

source: Renew
ca: Renovar
es: Renovar
et: Uuenda
eu: Berritu
hu: Megújítás
pl: Odnów
pt: Renovar
pt_br: Renovar
sv: Förnya
tr: Yenileme

source: Renewing CA certificate
ca: Renovant el certificat CA
es: Renovando el certificado de la Autoridad de Certificación
et: SK sertifikaatide uuendamine
eu: ZA ziurtagiria berritzen
hu: CA tanúsítvány megújítása
pt: Renovando o certificado CA
pt_br: Renovar o certificado CA
sv: Förnyar CA-certifikat
tr: CA sertifikası yenilemesi

source: Renewing certificate
ca: Renovant el certificat
es: Renovando certificado
et: Sertifikaatide uuendamine
eu: Ziurtagiria berritzen
hu: Tanúsítvány megújítása
pt: Renovando o certificado
pt_br: Renovar o certificado
sv: Förnyar certifikat
tr: Serifika yenilemesi

source: This renewal can affect the functionality from other modules, please confirm you are very sure to renew the whole certification authority from {on} and leave the service(s) unstable or disabled
ca: La renovació pot afectar al funcionament d'altres mòduls, si us plau confirma que estas segur d'eliminar el CA sencer desde {on} i deixar el servei(s) inestables o desactivats
es: Esta renovación puede afecar a la funcionalidad de otros módulos, por favor confirma que estás seguro de renovar toda la autoridad de certificación de {on} y dejar posiblemente servicios inestables o deshabilitados
et: See uuendamine võib mõjuda teiste moodulite funktsionaalsusele, seega palun kinnita, et soovid kogu sertifitseerimiskeskust {on} uuendada ja muuta teenus(ed) ebastabiilseks või keelatuks
hu: Ez a megújítás kihathat más modulok működésére, erősítse meg, hogy egészen biztosan meg akarja újítani a teljes hitelesítésszolgáltatót itt: {on}, és a többi szolgáltatást instabilan vagy kikapcsolva hagyja.
pl: To odwołanie może mieć wpływ na funkcjonalność innych modułów. Potwierdź, że jesteś absolutnie pewien odwołania Urzędu Certyfikacji (CA) z {on} oraz pozostawienia usług niestabilnych lub niedziałających.
pt: Esta renovação pode afectar a funcionalidade de outros módulos, por favor confirme se tem a certeza que quer renovar toda a autoridade certificadora de {on} e ficar com serviço(s) instáveis ou desactivados.
pt_br: Esta renovação pode afetar a funcionalidade de outros módulos, favor confirmar se você quer realmente renovar toda a autoridade certificadora {on} e deixar os serviços instáveis ou desabilitados
sv: Den här förnyelsen kan påverka funktionaliteten för andra moduler. Bekräfta att du är mycket säker på att du vill förnya hela certifikatutfärdaren från {on} och lämna tjänst(erna) inaktiverade eller i ett instabilt skick
tr: Bu yenileme diğer modüllerdeki uygulanabilirlikleri de etkileyeceğinden lütfen {on} konumundaki tüm sertifikaları iptal etmek ve servisleri kararsız veya etkisi kılacağınızdan emin olun.

source: The certificate whose common name is {cn} you tried to renew is being used by some module, please confirm you are sure to renew and leave the service(s) unstable or disabled
ca: El certificat amb nom comú {cn} que intentes renovar s'està usant en algún mòdul, confirma que estàs segur de renovar i deixar algun servei inestable o desactivat
es: El certificado cuyo nombre común es {cn} que has tratado de revocar está siendo usado por otro módulo, por favor confirma que estás seguro de revocar y dejar dicho(s) servicio(s) inestables o apagados
et: Uuendatavat sertifikaati üldise nimega {cn} kasutatakse ka teiste moodulite poolt, palun kinnita, et soovid seda uuendada ja muuta teenus(ed) ebastabiilseks või keelatuks
eu: {cn} izen arrunta duen ziurtagiria, berritutu nahian zabiltzana, beste modulu batean erabilita dago, mesedez egiaztatu ziur zaudela berritu nahi duzula eta utzi zerbitzua(k) ezegonkor edota erabilezina(k)
hu: A megújítani próbált {cn} általános nevű tanúsítványt néhány modul használja. Erősítse meg, hogy biztosan meg akarja újítani, és a többi szolgáltatást instabilan vagy kikapcsolva hagyja.
pl: Certyfikat o nazwie powszechnej (cn) {cn}, który próbowałeś odwołać jest używany przez inny moduł. Potwierdź, że jesteś pewien tego odwołania i w konsekwencji pozostawienia usługi niestabilnej lub wyłączonej.
pt: O certificado cujo nome comum é {cn} e que tentou renovar está a ser utilizado por algum módulo, por favor confirme se tem a certeza que quer renovar e ficar com serviço(s) instáveis ou desactivados.
pt_br: O certificado cujo o nome comum é {cn} que você tentou renovar esta sendo utilizado por algum módulo, favor confimar se você quer renová-lo e deixar os serviços instáveis ou desabilitados
sv: Certifikatet vars namn är {cn} och som du försökte att förnya, används av någon modul. Bekräfta att du är säker på att du vill förnya det och lämna tjänst(erna) inaktiverade eller i ett instabilt skick
tr: Yenilemek istediğiniz {cn} genel isimli sertifika bazı modüller tarafından kullanılmakta, lütfen iptal etmek ve bazı servisleri kararsız ve etkisiz kılmayı istediğinizi onaylayın

source: Subject Alternative Names
ca: Títol Noms Alternatius
et: Subjekti alternatiivsed nimed
hu: Alternatív tárgynév
pt: Nomes alternativos

source: Multi-value separated by commas, only valid types are: {dns}, {ip} and {email}. For instance, {example}
ca: Valors separats per comes, només els valors permesos: {dns}, {ip} i {email}. Per exemple, {example}
et: Erinevad väärtused eraldatakse komadega, sobivad tüübid on: {dns}, {ip} ja {email}. Näide: {example}
eu: Balio anitzak kakotxek banaduta, onartutako motak hautxek dira: {dns}, {ip} eta {email}. Adibidez, {example}
hu: A több értékű felsorolást vesszővel kell elválasztani és csak a következő típusok érvényesek: {dns}, {ip} és {email}. Páldául: {example}
pt: Valores multiplos separados por virgulas, único tipos válidos são: {dns}, {ip} and {email}. Por exemplo, {example}

source: Issue
ca: Expedir
es: Expedir
et: Väljastus
eu: Arazoa
hu: Kiállítás
pl: Wydaj
pt: Emissão
pt_br: Emitir
sv: Utfärda
tr: Yayımla

source: Certificate changes will take effect immediately.
ca: Els canvis al certificat tindran efecte immediat.
hu: A tanúsítvány változtatásai azonnal életbe lépnek
pt: As alterações ao certificado entrarão em vigor imediatamente

source: The CA passphrase is optional
ca: La clau de CA es opcionals
es: La frase de paso para la CA es opcional
et: SK paroolifraas on valikuline
eu: ZA pasahitza aukerazkoa da
hu: A CA jelmondata elhagyható
pt: A palavra-passe CA é opcional
pt_br: A senha da CA é opcional
sv: CA-lösenfrasen är valfri
tr: CA parolası isteğe bağlıdı

source: Issue the Certification Authority Certificate
ca: Expedir el certificat CA
es: Expedir el Certificado de la Autoridad de Certificación
et: Sertifitseerimiskeskuse sertifikaadi väljastamine
eu: Sortu Ziurtagiri Autoritatearen Ziurtagiria
hu: Hitelesítésszolgáltató tanúsítványának kiállítása
pl: Wydaj certyfikat Urzędu Certyfikacji (CA)
pt: Emite o certificado de Autoridade Certificadora
pt_br: Emitir o Certificado da Autoridade Certificadora
sv: Utfärda certifikat för certifikatutfärdare
tr: Sertifikasyon Yetkili Sertifikasını Yayımla

source: Issue a New Certificate
ca: Expedir un nou Certificat
et: Uue sertifikaadi väljastamine
eu: Sortu Ziurtagiri berri bat
hu: Új tanúsítvány kiállítása
pt: Emitir um novo certificado

source: Current Certificate List
ca: Llistat dels certificats actuals
es: Lista de Certificados actual
et: Sertifikaatide loend
eu: Indarrean dauden Ziurtagirien zerrenda
hu: Jelenlegi tanúsítványok listája
pl: Lista bieżących certyfikatów
pt: Lista actual dos certificados
pt_br: Lista atual de Certificados
sv: Lista över aktuella certifikat
tr: Mevcut Sertifika Listesi
