Repository: zentyal/zentyal
Catalog: client/*/po/*.po
Languages: ca, es, et, eu, hu, pl, pt, pt_br, sv, tr

source: Date refers to Expiration Date in Valid/Expired and to Revokation Date in Revoked certificates respectively
ca: La data es refereix a la data de caducitat en els vàlids/caducats i la data d'eliminació als certificats eliminats respectivament
es: La fecha se refiere a Fecha de Expiración en certificados Válidos o Caducados y a Fecha de Revocación en los certificados revocados respectivamente
et: Kuupäev viitab kehtiva või aegunud sertifikaadi juures aegumiskuupäevale ja tühistatud sertifikaadi juures tühistamiskuupäevale.
eu: Eguna zerari dagokio: Iraungitze data Indarrean/Iraungitakoetan eta Ezabatutako data Ezabatutako ziurtagirietan
hu: A dátum rendre a Lejárati dátumra vonatkozik az Érvényes/Lejárt alatt, illetve a Visszavonási dátumra a Visszavont tanúsítványok alatt
pl: Data odnosi się do terminu wygaśnięcia w poprawnym, wygaszonych certyfikacie lub terminu odwołania w odwołanych certyfikatach
pt: A data refere-se à data de expiração em Válido/Expirado da data dos certificados revogados respectivamente
pt_br: Data refere-se a Data de Expiração em Válido/Expirado e para Data de Revogação em certificados Revogados respectivamente
sv: Datum refererar till utgångsdatum i giltiga/utgångna och till spärrdatum i spärrade certifikat
tr: Geçerli/Süresi Geçen'deki Bitiş Tarihi tarihi ve İptal Edilen sertifikalardaki İptal Tarihi

source: Name
ca: Nom
et: Nimi
eu: Izena
hu: Név
pl: Nazwa
pt: Nome
pt_br: Nome
sv: Namn
tr: İsim

source: Date
ca: Data
es: Fecha
et: Kuupäev
eu: Eguna
hu: Dátum
pl: Data
pt: Data
pt_br: Data
sv: Datum
tr: Tarih

source: Actions
ca: Accions
es: Acciones
et: Toimingud
eu: Ekintzak
hu: Műveletek
pl: Działania
pt: Acções
pt_br: Ações
sv: Åtgärder
tr: Faaliyetler

source: from
ca: desde
es: desde
et: kellelt:
eu: Bidaltzailea
hu: honnan
pl: od
pt: de
pt_br: de
sv: från
tr: den/dan

source: Valid
ca: Vàlid
es: Válido
et: Kehtiv
eu: Indarrean
hu: Érvényes
pl: Ważny
pt: Válido
pt_br: Válido
sv: Giltigt
tr: Geçerli

source: Expired
ca: Caducat
es: Expirado
et: Aegunud
eu: Iraungita
hu: Lejárt
pl: Wygasły
pt: Expirado
pt_br: Expirado
sv: Utgånget
tr: Sona Ermiş

source: Revoked
ca: Eliminat
es: Revocado
et: Tühistatud
eu: Ezabatua
hu: Visszavont
pl: Odwołany
pt: Revogado
pt_br: Revogado
sv: Spärrat
tr: İptal Edilmiş

source: Reason: {reason}
ca: Raó: {reason}
et: Põhjus: {reason}
eu: Arrazoia: {reason}
hu: Ok: {reason}
pt: Motivo: {reason}

source: Download Key(s) and Certificate
ca: Descarrega clau(s) i Certificat
es: Descargar clave(s) y certificado
et: Võtme(te) ja sertifikaadi allalaadimine
eu: Giltza(k) eta Ziurtagiria eskuratu
hu: Kulcsok és tanúsítványok letöltése
pl: Pobierz klucz(e) oraz certyfikat
pt: Descarregar Chave(s) e Certificado
pt_br: Baixar Chave(s) e Certificado
sv: Hämta ner nycklar och certifikat
tr: Anahtar(lar)ı ve Sertifikayı indir

source: Reissue
hu: Megújít

source: Renew or reissue
hu: Felújít vagy kibocsájt

source: CA Passphrase
ca: Clau CA
es: Frase de paso para la CA
et: SK paroolifraas
eu: ZA kodea
hu: CA jelmondat
pt: CA palavra-passe
pt_br: Senha da CA
sv: CA-lösenfras
tr: CA Parolası

source: Reissue a certificate
hu: Tanúsítvány megújítása

source: Revoke a Certificate
ca: Eliminar un certificat
et: Sertifikaadi tühistamine
eu: Ziurtagiria ezabatu
hu: Tanúsítvány visszavonása
pt: Revogar um certificado

source: Revoke the selected certificate
ca: Eliminar el certificat seleccionat
es: Revoca el certificado seleccionado
et: Valitud sertifikaadi tühistamine
eu: Hautatutako ziurtagiria ezabatu
hu: Kiválasztott tanúsítvány visszavonása
pl: Odwołaj wybrany certyfikat
pt: Revogar o certificado seleccionado
pt_br: Revogar o certificado selecionado
sv: Spärra det markerade certifikatet
tr: Seçilen sertifikayı iptal et

source: Expiration Date
ca: Data de caducitat
es: Fecha de expiración
et: Aegumise kuupäev
eu: Iraungitze-data
hu: Lejárati dátum
pl: Data wygaśnięcia
pt: Data de expiração
pt_br: Data de Expiração
sv: Utgångsdatum
tr: Bitiş Tarihi

source: Renew a certificate
ca: Renovar un certificat
es: Renovar un certificado
et: Sertifikaadi uuendamine
eu: Ziurtagiria berritu
hu: Tanúsítvány megújítása
pl: Odnów certyfikat
pt: Renovar um certificado
pt_br: Renovar um certificado
sv: Förnya ett certifikat
tr: Bir sertifika yenileme

source: Certification Authority Management
es: Gestión de la Autoridad de Certificados
pl: Zarządzanie ważnością certyfikatów
pt_br: Gerenciamento de Autoridade Certificadora
sv: Hantering av certifikatutfärdare
tr: Yetki Yönetimini Belgelendirme

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: .?&+:\@ and spaces are allowed.
es: La entrada contiene caracteres inválidos. Todos los caracteres alfanúmericos además de los no alfanúmericos: .?&+:\@ y los espacios están permitidos.
pl: Pole zawiera niedozwolone znaki. Dozwolone są litery, cyfry oraz znaki: .?&+:\@ oraz spacje.
pt_br: Os dados fornecidos contém caracteres inválidos. Todos os caracteres alfanuméricos, mais estes caracteres não alfanuméricos: .?&+:\@ e espaços são permitidos.
sv: Inmatningen innehåller ogiltiga tecken. Alla alfanumeriska tecken plus dessa icke-alfanumeriska tecknen: .?&+:\@ och blanksteg tillåts.
tr: Girdi geçersiz karakterler içermektedir. Tüm metin ve rakam bileşenli karakterlerin yanısıra .?&+:\@ ve boşluk kullanımına izin verilmektedir

source: The certificate has been issued
es: El certificado se ha expedido
pl: Certyfikat został wydany
pt_br: O certificado foi emitido
sv: Certifikatet har utfärdats
tr: Sertifika yayımlandı

source: The new CA certificate has been issued
es: El nuevo certificado de Autoridad de Certificación se ha expedido
pl: Nowy certyfikat CA został wydany
pt_br: O novo certificado CA foi emitido
sv: Nytt CA-certifikat har utfärdats
tr: Yeni CA sertifikası yayımlandı

source: The certificate has NOT been revoked
es: El certificado NO se ha revocado
pl: Certyfikat nie został odwołany
pt_br: O certificado NÃO foi revogado
sv: Certifikatet har INTE spärrats
tr: Sertifika geri alınamadı

source: Only revoke and renew actions are performed
es: Sólo se realizan las acciones "revoke" y "renew"
pl: Do wykonania dostępne są tylko akcje: odnów oraz odwołaj
pt_br: Somente ações de revogação e renovação foram efetuadas
sv: Endast spärrning och förnyelse genomförs
tr: Sadece yenileme ve geri alma faaliyetleri yapıldı

source: The private key passpharse needed to create a new request. No renewal was made. Issue a new certificate with new keys
es: Se necesita la contraseña del par de claves para crear una nueva petición. No se ha creado la renovación. Expediendo un nuevo certificado con nuevas claves
pl: Nowy klucz prywatny musi być utworzony aby wygenerować żądanie certyfikatu. Odnowienie nie powiodło się. Wydaj nowy certyfikat za pomocą nowych kluczy
pt_br: A senha da chave privada é necessária para criar uma nova requisição. Nenhuma requisição foi feita. Preencha um novo certificado com novas chaves
sv: Den privata nyckelns lösenfras behövs för att skapa en ny begäran. Ingen förnyelse gjordes. Utfärda ett nytt certifikat med nya nycklar
tr: Özel anahtar parola-ifadesi yeni bir istek yaratacak. Yenileme olmadı. Yeni anahtarlarla yeni bir sertifika yayımlayın.

source: Certificate Manager
es: Gestor de certificados
pl: Menedżer certyfikatów
pt_br: Gerenciador de Certificados
sv: Certifikathanterare
tr: Sertifika Yöneticisi

source: Revoke a certificate
es: Revocar un certificado
pl: Odwołaj certyfikat
pt_br: Revogar um certificado
sv: Spärra ett certifikat
tr: Bir sertifika iptal et

source: Re CA Passphrase
es: Repetir frase de para la CA
pt_br: Re Senha da CA
sv: CA-lösenfras igen
tr: CA Parolası (tekrar)

source: Certificate changes will take effect immediately
es: Los cambios en los certificados tendrán efecto de manera inmediata
pl: Zmiany w certyfikacie będą skutkowały natychmiast
pt_br: Alterações no certificado terão efeitos imediatamente
sv: Certifikatändringar blir omedelbart aktiverade
tr: Sertifika değişikliği derhal uygulanacak

source: Issue a new certificate
es: Expedir un nuevo certificado
pl: Wydaj nowy certyfikat
pt_br: Emitir um novo certificado
sv: Utfärda ett nytt certifikat
tr: Yeni bir sertifika yayımla
