Repository: zentyal/zentyal
Catalog: client/*/po/*.po
Languages: ca, es, et, eu, hu, pl, pt, pt_br, sv, tr

source: Organization Name
ca: Nom de l'organització
es: Nombre de Organización
et: Organisatsiooni nimi
eu: Elkartearen izena
hu: Szervezet neve
pl: Nazwa organizacji
pt: Nome da Organização
pt_br: Nome da Organização
sv: Organisationsnamn
tr: Organizasyon Adı

source: The CA certificates should be revoked or has expired before issuing a new certificate
ca: Els certificats CA s'han de revocar o han expirat abans d'expedir un nou certificat
es: El certificado CA debe estar revocado o caducado antes de expedir un nuevo certificado
et: SK sertifikaadid on tühistatud või on aegunud enne uue sertifikaadi väljastamist
eu: ZA ziurtagiriek deuseztatua beharko lukete edo iraungi egin da berria ezarri baino lehenago
hu: A CA tanúsítványokat vissza kellene vonni, vagy a lejárt az új tanúsítvány kiállítása előtt
pl: Certyfikaty urzędów certyfikacji (CA) powinny zostać odwołane lub wygasły przed wydaniem nowego certyfikatu
pt: O certificado CA deve ser revogado ou expirou antes de ser emitido um novo
pt_br: Os certificados CA devem ter sidos cancelados ou expiraram antes da emissão de um novo certificado
sv: CA-certifikaten bör spärras eller har gått ut innan ett nytt certifikat utfärdas
tr: Yeni bir sertifika düzenlenmeden önce, eski sertifikanın geçersiz olması veya onaylayan makam tarafından iptal edilmesi gerekir.

source: Common Name
ca: Nom comú
es: Nombre común
et: Üldine nimi (CN)
eu: Izen arrunta
hu: Általános név
pl: Nazwa powszechna
pt: Nome comum
pt_br: Nome Comum
sv: Namn
tr: Genel İsim

source: The user {commonName} does NOT exist
ca: L'usuari {commonName} no existeix
es: El usuario {commonName} NO existe
et: Kasutajat {commonName} EI ole olemas
eu: {commonName} erabiltzailea EZ da exisititzen
hu: {commonName} nevű felhasználó NEM létezik
pl: Użytkownik {commonName} nie istnieje
pt: O utilizador {commonName} não existe
pt_br: O usuário {commonName} NÃO existe
sv: Användaren {commonName} finns INTE
tr: {commonName} kullanıcı ismi kayıtlı değil

source: Days set to the maximum allowed: Year 2038 Bug
ca: Dies configurats al màxim permès: Bug de l'any 2038
es: Utilizado el máximo de días permitidos: Error de Año 2038
eu: Egunak onartutako gehienera ezarrita: 2038 Urtea akatsa
hu: A napok száma beállítva a maximálisra: 2038-as év hiba
pl: Dni ustawiono na dozwolone maksimum: błąd roku 2038
pt: Dias definidos para o máximo permitido: Bug ano 2038
pt_br: Dias definidos para o máximo permitido: Bug do ano 2038
sv: Dagar inställt till maximalt tillåtet: År 2038-problemet
tr: Tarih bir sonraki zamana ayarlandı: 2038 yıl hatası

source: Expiration date later than CA certificate expiration date
ca: La data de caducitat es anterior que la del certificat CA
es: La fecha de caducidad del certificado es mayor que la del certificado de la Autoridad de Certificación
et: Aegumise kuupäev on hilisem kui SK sertifikaadi aegumise kuupäev
eu: Iraungitze-data ZA ziurtagiriaren iraungitze-data baino beranduago
hu: A lejárati dátum későbbi, mint a CA tanúsítvány lejárati dátuma
pl: Data wygaśnięcia jest późniejsza niż data wygaśnięcia certyfikatu urzędu certyfikacji (CA)
pt: A data de expiração é posterior à data de expiração do certificado CA
pt_br: Data de expiração superior a data de expiração do certificado CA
sv: Utgångsdatumet är senare än CA-certifikatets utgångsdatum
tr: CA sertifikası sona ermesinden sonraki bitiş tarihi

source: You must create a Certification Authority first. Go to {openhref}Certification Authority{closehref} to do so
ca: Primer has de crear el CA. Ves a {openhref}Certification Authority{closehref} per a fer-ho
et: Sa pead esmalt looma sertifitseerimiskeskuse. Selle teostamiseks mine {openhref}Sertifitseerimiskeskusse{closehref}
eu: Lehendik Ziurtagiri Autoritatea sortu behar duzu. {openhref}Ziurtagiri Autoritatea {closehref} aldera joan horrela egiteko
hu: Először létre kell hoznia egy hitelesítésszolgáltatót. Ezt a {openhref}Hitelesítésszolgáltatót{closehref} modulban teheti meg.
pt: Necessita de criar uma Autoridade Certificadora. Vá para {openhref}Autoridade Certifcadora{closehref}

source: Module
ca: Mòdul
et: Moodul
eu: Moduloa
hu: Modul
pt: Módulo

source: Service
ca: Servei
et: Teenus
eu: Zerbitzua
hu: Szolgáltatás
pt: Serviço

source: Enable
ca: Activar
et: Lubatud
eu: Ahalbidetu
hu: Engedélyezés
pt: Activar

source: Generate the certificate using CA with the common name set above
ca: Generar el certificat usant el CA com a nom comú definit a dalt
et: Sertifitseerimiskeskuses ülalmainitud üldise nimega sertifikaadi genereerimine
eu: Sortu ziurtagiria goian ezarritako izen arrunta duen ZA erabilita
hu: Tanúsítvány előállítása a fent megadott általános nevű CA használatával
pt: Gerar o certificado a usar CA com o nome comum definido acima

source: Services Certificates
ca: Serveis de certificats
et: Teenuste sertifikaadid
eu: Zerbitzu Ziurtagiriak
hu: Szolgáltatások tanúsítványai
pt: Serviço de certificados

source: certificate
ca: certificat
et: sertifikaat
eu: ziurtagiria
hu: tanúsítvány
pt: certificado

source: Here you may set certificates from this CA for those secure services managed by Zentyal
ca: Aquí pot expedir certificats d'aquest CA pels serveis segurs configurats a Zentyal
hu: Itt beállíthatja a CA-tól származó tanúsítványokat a Zentyal által kezelt biztonságos szolgáltatásokhoz
pt: Aqui pode definir certificados deste CA para os serviços seguros geridos pela Zentyal

source: Certification Authority
ca: Entitat certificadora
et: Sertifitseerimiskeskus
eu: Ziurtagiri Agintaritza
hu: Hitelesítésszolgáltató (CA)
pt: Autoridade Certificadora

source: Days set to the maximum allowed {days}: Year 2038 Bug
ca: Dies establerts al màxim permès {days}: Bug de l'any 2038
es: Utilizado el máximo de días permitidos {days}: Error de Año 2038
eu: Egun kopurua onartutako gehinera ipinita {days}: 2038 Urtea Errorea
hu: A napok száma a maximálisan megengedett {days}: 2038-as év hiba
pl: Dni ustawiono na dozwolone maksimum {days}: błąd roku 2038
pt: Dias definidos para o máximo permitido {days}: Bug ano 2038
pt_br: Dias definidos para o máximo permitido {days}: Bug do ano 2038
sv: Dagar inställt till maximalt tillåtna {days}: År 2038-problemet
tr: Gün azami {days} olarak ayarlandı : 2038 yılı hatası

source: The remove operation cannot be finished. Reason:
ca: La operació d'esborrar no pot finalitzar. Raó: _
es: La operación de borrado no puede completarse. Razón:
et: Eemaldamine ei ole lõpetatud. Selle põhjuseks on:
eu: Ezabatzeko eragiketa ezin da burutu. Zergatia:
hu: Az eltávolítás művelet nem fejezhető be a következő ok miatt:
pl: Operacja usunięcia nie może zostać zakończona. Powód:
pt: A operação não pode ser acabada. Motivo:
pt_br: A operação de remoção não pode ser finalizada. Razão: _
sv: Borttagningsåtgärden kan inte färdigställas. Anledning:
tr: Kaldırma işlemi aşşağıdaki nedenlere bağlı olarak bitirilemedi:

source: Certificate with common name {cn} does NOT exist
ca: El certificat amb el nom comú {cn} NO existeix
es: Certificado con nombre común {cn} NO existe
et: Üldise nimega sertifikaati {cn} EI ole olemas
eu: Izen arruntadun ziurtagiria {cn} ez da existitzen
hu: NEM létezik {cn} általános nevű tanúsítvány
pl: Nie istnieje certyfikat z nazwą powszechną {cn}
pt: O certificado com o nome comum {cn} NÃO existe
pt_br: Certificado com o nome comum {cn} NÃO existe
sv: Certifikat med namnet {cn} finns INTE
tr: Genel isimli {cn} sertifika mevcut değil

source: Reason {reason} is NOT an applicable reason. Options:
ca: La raó {reason} no es aplicable. Opcions:
es: La razón {reason} NO es una opción aplicable. Opciones:
et: Põhjus {reason} EI ole sobiv põhjus. Valikud:
eu: Arrazoia {reason} EZ da arrazoi onargarria. Aukerak:
hu: A(z) {reason} ok nem fogadható el. Lehetőségek:
pl: Powodem odwołania nie może być {reason}. Dostępne możliwości:
pt: Razão {reason} NÃO é uma razão aplicável. Opções:
pt_br: Razão {reason} não é uma razão aplicável. Opções:
sv: Anledningen {reason} är INTE en genomförbar anledning. Alternativ:
tr: {reason} uygulanabilir bir sebep değil. Seçenekler:

source: The Certification Authority Infrastructure is not available, create it first
ca: La infraestructura de l'Entitat Certificadora no està disponible, crea-la primer
et: Sertifitseerimiskeskuse infrastruktuur ei ole saadaval. Sa pead selle esmalt looma
eu: Ziurtagiri Autoritate Azpiegitura ez dago eskuragarri, lehenik eta behin sortu ezazu
hu: A hitelesítésszolgáltató infrastruktúra nem érhető el, előbb hozza létre
pt: A infraestrutura da Autoridade de Certificação não está disponível. Crie-a primeiro

source: Either common name, distinguished name or serial number has been passed
ca: Tant el nom comú, el nom distinguit o el número de serie son correctes
es: No se han pasado ni el nombre común, el nombre distinguido ni el número de serie
et: Üldist nime (CN), eraldusnime (DN) või seerianumbrit ei võetud vastu
hu: Az általános név (cn), megkülönböztető név (dn) vagy a sorozatszám került átadásra
pl: Wprowadzono nazwę powszechną (cn), nazwę unikalną (dn) lub numer seryjny certyfikatu.
pt: Ambos os nomes comuns, nome ou número de série passaram
pt_br: Um nome comum, nome distinto ou um número serial foi passado
sv: Varken namn eller serienummer har angivits
tr: Genel isim, ayrılan isim ve seri numarasından birisi dikkate alınmadı

source: or
ca: o
es: o
et: või
eu: edo
hu: vagy
pl: lub
pt: ou
pt_br: ou
sv: eller
tr: ya da

source: Certificate file
ca: Arxiu de certificat
es: Fichero del certificado
et: Sertifikaadi fail
eu: Ziurtagiri fitxategia
hu: Tanúsítványfájl
pl: Plik certyfikatu
pt: Certificado
pt_br: Arquivo de certificado
sv: Certifikatfil
tr: Sertifika dosyası

source: The certificate to renew does NOT exist
ca: El certificat a renovar no existeix
es: El certificado a renovar NO existe
et: Uuendatavaid sertifikaate EI ole olemas
eu: Berritu behar den ziurtagiria EZ da existitzen
hu: A megújítandó tanúsítvány NEM létezik
pl: Certyfikat który próbujesz odnowić nie istnieje
pt: O certificado a renovar NÃO existe
pt_br: O certificado a renovar NÃO existe
sv: Certifikatet att förnya finns INTE
tr: Yenilenecek sertifika yok

source: Certificate with this common name {cn} does NOT exist in this CA
ca: El certificat amb el nom comú {cn} NO existeix en aquest CA
es: El certificado con este nombre común {cn} NO existe en esta autoridad de certificación
et: Selle üldise nimega {cn} sertifikaati EI ole SKs olemas
eu: Izen arrunt honekin {cn} ziurtagiririk EZ da existitzen ZA honetan
hu: A(z) {cn} általános nevű tanúsítvány NEM létezik ebben a CA-ban
pl: Certyfikat z nazwą powszechną {cn} nie istnieje w tym urzędzie certyfikacji (CA)
pt: O certificado com o nome comum {cn} NÃO existe neste CA
pt_br: Certificado com este nome comum {cn} NÃO existe neste CA
sv: Certifikatet med det här namnet {cn} finns INTE i detta CA
tr: Bu genel isimli {cn} sertifika bu CA'da mevcut değil

source: General
et: Üldine
eu: Orokorra
hu: Általános
pt: Geral

source: Not created
ca: No creat
et: Ei ole loodud
eu: Ez sortua
hu: Nincs létrehozva
pt: Não foi criado

source: Available
ca: Disponible
et: Saadaval
eu: Eskuragarri
hu: Elérhető
pt: Disponível

source: Created but not available
ca: Creat però no disponible
et: Loodud, kuid mitte saadaval
eu: Sortua baina ez dago eskuragarri
hu: Létrehozva, de nem elérhető
pt: Criado mas não disponível

source: Unable to sign. Wrong CA passphrase or has CA private key dissappeared?
ca: No es pot signar. Clau de CA incorrecte o ha desaparegut la clau privada de CA?
es: Imposible firmar. Contraseña del CA incorrecta o la clave privada del CA ha desaparecido.
et: Signeerimine nurjus. Vale SK paroolifraas või on SK privaatvõti kadunud?
hu: Nem lehet aláírni. A CA jelmondat hibás lehet, vagy a CA privát kulcsa megsérülhetett.
pl: Nie mogę podpisać. Błędne haslo CA lub klucz prywatny CA zaginął.
pt: Incapaz de assinar. Palavra-passe do CA errada ou chave privada do CA desapareceu
pt_br: Impossível assinar. A senha da CA esta errada ou a chave privada da CA sumiu?
sv: Kunde inte signera. Fel CA-lösenfras eller har den privata CA-nyckeln försvunnit?
tr: İşaretlenemiyor. Yanlış parola-ifadesi veya CA özel anahtarı kaybolmuş.

source: Database corruption
ca: Error a la base de dades
es: Corrupción en la Base de Datos
et: Andmebaasi rike
eu: Datubase akatsa
hu: Adatbázis-sérülés
pl: Uszkodzenie bazy danych
pt: Base de dados corrompida
pt_br: Banco de dados corrompido
sv: Skadad databas
tr: Veritabanı bozulması

source: Identifier duplicated in Database
ca: Identificador duplicat a la base de dades
es: Identificador duplicado en la Base de Datos
et: Identifikaator on andmebaasis dubleeritud
eu: Identifikatzaile bikoiztua datubasean
hu: Az azonosító többször fordul elő az adatbázisban
pl: Identyfikator w bazie danych został zdublowany
pt: Identificador duplicado na base de dados
pt_br: Identificador duplicado no Banco de Dados
sv: Dublett av identifierare i databasen
tr: Veritabanında tanımlayıcı kopyası

source: Certificate already revoked
ca: El certificat ja ha estat revocat
es: El certificado ya se revocó
et: Sertifikaat on juba tühistatud
eu: Ziurtagiria dagoeneko deuseztatua
hu: A tanúsítványt már visszavonták
pl: Certyfikat został wcześniej odwołany
pt: Certificado já foi revogado
pt_br: Certificado já revogado
sv: Certifikatet är redan spärrat
tr: Sertifika zaten iptal edildi

source: ASN1 field length too long. Maximum Size:
ca: Llargada del camp ANS1 massa llarg. El tamany màxim es:
es: Longitud de un campo ASN1 demasiado extenso. Máximo tamaño de:
et: ASN1 väli on liiga pikk. Maksimaalne suurus on:
eu: ASN1 eremua luzeegia. Gehienezko luzera:
hu: Az ASN1 mező túl hosszú. A maximális hossz:
pl: Za długie pole ASN1. Maksymalna długość:
pt: Campo ASN1 demasiado longo. Tamanho máximo:
pt_br: Campo ASN1 muito longo. Tamanho máximo:
sv: ASN1-fältets längd är för långt. Maximal storlek:
tr: ASN1 alan uzunluğu çok fazla. Azami Boyut:

source: Unknown error. Given the OpenSSL output:
ca: Error desconegut. Sortida de OpenSSL:
es: Error desconocido. Se ofrece la salida de OpenSSL:
et: Tundmatu viga. Antud OpenSSL väljund:
eu: Akats ezezaguna. OpenSSL-k emandakoa:
hu: Ismeretlen hiba. Az OpenSSL kimenete:
pl: Nieznany błąd. Wyjście OpenSSL:
pt: Erro desconhecido. Saída OpenSSL:
pt_br: Erro desconhecido. Veja a saída do OpenSSL:
sv: Okänt fel. Utdata från OpenSSL:
tr: Bilinmeyen hata. Verilen OpenSSL çıktısı:

source: Created Certification Authority with organization name {orgName} and validity for {days} days
ca: S'ha creat el CA amb el nom organitzatiu {orgName} i vàlid per {days} dies
es: Creada autoridad de certificación con nombre de organización {orgName} y validez durante {days} días
et: Loodud on sertifitseerimiskeskus organisatsiooninimega {orgName} ja kehtivusega {days} päeva
eu: Ziurtagiri Autoritatea sortua honako izenarekin {orgName} eta erabilgarria {days} egunetarako
hu: A hitelesítésszolgáltató (CA) elkészült a(z) {orgName} szervezeti névvel és {days} nap érvényességi idővel
pl: Utworzono Urząd Certyfikacji (CA) z nazwą organizacji {orgName} oraz ważnością na {days} dni.
pt: Criada Autoridade Certificadora da organização {orgName} válido por {days} dias
pt_br: Certificado de Autoridade com o nome de organização {orgName} criado com validade de {days} dias
sv: Skapade certifikatutfärdare med organisationsnamnet {orgName} och giltighet i {days} dagar
tr: Sertifikasyon Yetkilisi organizasyon ismi {orgName} olarak ve {days} gün geçerli olmak üzere oluşturuldu.

source: Destroyed Certification Authority with organization name {orgName}
ca: Elimiminat el CA amb nom organitzatiu {orgName}
es: Destruída autoridad de certificación con nombre de organización {orgName}
et: Hävitatud on sertifitseerimiskeskus organisatsiooninimega {orgName}
eu: Erakunde izenarekin {orgName} Ziurtagiri Autoritatea suntsitua izan da
hu: A hitelesítésszolgáltató megsemmisítve a(z) {orgName} szervezeti névvel
pl: Zniszczono Urząd Certyfikacji (CA) z nazwą organizacji {orgName}
pt: Foi destruída a Autoridade Certificadora da organização {orgName}
pt_br: Certificado de Autoridade com o nome de organização {orgName} destruido
sv: Förstörde certifikatutfärdare med organisationsnamnet {orgName}
tr: {orgName} isimli Sertifikasyon Yetkilisi yok edildi

source: Revoked CA certificate because of {reason} forced: {force}
ca: Revocat el certificat CA forçadament per la raó {reason}: {force}
es: Revocado certificado de la autoridad a causa de {reason} forzado: {force}
eu: ZA ziurtagiria ezabatua honako arrazoia dela eta {reason} behartuta: {force}
hu: A CA tanúsítvány visszavonva a(z) {reason} kényszerítése miatt: {force}
pl: Odwołano certyfikat CA z powodu {reason} wymuszony: {force}
pt: O certificado CA foi revogado porque {reason} forçado: {force}
pt_br: Certificado CA revogado por causa de {reason} forçado: {force}
sv: Spärr av CA-certifikatet på grund av {reason} tvingades: {force}
tr: CA sertifikası {reason} sebebinden ötürü iptale zorlandı: {force}

source: Issued CA certificate with organization name {orgName} and validity for {days} days
ca: Expedit el certificat CA amb nom organitzatiu {orgName} vàlid per {days} dies
es: Expedido certificado de la autoridad con nombre de organización {orgName} y validez para {days} días
et: Väljastatud on SK sertifikaat organisatsiooninimega {orgName} ja kehtivusega {days} päeva
eu: Erakunde izenarekin {orgName} ZA ziurtagiria sortua eta {days} egunetarako baliagarria da
hu: A CA tanúsítvány kiállítva {orgName} szervezeti névvel és {days} nap érvényességi idővel
pl: Wydano certyfikat CA z nazwą organizacji {orgName} oraz ważnością na {days} dni.
pt: Emitido certificado CA da organização {orgName} com validade de {days} dias
pt_br: Emitido o certificado CA com nome da organização {orgName} e validade de {days} dias
sv: Utfärdade CA-certifikat med organisationsnamnet {orgName} och giltighet i {days} dagar
tr: {orgName} organizasyon ismi ve {days} gün geçerli olmak üzere yayımlanan CA sertifikası

source: Renewed CA certificate with organization name {orgName} and validity for {days} days
ca: Renovat el certificat CA amb nom organitzatiu {orgName} vàlid per {days} dies
es: Renovado certificado de la autoridad con nombre de organización {orgName} y validez para {days} días
et: Uuendatud on SK sertifikaat organisatsiooninimega {orgName} ja kehtivusega {days} päeva
eu: Erakunde izenarekin {orgName} ZA ziurtagiria berritua eta {days} egunetarako baliagarria da
hu: A CA tanúsítvány megújítva {orgName} szervezeti névvel és {days} nap érvényességi idővel
pl: Odnowiono certyfikat CA z nazwą organizacji {orgName} oraz ważnością na {days} dni.
pt: Renovado certificado CA da organização {orgName} com validade de {days} dias
pt_br: Certificado CA com o nome de organização {orgName} renovado com validade de {days} dias
sv: Förnyade CA-certifikat med organisationsnamnet {orgName} och giltighet i {days} dagar
tr: {orgName} organizasyon ismi ve {days} gün geçerli olmak üzere yenilenen CA sertifikası

source: Issued certificate with common name {cn} and validity for {days} days
ca: Expedit el certificat amb nom comú {cn} vàlid per {days} dies
es: Expedido certificado con nombre común {cn} y validez para {days} días
et: Väljastatud on sertifikaat üldise nimega {cn} ja kehtivusega {days} päeva
eu: Izen arruntarekin {cn} ziurtagiria sortua eta {days} egunetarako baliagarria da
hu: Tanúsítvány kiállítva {cn} általános névvel és {days} nap érvényességi idővel
pl: Wydano certyfikat z nazwą powszechną {cn} oraz ważnością na {days} dni.
pt: Emitido certificado de nome comum {cn} com validade de {days} dias
pt_br: Emitido o certificado com nome comum {cn} e validade de {days} dias
sv: Utfärdare certifikat med namnet {cn} och giltighet i {days} dagar
tr: {cn} genel ismi ve {days} gün geçerli olmak üzere yayımlanan CA sertifikası

source: Revoked certificate with common name {cn} because of {reason} forced: {force}
ca: Revocat el certificat amb nom comú {cn} per la raó {reason} forçada: {force}
es: Revocado certificado con nombre común {cn} a causa de {reason} forzado: {force}
eu: Izen arruntarekin {cn} ziurtagiria ezabatua honelako arrazoia dela medio {reason} behartuta: {force}
hu: Tanúsítvány visszavonva {cn} általános névvel, a(z) {reason} kényszerítése miatt: {force}
pl: Odwołano certyfikat z nazwą powszechną {cn} z powodu {reason} wymuszony: {force}
pt: Revogado o certificado de nome comum {cn} por {reason} : {force}
pt_br: Certificado com nome comum {cn} revogado pela razão {reason} forçado: {force}
sv: Spärr av certifikat med namnet {cn} på grund av {reason} tvingades: {force}
tr: {cn} genel isimli certifika {reason} sebebinden ötürü iptale zorlandı: {force}

source: Renewed certificate with common name {cn} and validity for {days} days
ca: Renovat el certificat amb nom comú {cn} vàlid per {days} dies
es: Renovado certificado con nombre común {cn} y validez para {days} días
et: Uuendatud on sertifikaat üldise nimega {cn} ja kehtivusega {days} päeva
eu: Izen arruntarekin {cn} ziurtagiria berritua eta {days} egunetarako baliagarria da
hu: Tanúsítvány megújítva {cn} általános névvel és {days} nap érvényességi idővel
pl: Odnowiono certyfikat z nazwą powszechną {cn} oraz ważnością na {days} dni.
pt: Renovado o certificado de nome comum {cn} com validade de {days} dias
pt_br: Certificado com o nome comum {cn} renovado com validade de {days} dias
sv: Förnyade certifikat med namnet {cn} och giltighet i {days} dagar
tr: {cn} genel ismi ve {days} gün geçerli olmak üzere yenilenen CA sertifikası

source: Updated certificate database. {number} certificates have expired
ca: Actualitzada la base de dades de certificats. {number} certificats han caducat
es: Actualizada base de datos de certificados. {number} certificados han expirado
et: Sertifikaatide andmebaas on uuendatud. {number} sertifikaati on aegunud
eu: Ziurtagiri datubasea eguneratua izan da. {number} ziurtagiri iraungi egin dira
hu: A tanúsítvány-adatbázis frissítve. {number} tanúsítvány lejárt.
pl: Zaktualizowano bazę certyfikatów. Dla {number} certyfikatów wygasła ważność.
pt: Base de dados de certificados actualizada. {number} certificados expiraram
pt_br: Banco de dados de certificados atualizado. {number} certificados expiraram
sv: Uppdaterade certifikatdatabasen. {number} certifikat har gått ut
tr: Sertifika veritabanı güncellendi. {number} sertifika sona erdi

source: Only {dns}, {ip} and {email} are valid subject alternative name types
ca: Només {dns}, {ip} i {email} son tipus de noms alternatius vàlids
et: Ainult {dns}, {ip} ja {email} on sobivad subjekti alternatiivse nime tüübid
eu: {dns}, {ip} eta {email} baino ez dira ordezko izen aukerazkoak
hu: Csak a {dns}, {ip} és {email} érvényes alternatív tárgynévként
pt: Só {dns}, {ip} e {email} são tios de nomes válidos

source: Cannot start OpenSSL shell. ({errval})
ca: No es pot iniciar la consola OpenSSL. ({errval})
es: No se puede comenzar el intérprete para OpenSSL ({errval})
et: OpenSSL shelli ei ole võimalik käivitada. ({errval})
eu: Ezi da OpenSSL geruza abiarazi. ({errval})
hu: Nem lehet elindítani az OpenSSL parancsértelmezőt. ({errval})
pl: Nie można uruchomić OpenSSL. ({errval})
pt: Não pode iniciar a shell OpenSSl . ({errval})
pt_br: OpenSSL shell não iniciado. ({errval})
sv: Kan inte starta OpenSSL-skal. ({errval})
tr: OpenSSL kabuğu(shell) açılamıyor. ({errval})

source: The certificate has NOT been revoked.
ca: El certificat no ha estat revocat.
et: Sertifikaati EI ole tühistatud.
eu: Ziurtagiria EZ da baliogabetua izan
hu: A tanúsítvány NEM lett visszavonva.
pt: O certificado não foi revogado
