Repository: zentyal/zentyal
Catalog: client/firewall/po/*.po
Languages: fr, ro, ru, sv

source: object
fr: objet

source: protocol
fr: protocole
ru: протокол
sv: protokoll

source: destination address
fr: adresse de destination

source: external port
fr: port externe

source: destination port
fr: port de destination

source: Port {port} is being used by a service or port redirection.
fr: Le port {port} est employé par un service ou une redirection de port.

source: Name '{name}' is invalid
fr: Le nom '{name}' est invalide
ro: Numele '{name}' este incorect
ru: Имя '{name}' ошибочное
sv: Namnet "{name}" är ogiltigt

source: policy
fr: politique

source: Port cannot be set if no protocol is selected.
fr: Le port ne peut pas être affecté si aucun protocole n'est choisi.

source: address
fr: adresse

source: source port
fr: Port source

source: source address
fr: adresse source

source: Rule not found
fr: Règle non trouvée

source: Firewall
fr: Parefeu
ru: Файрвол
sv: Brandvägg

source: Packet Filter
fr: Filtrage de paquets
ro: Filtru pachete
ru: Фильтр Пакетов
sv: Paketfilter

source: Redirects
fr: Redirections de port
ru: Перенаправления

source: Packet filtering
fr: Filtrage de paquets
ru: Фильтрация пакетов
sv: Paketfiltrering

source: Object
fr: Objet
ro: Obiect
sv: Objekt

source: network interface
fr: interface réseau

source: Global services' filtering rules
fr: Règles de filtrage des services globaux

source: Services' filtering rules {desc}
fr: Règles de filtrage du service {desc}

source: Port redirections
fr: Redirections de port
ru: Перенаправление портов

source: Rules
fr: Règles

source: rule
fr: règle
ro: regula
ru: правило
sv: regel

source: Edit rule
fr: Editer règle

source: Global firewall configuration
fr: Configuration globale du parefeu

source: Firewall configuration: {desc}
fr: Configuration du parefeu: {desc}

source: External port
fr: Port externe
ru: Внешний порт

source: Protocol
fr: Protocole
ru: Протокол
sv: Protokoll

source: IP address
fr: Adresse IP

source: Add
fr: Ajouter

source: Change
fr: Modifier

source: Delete
fr: Effacer

source: Enabled
fr: Activé
ro: Activat

source: Allow
fr: Authoriser

source: Deny
fr: Interdire

source: Source address
fr: Adresse source

source: is not
fr: n'est pas

source: is
fr: est

source: Source port
fr: Port source
ro: Port sursă
ru: Исходный порт
sv: Källport

source: to
fr: à

source: Destination address
fr: Adresse de destination

source: Destination port
fr: Port de destination
ro: Port destinaţie
ru: Порт назначения
sv: Destinationsport

source: Policy
fr: Politique

source: Deny action
fr: Déniez l'action

source: This will tell the firewall what to do when discarding network packets. If you choose Reject, a packet will be sent back to the sender, choosing Drop will make the firewall drop the packet silently.
fr: Cela informera le parefeu de l'attitude à adopter lorsque des paquets sont rejetés. Si vous choisissez "Rejeter", un paquet sera renvoyé à l'expéditeur. Avec "Ignorer", le paquet sera ignoré silencieusement par le parefeu.

source: Drop packets
fr: Ignorer les paquets

source: Reject packets
fr: Rejeter les paquets

source: Apply
fr: Appliquer

source: Filtering rules for internet access
fr: Règles de filtrage pour l'accès Internet

source: The link below will let you set up the default behavior of the packet filter. These rules are meant to control access from internal network interfaces to external ones, they provide a simpler way to control access to the internet. You may also choose an object and set up its own rules
fr: Le lien ci-dessous vous permettra de configurer le comportement par défaut du filtrage de paquets. Vous pouvez également choisir un objet et configurer les règles et services auxquels il a accès. Ces règles sont destinées à contrôler l'accès des interfaces de réseau internes aux externes, elles fournissent une manière plus simple de contrôler l'accès à l'Internet.

source: Configure default rules
fr: Configurer les règles par défaut

source: Filtering Rules between internal networks
fr: Règles de filtrages entre les réseaux internes

source: Configure rules
fr: Configurer les règles
ro: Configurare reguli
ru: Настроить правила
sv: Konfigurera regler

source: Configure default rules related to eBox services
fr: Configurer les règles par défaut des services eBox

source: Configure rules for a particular object
fr: Configurer les règles pour un objet particulier

source: Go
fr: Appliquer

source: Protocol, port and destination address are optional. The rules will be applied in order, from top to bottom, you can reorder them once they are added. Rules can also be disabled without deleting them.
fr: L'adresse de destination, le port et le protocol sont optionnels. Les règles seront appliquées dans l'ordre, du haut vers le bas. Vous pouvez modifier l'ordre après qu'elles aient été ajoutées. Les règles peuvent également être désactivées sans être effacées.

source: Rules without an explicit destination address will be applied to packets that leave eBox through an external network interface. You may flag network interfaces as external in the <a href='../Network/Ifaces'>Network Interfaces</a> configuration page.
fr: Les règles sans adresse de destination explicite seront appliquées aux paquets qui quittent eBox par une interface réseau externe. Vous pouvez marquer les interfaces de réseau comme externes dans la page de configuration d'<a href='../Network/Ifaces'>Interfaces Réseau</a>.

source: Active
fr: Activée

source: Up
fr: Monter

source: Down
fr: Descendre

source: The policy states what to do on network packets not explicitly matched below. The policy is applied to connections that leave eBox through an external network interface. If you want to allow traffic between internal networks you need to create explicit rules for that.
fr: La politique précise quoi faire avec des paquets ne correspondants pas explicitement avec celle ci-dessous. La politique est appliquée aux raccordements qui laissent acceder à l'eBox par une interface externe. Si vous voulez permettre le trafic entre les réseaux internes vous devez créer des règles explicites pour cela.

source: Choosing global will make the firewall fall back to the <a href='Object?object=_global'>default configuration</a>.
fr: Choisir global causera le retour du parefeu à sa <a href='Object?object=_global'>configuration par défaut</a>.

source: Protocol, ports and addresses are optional. The rules will be applied in order, from top to bottom, you can reorder them once they are added. Rules can also be disabled without deleting them.
fr: Le protocol, le port et l'adresse sont optionnels. Les règles seront appliquées dans l'ordre, du haut vers le bas. Vous pouvez modifier l'ordre après qu'elles aient été ajoutées. Les règles peuvent également être désactivées sans être effacées.

source: New rule
fr: Règle nouvelle

source: Rule list
fr: Liste de règles

source: allow
fr: authoriser

source: allow (disabled)
fr: authoriser (désactivé)

source: deny
fr: interdire

source: deny (disabled)
fr: interdire (désactivé)

source: inverse match
fr: correspondence inverse

source: Edit
fr: Éditer

source: delete
fr: effacer

source: edit
fr: éditer

source: move up
fr: remonter

source: move down
fr: abaisser

source: any
fr: n'importe quel

source: The link below will let you set up the default behavior of the packet filter. You may also choose an object and set up rules and the services it may access. These rules are meant to control access from internal network interfaces to external ones, they provide a simpler way to control access to the internet.
fr: Le lien ci-dessous vous permettra de configurer le comportement par défaut du filtre de paquets. Vous pouvez également choisir un objet et configurer les règles et services auxquels il a accès. Ces règles sont destinées à controler l'accès des interfaces de réseau internes aux externes, elles fournissent une manière plus simple de controler l'accès à l'Internet.

source: You must set the iptables_log_limit variable in the ebox configuration file
ro: Trebuie să configuraţi variabila iptables_log_limit în fişierul de configurare ebox
ru: Вы должны установить значение iptables_log_limit в конфигурационном файле ebox
sv: Du måste sätta iptables_log_limit variabeln i eBox konfigurationsfil

source: You must set the iptables_log_burst variable in the ebox configuration file
ro: Trebuie să configuraţi variabila iptables_log_burst în fişierul de configurare ebox
ru: Вы должны установить значение iptables_log_burst в конфигурационном файле ebox
sv: Du måste sätta iptables_log_burst variabeln i eBox konfigurationsfil

source: Flush previous firewall rules
ro: Şterge reguli anterioare pt. firewall
ru: Очистите предыдущие правила файервола
sv: Spola föregående brandväggsregler

source: The Zentyal firewall will flush any previous firewall rules which have been added manually or by another tool
ro: Firewall-ul Zentyal va şterge orice reguli tip firewall ce au fost adăugate manual sau cu altă unealtă

source: Secure by default
ro: Securizat din start
ru: Безопасность по умолчанию
sv: Säker per standard

source: Just a few connections are allowed by default. Make sure you add the proper incoming and outcoming rules to make your system work as expected. Usually, all outcoming connections are denied by default, and only SSH and HTTPS incoming connections are allowed.
ro: Implicit sunt permise doar câteva conexiuni. Pentru a asigura funcţionarea corectă a sistemului, adăugaţi regulile necesare pentru intrări şi ieşiri. Toate conexiunile către exterior nu sunt permise, iar dinspre exterior sunt permise doar conexiunile către SSH şi HTTPS.
ru: Только несколько соединений разрешены по умолчанию. Убедитесь, что вы добавляете правильные входящие и исходящие правила для работы вашей системы. Обычно все внешние соединения запрещены по умолчанию и только SSH и HTTPS разрешены для внутренних соединений.
sv: Bara ett fåtal anslutningar är tillåtna per standard. Se till att du lägger till korrekta ingående och utgående regler för att få ditt system att fungera som tänkt. Alla utgående anslutningar vägras som standard och bara SSH och HTTPS ingående släpps in.

source: action
ro: acţiune
ru: действие
sv: åtgärd

source: Date
ro: Data
ru: Дата
sv: Datum

source: Input interface
ro: Interfaţa de intrare
ru: Входящий интерфейс
sv: Gränssnitt för ingående data

source: Output interface
ro: Interfaţa de ieşire
ru: Исходящий интерфейс
sv: Gränssnitt för utgående data

source: Source
ro: Sursa
ru: Источник
sv: Källa

source: Destination
ro: Destinaţie
ru: Назначение

source: Decision
ro: Decizie
ru: Решение
sv: Beslut

source: Traffic coming out from Zentyal
ro: Reguli de filtrare pentru traficul care iese din Zentyal

source: External networks to internal networks
ro: Reţele externe către reţele interne

source: Contradictory rule found. Remove it first
ro: Regulă contradictorie găsită. Trebuie ştearsă.
sv: Motsägelsefull regel funnen. Ta bort den först

source: Interface
ro: Interfaţă
ru: Интерфейс
sv: Nätverksgränssnitt

source: Original destination
ro: Destinaţie iniţială
sv: Ursprunglig destination

source: IP Address
ro: Adresa IP

source: Original destination port
ro: Port destinaţie iniţial

source: Any
ro: Orice
ru: Любой
sv: Vilken somhelst

source: Source IP
ro: IP sursă
ru: IP источник
sv: Käll IP

source: Source object
ro: Obiect sursă
ru: Источник объект
sv: Käll objekt

source: Destination IP
ro: IP destinaţie
ru: IP назначение

source: Same
ro: Identic
sv: Samma

source: Other
ro: Altceva
sv: Annan

source: Log
ro: Jurnal

source: Log new forwarded connections
ro: Jurnalizare conexiuni noi transferate

source: Description
ro: Descriere
ru: Описание
sv: Beskrivning

source: List of forwarded ports
ro: Listă porturi transferate

source: forwarding
ro: transferare

source: Destination object
ro: Obiect destinaţie
ru: Объект назначения
sv: Destinationsobjekt

source: Service
ro: Serviciu
ru: Служба
sv: Tjänst

source: If inverse match is ticked, any service but the selected one will match this rule
ro: Dacă se bifează potrivirea inversă, regula va selecta potrivirea tuturor serviciilor cu excepţia celui selectat.
ru: Если будет отмечено обратное сопоставление любая служба выбранная однажды будет соответствовать этому правилу
sv: Om invertera är markerad kommer vilken service somhelst utom den valda att matcha denna regel

source: Configure Rules
ro: Configurare reguli

source: 'any service' cannot have a inverse march
ro: 'orice serviciu' nu poate avea potrivire inversă

source: External networks to Zentyal
ro: Reguli de filtrare din reţele externe către Zentyal

source: Internal networks to Zentyal
ro: Reguli de filtrare din reţele interne către Zentyal

source: Input
ro: Intrare

source: External Input
ro: Intrare externă

source: Output
ro: Ieșire

source: Forward
ro: Transferare

source: NAT prerouting
ro: pre-rutare NAT

source: NAT postrouting
ro: post-rutare NAT

source: Rule
ro: Regula

source: Type
ro: Tip

source: Condition
ro: Condiţie

source: Rules added by Zentyal services (Advanced)
ro: Reguli adăugate de către serviciile Zentyal (Avansat)

source: Internal networks
ro: Reţele interne

source: packets dropped
ro: pachete aruncate (DROP)
ru: пакеты отброшены
sv: släppta paket

source: Firewall packet traffic chart
ro: Tabla traficului de pachete prin firewall
ru: Диаграмма пакетов трафика файервола
sv: Pakettrafiktabell för brandvägg

source: Packet traffic
ro: Traficul pachetelor
ru: трафик пакетов
sv: Pakettrafik

source: Packets dropped
ro: Pachete aruncate
ru: Пакеты отброшены
sv: Släppta paket

source: Packet traffic details
ro: Detaliile traficului de pachete
ru: Детали трафика пакетов
sv: Pakettrafik detaljer

source: traffic
ro: trafic
ru: трафик
sv: trafik

source: Packet traffic report
ro: Raport trafic de pachete
ru: Отчет по трафику пакетов
sv: Pakettrafikrapport

source: Firewall packet traffic report
ro: Raport trafic de pachete prin firewall
ru: Отчет по трафику пакетов файервола
sv: Pakettrafikrapport för brandvägg

source: Filtering rules from internal networks to Zentyal
ro: Reguli de filtrare din reţelele interne către Zentyal

source: These rules allow you to control access from internal networks to services running on your Zentyal machine.
ro: Aceste reguli permit controlul accesului din reţelele interne către serviciile ce rulează pe acest calculator Zentyal.

source: Filtering rules for internal networks
ro: Reguli de filtrare pentru reţelele interne
ru: Правила Фильтрации между внутренними сетями
sv: Filterregler för interna nätverk

source: These rules allow you to control access from internal networks to the Internet and traffic between internal networks. If you wish to provide access to your Zentyal services, you must use the above section.
ro: Aceste reguli permit controlul accesului din reţelele interne către Internet şi traficul între reţelele interne. Pentru a permite accesul la serviciile Zentyal, utilizaţi secţiunea anterioară.

source: Filtering rules for traffic coming out from Zentyal
ro: Reguli de filtrare pentru traficul care iese din Zentyal

source: These rules allow you to control access from your Zentyal to external services.
ro: Aceste reguli permit controlul accesului din Zentyal-ul dvs către serviciile externe.

source: Filtering rules from external networks to Zentyal
ro: Reguli de filtrare din reţele externe către Zentyal.

source: These rules allow you to control access from external networks to sevices running on your Zentyal machine.
ro: Aceste reguli permit controlul accesului din reţelele EXTERNE către serviciile ce rulează pe acest calculator Zentyal.

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing.
ro: Prin adăugarea de reguli în această secţiune puteţi compromite securitatea reţelei dvs. prin permiterea accesului din reţele externe.Nu faceţi asta dacă nu e absolut necesar!

source: Filtering rules from external networks to internal networks
ro: Reguli de filtrare din reţele externe către reţelele interne.
ru: Правила Фильтрации из внешних сетей на внутренние сети
sv: Filterregler från externa till interna nätverk

source: These rules allow you to control access from external networks to internal networks.
ro: Aceste reguli permit controlul accesului din reţelele externe către reţelele interne.
ru: Эти правила позволяют контролировать доступ из внешних сетей на внутренние сети
sv: De här reglerna låter dig kontrollera access från externa nätverk till interna nätverk

source: These rules are automatically added by the Zentyal services.
ro: Aceste reguli sunt adăugate automat de către serviciile Zentyal.

source: You can disable these rules, but make sure you know what you are doing or otherwise some services could stop working.
ro: Puteți dezactiva aceste reguli, dar asigurați-vă că știți ce faceți, altfel unele servicii vor putea deveni nefuncționale.

source: Filtering rules from internal networks to eBox
ru: Правила фильтрации из внутренних сетей на eBox
sv: Filterregler från interna nätverk till eBox

source: Filtering rules from external networks to eBox
ru: Правила фильтрации из внешних сетей на eBox

source: Filtering rules for traffic coming out from eBox
ru: Правила фильтрации для трафика исходящего из eBox
sv: Filterregler för trafik som går ut från eBox

source: Port
ru: Порт

source: ACCEPT
ru: ПРИНЯТЬ
sv: ACCEPTERA

source: DENY
ru: ОТКЛОНИТЬ
sv: VÄGRA

source: LOG
ru: ЖУРНАЛ
sv: LOGGA

source: firewall
ru: Файервол

source: The eBox firewall will flush any previous firewall rules which have been added manually or by another tool
ru: Файервол eBox очистит любые другие правила добавленные ранее в ручную или при помощи других средств
sv: eBox brandvägg kommer att spola alla föregående brandväggsregler som har lagts till manuellt eller med annat verktyg

source: port
ru: порт

source: DROP
ru: ОТБРОСИТЬ
sv: SLÄPP

source: These rules are meant to control access from internal network interfaces to services running on your eBox machine
ru: Эти правила разрешают контролировать доступ с интерфейса внутренней сети на службы eBox
sv: De här reglerna är tänkt att kontrollera åtomst från interna nätverksgränssnitt till tjänster som körs på din eBox maskin

source: These rules allow you to control access from your internal networks to the Internet, and traffic between your internal networks. If you wish to provide access to your eBox services, you must use the above section
ru: Эти правила разрешают контролировать доступ с ваших внутренних сетей к Интернет и трафиком между внутренними сетями. Если вы желаете иметь доступ к службам eBox, вам необходимо использовать секцию выше.
sv: Dessa regler tillåter dig att kontrollera access från dina interna nätverk till internet och trafik mellan dina interna nätverk. Om du önskar tillåta access till dina ebox tjänster måste du använda ovanstående sektion

source: These rules allow you to control access from eBox to external services
ru: Эти правила разрешают вам контролировать доступ из Ebox на внешние службы
sv: De här reglerna låter dig kontrollera access från eBox till externa tjänster

source: Filtering rules from external networks to eBox
ru: Правила фильтрации из внешних сетей на eBox
sv: Filterregler från externa nätverk till eBox

source: These rules allow you to control access from external networks to sevices running on your eBox machine.
ru: Эти правила позволяют контролировать доступ из внешних сетей к службам запущенным на машине eBox
sv: De här reglerna tillåter dig att kontrollera acces från externa nätverk till tjänster som körs på din eBox maskin

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing
ru: Имейте ввиду что добавление правил в этой секции могут поставить под угрозу вашу сеть, поскольку вы можете предоставить доступ из ненадежных сетей. Пожалуйста, не используйте это, если вы знаете, что вы делаете
sv: Var uppmärksam på att lägga till regler i den här sektionen kan försätta säkerheten på ditt nätverk i fara eftersom du kan ge access från okända nätverk. Vänligen använd inte detta om du inte vet vad du gör.

source: redirect
sv: omdirigera
