Repository: zentyal/zentyal
Catalog: client/ipsec/po/*.po
Languages: de, es, fr, it, sv, tr

source: RSA keys
de: RSA-Schlüssel
fr: Clés RSA
it: Chiavi RSA
sv: RSA-nycklar
tr: RSA anahtarı

source: RSA key ID
de: RSA-Schlüssel-ID
es: Identificador de clave RSA
fr: ID de clé RSA
it: ID chiave RSA
sv: ID för RSA-nyckel
tr: RSA anahtar kimliği

source: Static tunnels
de: Statische Tunnel
es: Túneles estáticos
fr: Tunnels statiques
it: Tunnel statici
sv: Statiska tunnlar
tr: Statik tüneller

source: connection name
de: Name der Verbindung
es: nombre de la conexión
fr: nom de connexion
it: nome connessione
sv: anslutningsnamn
tr: bağlantı ismi

source: network interface
de: Netzwerkkarte
es: interfaz de red
fr: interface de réseau
it: interfaccia di rete
sv: nätverksgränssnitt
tr: ağ ismi

source: remote IP address
es: dirección IP remota
fr: adresse IP à distance
it: indirizzo IP remoto
sv: fjärr-IP-adress
tr: uzak IP adresi

source: local network
de: Lokales Netzwerk
es: red local
fr: réseau local
it: rete locale
sv: lokalt nätverk
tr: yerel ağ

source: local network mask
de: Lokale Netzwerkmaske
es: máscara de red local
fr: masque du réseau local
it: maschera di rete locale
sv: mask för lokalt nätverk
tr: yerel ağ maskesi

source: remote network
es: red remota
fr: réseau distant
it: rete remota
sv: fjärrnätverk
tr: uzak ağ

source: remote network mask
es: máscara de red remota
fr: masque du réseau distant
it: maschera di rete remota
sv: mask för fjärrnätverk
tr: uzak ağ maskesi

source: authentication method
de: Identifizierungsmethode
es: método de validación
fr: méthode d'authentification
it: metodo di autenticazione
sv: autentiseringsmetod
tr: Kimlik Denetleme Yöntemi

source: shared secret
es: secreto compartido
fr: secret partagé
it: segreto condiviso
sv: delad hemlighet
tr: paylaşılmış sır

source: RSA key
de: RSA-Schlüssel
es: clave RSA
fr: clé RSA
it: chiave RSA
sv: RSA-nyckel
tr: RSA anahtarı

source: remote id
es: identificador remoto
fr: id distant
it: id remoto
sv: fjärr-id
tr: uzak kimlik

source: remote RSA key
de: RSA-Schlüssel der Gegenstelle
es: clave RSA remota
fr: clé RSA distante
it: chiave RSA remota
sv: fjärr-RSA-nyckel
tr: uzak RSA anahtarı

source: connection id
de: ID der Verbindung
es: identificador de conexión
fr: id de connexion
it: id connessione
sv: anslutnings-id
tr: bağlantı kimliği

source: Road Warrior tunnels
de: Tunnel zu mobilen Gegenstellen
es: Túneles para Road Warriors
fr: Tunnels de Road Warrior
it: Tunnel per Road Warrior
sv: Road Warrior-tunnlar
tr: Road Warrior tünelleri

source: Static tunnel
de: Statischer Tunnel
es: Túnel estático
fr: Tunnel statique
it: Tunnel statici
sv: Statisk tunnel
tr: Statik tünel

source: The requested tunnel does not exist.
de: Den gewünschten Tunnel gibt es nicht
es: El túnel solicitado no existe.
fr: Le tunnel demandé n'existe pas
it: Il tunnel richiesto non esiste.
sv: Den begärda tunneln finns inte.
tr: Talep edilen tünel mevcut değil.

source: RSA public key
de: Öffentlicher RSA-Schlüssel
es: Clave pública RSA
fr: Clé publique RSA
it: Chiave RSA pubblica
sv: Publik RSA-nyckel
tr: RSA genel anahtarı

source: Road Warrior tunnel
es: Túnel Road Warrior
fr: Tunnel de Road Warrior
it: Tunnel per Road Warrior
tr: Road Warrior tüneli

source: local subnet
de: Lokales Subnetz
es: subred local
fr: Sub-réseau local
it: sottorete locale
sv: lokalt undernät
tr: yerel alt ağ

source: remote subnet
de: Subnetz der Gegenstelle
es: subred remota
fr: Sub-réseau distant
it: sottorete remota
sv: fjärrundernät
tr: uzak alt ağ

source: remote ID
de: ID der Gegenstelle
es: identificador remoto
fr: ID distante
it: ID remoto
sv: fjärr-id
tr: uzak kimlik

source: Connection name is empty
de: Der Name für die Verbindung ist leer
es: El nombre de la conexión está vacío
fr: Le nom de connexion est vide
it: Il nome connessione è vuoto
sv: Anslutningsnamnet är blankt
tr: Bağlantı ismi boş

source: Error while removing old rsa keys backup
de: Fehler beim Löschen der Sicherung der alten RSA-Schlüssel
es: Error al eliminar los backups de las claves RSA
fr: Erreur tout en enlevant la sauvegarde de vielles clés rsa
it: Errore durante la rimozione del backup delle vecchie chiavi rsa
sv: Fel vid borttagning av gammal säkerhetskopia av rsa-nycklar
tr: Eski rsa anahtarları yedeğini kaldırırken hata oldu

source: Error while making backup dir for rsa keys
de: Fehler beim Erstellen des Ordners für die Sicherung der RSA-Schlüssel
es: Error al hacer el backup de las claves RSA
fr: Erreur tout en faisant le répertoire de sauvegarde pour les clés rsa
it: Errore durante la creazione della directory di backup per le chiavi rsa
sv: Fel vid skapandet av katalog för säkerhetskopior av rsa-nycklar
tr: RSA anahtarları için yedek dizin oluşturulurken hata oldu

source: Error while backing up rsa keys
de: Fehler beim Sichern der RSA-Schlüssel
es: Error al hacer el backup de las claves RSA
fr: Erreur tout en faisant la sauvegarde des clés rsa
it: Errore durante il backup delle chiavi rsa
sv: Fel vid säkerhetskopiering av rsa-nycklar
tr: RSA anahtarlarını yedeklerken hata oldu

source: rsa keys backup not found
de: Die Sicherung der RSA-Schlüssel wurde nicht gefunden
es: el backup de las claves RSA no se ha encontrado
fr: sauvegarde de clés rsa pas trouvée
it: backup delle chiavi rsa non trovato
sv: säkerhetskopia av rsa-nycklar hittades inte
tr: RSA anahtarları yedeği bulunamadı

source: Error while removing rsa keys
es: Error al eliminar las claves RSA
fr: Erreur tout en enlevant les clés rsa
it: Errore durante l'eliminazione delle chiavi rsa
sv: Fel vid borttagning av rsa-nycklar
tr: RSA anahtarlarını kaldırırken hata oldu

source: Error while making dir for rsa keys
de: Fehler beim Erstellen des Ordners für die RSA-Schlüssel
es: Error al crear el directorio para las claves RSA
fr: Erreur tout en faisant le répertoire pour les clés rsa
it: Errore durante la creazione della directory per le chiavi rsa
sv: Fel vid skapandet av katalog för rsa-nycklar
tr: RSA anahtarları için dizin oluştururken hata oldu

source: Error while restoring rsa keys
de: Fehler beim Wiederherstellen der RSA-Schlüssel
es: Error al restaurar las claves RSA
fr: Erreur tout en restaurant les clés rsa
it: Errore durante il ripristino delle chiavi rsa
sv: Fel vid återskapning av rsa-nycklar
tr: RSA anahtarlarını yenilerken hata oldu

source: Invalid id.
de: Ungültige ID
es: Identificador inválido.
fr: Id invalide.
it: Id non valido.
sv: Ogiltigt id.
tr: Geçersiz kimlik

source: The connection does not exist.
de: Die Verbindung gibt es nicht
es: La conexión no existe.
fr: La connexion n'existe pas
it: La connessione non esiste.
sv: Anslutningen finns inte.
tr: Bağlantı mevcut değil

source: Invalid connection name
de: Ungültiger Name für die Verbindung
es: Nombre de conexión inválido
fr: Nom de connexion invalide
it: Nome connessione non valido.
sv: Ogiltigt anslutningsnamn
tr: Geçersiz bağlantı ismi

source: Error getting RSA key
de: Fehler beim Lesen des RSA-Schlüssels
es: Error al obtener la clave RSA
fr: Erreur obtenant la clé RSA
it: Errore nell'ottenimento della chiave RSA
sv: Fel vid hämtning av RSA-nyckel
tr: RSA anahtarı alınırken hata oldu

source: Error while generating RSA key
de: Fehler beim Generieren des RSA-Schlüssels
es: Error al generar la clave RSA
fr: Erreur tout en générant la clé RSA
it: Errore durante la generazione della chiave RSA
sv: Fel vid generering av RSA-nyckel
tr: RSA anahtarı üretilirken hata oldu

source: There are tunnels configured to use this RSA key, it cannot be deleted.
de: Einige Tunnel verwenden diesen RSA-Schlüssel für die Verbindung. Er kann nicht gelöscht werden
es: Hay túneles configurados para utilizar esta clave RSA y por tanto no puede ser borrada.
fr: Il y a des tunnels configurés pour employer cette clé RSA, elle ne peut pas être effacée.
it: Ci sono dei tunnel configurati per l'uso di questa chiave RSA, non può essere eliminata.
sv: Det finns tunnlar konfigurerade att använda den här RSA-nyckeln och kan därför inte tas bort.
tr: Bu RSA anahtarını kullanan tüneller var, silinemez.

source: IPSec VPNs
es: VPNs IPsec
fr: VPNs de IPSec
it: VPN IPSec
sv: IPSec VPN-nätverk
tr: IPSec VPN'leri

source: Disabled
de: Deaktiviert
fr: Désactivé
it: Inattivo
sv: Inaktiverad
tr: Etkin değil

source: Down
fr: Descendre
it: Giù
sv: Nere

source: Up
fr: Monter
it: Su
sv: Uppe

source: Road warriors
de: Mobile Gegenstellen
it: Road warrior

source: New RSA key
de: Neuer RSA-Schlüssel
es: Nueva clave RSA
fr: Nouvelle clé RSA
it: Nuova chiave RSA
sv: Ny RSA-nyckel
tr: Yeni RSA anahtarı

source: Key ID:
de: Schlüssel-ID:
es: Identificador de clave:
fr: ID de clé:
it: ID chiave:
sv: Nyckel-id:
tr: Anahtar kimliği:

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
sv: Generera
tr: Üret

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
sv: Nyckel
tr: Anahtar

source: Actions
de: Aktionen
es: Acciones
it: Azioni
sv: Åtgärder
tr: İşlemler

source: View
de: Anzeigen
es: Ver
fr: Voir
it: Vista
sv: Visa
tr: Görünüm

source: Delete
de: Löschen
es: Eliminar
fr: Effacer
it: Elimina
sv: Ta bort
tr: Sil

source: Add new tunnel
de: Einen neuen Tunnel hinzufügen
es: Crear un nuevo túnel
fr: Ajouter nouveau tunnel
it: Aggiungi nuovo tunnel
sv: Lägg till ny tunnel
tr: Yeni tünel ekle

source: Name
es: Nombre
fr: Nom
it: Nome
sv: Namn
tr: İsim

source: Network interface
de: Netzwerkkarte
es: Interfaz de red
fr: Interface de réseau
it: Interfaccia di rete
sv: Nätverksgränssnitt
tr: Ağ arabirimi

source: Remote IP address
de: IP-Adresse der Gegenstelle
es: Dirección IP remota
fr: Adresse IP distante
it: Indirizzo IP remoto
sv: Fjärr-IP-adress
tr: Uzak IP adresi

source: Local subnet
de: Lokales Subnetz
es: Subred local
fr: Sub-réseau local
it: Sottorete locale
sv: Lokalt undernät
tr: Yerel alt ağ

source: Remote subnet
de: Subnetz der Gegenstelle
es: Subred remota
fr: Sub-réseau distant
it: Sottorete remota
sv: Fjärrundernät
tr: Uzak alt ağ

source: Authentication method
de: Identifizierungsmethode
es: Método de validación
fr: Mèthode d'authentification
it: Metodo di autenticazione
sv: Autentiseringsmetod
tr: Kimlik Denetleme yöntemi

source: Shared secret
es: Secreto compartido
fr: Secret partagé
it: Segreto condiviso
sv: Delad hemlighet
tr: Paylaşılmış sır

source: RSA Key
de: RSA-Schlüssel
es: Clave RSA
fr: Clé RSA
it: Chiave RSA
sv: RSA-nyckel
tr: RSA anahtarı

source: Remote ID
de: ID der Gegenstelle
es: Identificador remoto
fr: ID distante
it: ID remoto
sv: Fjärr-id
tr: Uzak kimlik

source: Remote RSA public key
de: Öffentlicher RSA-Schlüssel der Gegenstelle
es: Clave pública RSA remota
fr: Clé publique RSA distante
it: Chiave pubblica RSA remota
sv: Publik fjärr-RSA-nyckel
tr: Uzak RSA genel anahtarı

source: Add
de: Hinzufügen
es: Crear
fr: Ajouter
it: Aggiungi
sv: Lägg till
tr: Ekle

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
sv: Anslutningar
tr: Bağlantılar

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
sv: Anslutning
tr: Bağlantı

source: Action
de: Aktion
es: Acción
it: Azione
sv: Åtgärd
tr: İşlem

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica
sv: Redigera
tr: Düzenle

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Attiva
sv: Aktiverad
tr: Etkin

source: Change
de: Ändern
es: Cambiar
fr: Changer
it: Modifica
sv: Ändra
tr: Değiştir

source: Back
de: Zurück
es: Volver
fr: Arrière
it: Indietro
sv: Tillbaka
tr: Geri

source: New road warrior connection
de: Neue Verbindung zu mobiler Gegenstelle
es: Nueva conexión road warrior
fr: Nouvelle connexion de road warrior
it: Nuova connessione road warrior
sv: Ny Road Warrior-anslutning
tr: Yeni road warrior bağlantısı

source: Allowed remote subnet range
de: Erlaubter Subnetzbereich der Gegenstelle
es: Rango de subred remota permitido
fr: Rang de sub-réseaux distants permis
it: Intervallo sottorete remota permesso
sv: Tillåtna fjärrundernät
tr: İzin verilen uzak alt ağ mesafesi

source: Local RSA Key
de: Lokaler RSA-Schlüssel
es: Clave RSA local
fr: Clé RSA locale
it: Chiave RSA locale
sv: Lokal RSA-nyckel
tr: Yerel RSA Anahtarı

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
sv: Avbryt
tr: İptal

source: Project-Id-Version: ebox-ipsec 0.7
es: Claves RSA
