Repository: zentyal/zentyal
Catalog: main/zarafa/po/*.po
Languages: es

source: Zarafa Server
es: Servidor Zarafa

source: This user has a Zarafa account. If the user currently connected it will continue connected until Zarafa authorization is again required.
es: Este usuario tiene una cuenta de Zarafa. Si el usuario está correctamente conectado, continuará así así que la autorización le sea requerida de nuevo.

source: Add Zarafa LDAP schema
es: Añadir schema LDAP de Zarafa

source: Zentyal will need this schema to store Zarafa users.
es: Zentyal necesitará este schema para almacenar los usuarios de Zarafa

source: Add vmail system user
es: Añadir usuario del sistema vmail

source: Zentyal will need this to deliver mail to Zarafa.
es: Zentyal necesitará esto para entegar correo a Zarafa.

source: Create MySQL Zarafa database.
es: Crear base de datos MySQL para Zarafa

source: This database will store the data needed by Zarafa.
es: Esta base de datos almacenará los datos necesitados por Zarafa.

source: Create default SSL key/certificates.
es: Crear claves y certificados SSL por defecto

source: This self-signed default certificates will be used by Zarafa POP3/IMAP gateway.
es: Este certificado auto-firmado se usará para la pasarela POP3/IMAP de Zarafa

source: Add zarafa link to www data directory.
es: Añadir enlace de zarafa al directorio de datos www.

source: Zarafa will be accesible at http://ip/webaccess/.
es: Zarafa estará accesible en http://ip/webaccess/

source: To properly configure Zarafa.
es: Configurar adecuadamente Zarafa

source: To properly configure Zarafa LDAP connection.
es: Configurar adecuadamente conexión entre Zarafa y LDAP

source: To properly configure Zarafa webaccess.
es: Configurar adecuadamente acceso web de Zarafa

source: To properly configure Zarafa gateway server.
es: Configurar adecuadamente servidor de pasarelas de Zarafa

source: To properly configure Zarafa quota monitoring server.
es: Configurar adecuadamente monitorizador de quotas de Zarafa

source: To properly configure Zarafa mail delivering server.
es: Configurar adecuadamente servidor de entrega de correo de Zarafa

source: To properly configure Zarafa ical server.
es: Configurar adecuadamente servidor ical de Zarafa

source: To properly configure Zarafa indexing server.
es: Configurar adecuadamente servidor de indexado de Zarafa

source: Zarafa Gateway Server
es: Servidor de pasarelas de Zarafa

source: Maximum mailbox size
es: Tamaño máximo de buzón

source: When a mailbox reaches this size futher messages will be rejected.
es: Cuando un buzón alcance este tamaño los mensajes posteriores serán rechazados.

source: Unlimited size
es: Tamaño ilimitado

source: Limited to
es: Limitado a

source: Warn user over
es: Avisar al usuario por encima de

source: Stop user sending mails over
es: Dejar de enviar correos por encima de

source: Quota configuration settings
es: Configuración de cuota

source: Zarafa server quota configuration settings updated.
es: Configuración de quota de Zarafa actualizada.

source: Groupware Account
es: Cuenta de Groupware

source: Groupware Contact
es: Contacto de Groupware

source: Enable contact in the addressbook even if account is disabled.
es: Habilitar el contacto en la lista de contactos aunque la cuenta esté deshabilitada.

source: To enable Zarafa {service} gateway you must disable {service} mail retrieval service. You can do it at {ohref}Mail General Configuration{chref}.
es: Para activar la pasarela {service} de Zarafa se debe desactivar el servicio {service} de correo. Se puede hacer en {ohref}Configuración general de Correo{chref}.

source: To enable Zarafa POP3 and IMAP gateways you need at least one virtual domain. You can do it at {ohref}Virtual Mail Domains{chref}.
es: Para activar las pasarelas IMAP y POP3 de Zarafa se necesita al menos un dominio virtual de correo. Se puede añadir uno en {ohref}Dominios Virtuales de Correo{chref}.

source: Enable POP3 gateway
es: Habilitar pasarela POP3

source: Enable POP3S gateway
es: Habilitar pasarela POP3S

source: Enable IMAP gateway
es: Habilitar pasarela IMAP

source: Enable IMAPS gateway
es: Habilitar pasarela IMAPS

source: Zarafa gateways configuration settings
es: Configuración de pasarelas de Zarafa

source: Zarafa gateways configuration settings updated.
es: Configuración de pasarelas de Zarafa actualizada.

source: Zarafa gateways allow access to users mailboxes using POP3 and IMAP protocols.
es: Las pasarelas de Zarafa permiten acceso a los buzones de los usuarios usando protocolos POP3 e IMAP.

source: No domain selected
es: Sin dominio

source: To configure Zarafa you must have at least one virtual mail domain. You can define one at {ohref}Virtual Domains{chref}.
es: Para configurar Zarafa se debe tener al menos un dominio virtual de correo. Se puede definir uno en {ohref}Dominios Virtuales{chref}.

source: The deleted virtual domain was selected for Zarafa. Maybe you want to select another one now.
es: El dominio virtual borrado estaba seleccionado para Zarafa. Quizá quieras seleccionar otro ahora.

source: Virtual domain
es: Dominio virtual

source: Virtual mail domain
es: Dominio virtual de correo

source: Select the virtual mail domain to be used for Zarafa.
es: Selecciona el dominio virtual de correo que será usado por Zarafa.

source: Enable Spell Checking
es: Activar corrector ortográfico

source: Enable spell checking on Zarafa Webaccess.
es: Activar correcto ortográfico en la interfaz web de Zarafa

source: Enable Active Sync
es: Habilitar Active Sync

source: Enable Active Sync (Microsoft Exchange syncronization protocol).
es: Habilitar Active Sync (Protocolo de sincronización de Microsoft Exchange)

source: Enable Zarafa access only on this virtual host under /webaccess and /webaccess-mobile.
es: Habilitar acceso a zarafa únicamente en este virtual host bajo /webaccess y /webaccess-mobile

source: General configuration settings
es: Configuración General

source: General Zarafa server configuration settings updated.
es: Configuración general del servidor de Zarafa actualizada.

source: Disabled
es: Desactivado

source: The deleted virtual host was selected for Zarafa. Maybe you want to select another one now.
es: El virtual host borrado estaba seleccionado para Zarafa. Quizá quieras seleccionar otro ahora.

source: Configuration
es: Configuración

source: You can access the Zarafa web interface at http://zentyal_ip/webaccess and the mobile version at http://zentyal_ip/webaccess-mobile.
es: Se puede acceder la interfaz web de Zarafa en http://zentyal_ip/webaccess y la versión para móviles en http://zentyal_ip/webaccess-mobile

source: username
es: nombre de usuario

source: Zarafa account
es: Cuenta de Zarafa

source: User account
es: Cuenta de usuario

source: Enabled
es: Activado

source: Administration rights
es: Privilegios de administrador

source: Zarafa takes quota settings from mail account settings.
es: Zarafa cogerá la configuración de cuotas de la configuración de la cuenta de correo

source: Groupware contact
es: Cuenta de Groupware

source: Change
es: Cambiar
