Repository: zentyal/zentyal
Catalog: main/monitor/po/*.po
Languages: hu, pt

source: Notify when a certain value has reached a certain threshold
hu: Értesít mikor egyes érték(ek) elérnek bizonyos határérték(ek)et.
pt: Avisar quando o determinado valor atingir um certo limite

source: All data sources are within range again
hu: Az adatok ismét határértéken belül vannak
pt: Todas as fontes de dados estão novamente dentro do âmbito

source: {what} "{dS}" is currently {value}.
hu: {what} "{dS}" jelenlegi értéke {value}.
pt: {what} "{dS}" está correntemente {value}.

source: That is within the {severity} region of {minBound} and {maxBound}.
hu: Ennek {severity} a tartományon belül kell lennie {minBound} és {maxBound}.
pt: Está na zona {severity} de {minBound} e {maxBound}.

source: That is above the {severity} threshold of {bound}.
hu: Ennek {severity} a határérték {bound} fölött kell lennie.
pt: Está acima de {severity} limite de {bound}

source: That is below the {severity} threshold of {bound}.
hu: Ennek {severity} a határérték {bound} alatt kell lennie.
pt: Está abaixo de {severity} limite de {bound}

source: {daemon} main configuration file
hu: A {daemon} fő beállító fájlja
pt: Ficheiro de configuração principal {daemon}

source: {daemon} thresholds configuration file
hu: {daemon} határérték beállító fájlja
pt: Ficheiro de configuração de entrada {daemon}

source: {daemon} default configuration file
hu: A(z) {daemon} fő beállító fájlja
pt: Ficheiro de configuração pré-definida {daemon}

source: CPU {no} usage
hu: Processzor használat {no}
pt: uso {no} CPU

source: CPU usage
hu: Processzor használat
pt: uso de CPU

source: Collect the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO operations and being idle
hu: Összesíti az időket amelyeket a CPU különböző állapotokban töltött, mint felhasználói kódfuttatás, rendszer kódfuttatás, IO műveletekre várás és üresjárat
pt: Colecta a quantidade de tempo despendido pela CPU nos seus estados, mais precisamente executando código do utilizador, sistema, esperando por operação IO e parado

source: idle
hu: üresjárat
pt: parado

source: user
hu: felhasználó
pt: utilizador

source: interrupt
hu: megszakítás
pt: interruptor

source: nice
hu: pontos
pt: agradável

source: soft interrupt
hu: szoftveres megszakítás
pt: interruptor de software

source: steal
hu: lopott
pt: roubar

source: system
hu: rendszer
pt: sistema

source: wait
hu: várakozás
pt: esperar

source: used in {partition}
hu: használatban {partition}
pt: usado em {partition}

source: free in {partition}
hu: szabadon {partition}
pt: livre em {partition}

source: File system usage
hu: Fájlrendszer használat
pt: Uso do sistema de ficheiros

source: Collect the mounted file system usage information as "df" command does
hu: Összegyűjti a fájlrendszer használatával összefüggő információkat (a "df" parancs mintájára).
pt: Colecta o uso do sistema de ficheiros que está montado tal como o comando "df" faz

source: Physical memory usage
hu: Fizikai memória használat
pt: Uso da memória física

source: Collect the physical memory usage
hu: Összegyűjti a fizikai memória használat értékeit.
pt: Recolhe os valores de uso da memória física

source: free
hu: szabad
pt: livre

source: page cache
hu: lap gyorsítótár
pt: cache da página

source: buffer cache
hu: átmeneti gyorsítótár
pt: cache da memória

source: used
hu: használt
pt: usado

source: System load
hu: Rendszerterheltség
pt: Carga do sistema

source: Collect the system load that gives a rough overview of the system usage
hu: Összegyűjti a rendszerterhelésről a hozzávetőleges rendszerhasználati adatokat (áttekintést nyújt).
pt: recolhe os valores de carga do sistema que dá a vista do uso do sistema

source: short term
hu: rövidtávú időszak
pt: termo pequeno

source: mid term
hu: középtávú időszak
pt: termo médio

source: long term
hu: hosszú időszak
pt: termo longo

source: temperature
hu: hőmérséklet
pt: temperatura

source: cooling device
hu: hűtőberendezés
pt: dispositivo arrefecedor

source: sensor
hu: érzékelő

source: Temperature for {what}
hu: Hőmérséklet {what}
pt: Temperatura para {what}

source: Thermal
hu: Termikus
pt: Térmico

source: Collect thermal information (CPU sensors temperature) if possible from {dir}
hu: Összegyűjti a processzor érzékelő hőmérséklet értékeit, ha lehetséges {dir}
pt: Recolhe, se possível, a informação térmica (sensores de temperatura do CPU) a partir de {dir}

source: value
hu: érték
pt: valor

source: Events
hu: Események
pt: Eventos

source: Monitor Watcher
hu: Monitor figyelő
pt: Visualizador do Monitor

source: Threshold Configuration
hu: Határérték beállítás
pt: Configuração do limite

source: At least a threshold (maximum or minimum) must be set
hu: Legalább egy határértéket (minimum vagy maximum) be kell állítani!
pt: Pelo menos um limite (máximo ou mínimo) tem que ser definido

source: This threshold rule will override the current ones
hu: Ez a határérték felülírja az aktuális (meglévő) értéket!
pt: Este limite apagará os actuais

source: Failure minimum
hu: Hiba min. értéke
pt: Falha mínimo

source: Set the lower bound of acceptable values. If unset defaults to negative infinity.
hu: Be kell állítani a legkisebb elfogadható értéket. Ha nincs beállítva az alapértelmezett érték, akkor negatív.
pt: Defina o limite mínimo de valores aceitáveis. Se não for definido será pré-definido para valores infinitos

source: Warning minimum
hu: Figyelmeztetés min. értéke
pt: Aviso mínimo

source: If the value is less than this value and greater than {fmin} a warn event is sent
hu: Ha az érték kisebb mint ez az érték és nagyobb mint {fmin}, akkor figyelmeztetést küld.
pt: Se o valor for menor que este valor e maior que {fmin} será despoletado um evento de aviso

source: failure minimum
hu: hiba min. értéke
pt: falha mínimo

source: Warning maximum
hu: Figyelmeztetés min. értéke
pt: Aviso máximo

source: If the value is greater than this value and less than {fmax} a warn event is sent
hu: Ha az érték nagyobb mint ez az érték és kisebb mint {fmax}, akkor figyelmeztetést küld.
pt: Se o valor for maior que este valor e menor que {fmax} será despoletado um evento de aviso

source: failure maximum
hu: hiba max. értéke
pt: falha máximo

source: Failure maximum
hu: Hiba max. értéke
pt: Falha máximo

source: Set the upper bound of acceptable values. If unset defaults to positive infinity.
hu: Be kell állítani a legnagyobb elfogadható értéket. Nem beállított érték cometén ez +végtelen
pt: Defina o limite superior de valores aceitaveis

source: Invert
hu: Cserél
pt: Inverter

source: If set to true, the range of acceptable values is inverted, i.e. values between {fmin} and {fmax} ({wmin} and {wmax}) are not okay.
hu: Ha a beállítás igaz, akkor a tartomány elfogadható értékeit cserélni kell, azaz az {fmin} és {fmax} ({wmin} és {wmax}), amíg nem lesz jó.
pt: Se definido para verdadeiro, o âmbito dos valores aceitáveis é invertido, ex: valores entre {fmin} e {fmax} ({wmin} e {wmax}) não está correctos.

source: warning minimum
hu: figyelmeztetés min. értéke
pt: aviso mínimo

source: warning maximum
hu: figyelmeztetés max. értéke
pt: aviso máximo

source: Persistent
hu: Állandó
pt: Persistente

source: If set to true, an event will be dispatched for each value that is out of the acceptable range. If set to false, only a change from an acceptable value to an unacceptable one will be dispatched
hu: Ha a beállítás igaz, akkor egy jelentés generálódik minden értékről, amely kívül esik az elfogadható tartományon. Ha a beállítás hamis, akkor csak az elfogadhatatlan értékekről küld értesítést.
pt: Se definido para verdadeiro, será despoletado um evento por cada valor que estiver fora do âmbito aceitável. Se definido para falso, somente uma alteração de um valor aceitável para não aceitável será despachado

source: Measure instance
hu: Mértékegység értékek
pt: Medida da instância

source: Type
hu: Típus
pt: Tipo

source: Data Source
hu: Adatforrás
pt: Origem dos dados

source: Threshold's list
hu: Határérték lista
pt: Lista de limites

source: Threshold
hu: Határérték
pt: Limite

source: Every check is done with the highest possible resolution: {nSec} seconds
hu: Mindig ellenőrzi a legmagasabb felbontást: {nSec} másodperc
pt: Cada verificação é feita com a maior precisão possível: {nSec} segundos

source: Take into account this configuration will be only applied if monitor {openhref}event watcher is enabled{closehref}
hu: Csak akkor veszi figyelembe a konfigurációnál alkalmazott értékeket, ha a monitor {openhref}eseményőr bekapcsolt állapotú{closehref}.
pt: Tenha em conta que esta configuração só será aplicada se monitor de evento {openhref} estiver activado{closehref}

source: Measure
hu: Mértékegység
pt: Medida

source: Thresholds
hu: Határértékek
pt: Limites

source: Configure monitor watchers
hu: Beállítja a monitorőrzőt
pt: Configurar monitores

source: measure
hu: mértékegység
pt: medida

source: Every measure may have several thresholds to monitor
hu: Minden mértékegységhez több határérték tartozhat?
pt: Cada medida pode ter vários limites para monitorizar

source: Last hour
hu: Elmúlt 1 óra
pt: Ultima hora

source: Last day
hu: Elmúlt nap
pt: Ultimo dia

source: Last month
hu: Elmúlt hónap
pt: Ultimo mês

source: Last year
hu: Elmúlt év
pt: Ultimo ano

source: not applicable
hu: nem alkalmazható
pt: não é aplicável

source: any
hu: bármi
pt: qualquer

source: Monitoring
hu: Monitorizálás
pt: Monitorizar

source: You must enable monitor module to see monitor graphs in {openhref}Module Status{closehref} section.
hu: Be kell kapcsola a monitor modult, hogy láthassa a monitorizálási grafikonokat a {openhref}Modulok állapota{closehref} lapon.
pt: Deve activar o monitor para ver os gráficos em {openhref}secção do Módulo de estado{closehref}

source: You must save the changes in module status to see monitor graphs in the {openhref}Save changes{closehref} section. In case it is already enabled you must wait for a few seconds to collect the first monitor data
hu: El kell {openhref}mentse a változtatásokat{closehref} a modul állapota lapon, hogy láthassa a grafikonokat. Ha ez megtörtént és nem jelenik meg semmi, várnia kell pár másodpercet az adatok összegyűjtésére
pt: Deve guardar as alterações no módulo de estado para ver os gráficos do monitor na secção {openhref}Save changes{closehref}. Em caso de já estar activado deve esperar alguns segundos pela primeira recolha de dados
