Repository: zentyal/zentyal
Catalog: main/dns/po/*.po
Languages: es, pt_br

source: Domain
es: Dominio
pt_br: Domínio

source: Hostnames
es: Nombres de máquinas
pt_br: Estações

source: Mail Exchangers
es: Intercambiadores de correo
pt_br: Servidores de E-mail

source: Name Servers
es: Servidores de nombres
pt_br: Servidor de nomes

source: IP Address
es: Dirección IP
pt_br: Endereço IP

source: Dynamic
es: Dinámico
pt_br: Dinâmico

source: A domain is dynamic when the DHCP server updates the domain
es: Un dominio es dinámico cuando el servidor DHCP actualiza el dominio
pt_br: Um domínio é dinâmico quando o servidor DHCP atualiza o domínio

source: List of Domains
es: Lista de Dominios
pt_br: Lista de Domínios

source: domain
es: dominio
pt_br: domínio

source: Invalid preference number. Allowed range: ({min}, {max})
es: Número de preferencia inválido. Rango permitido: ({min}, {max})
pt_br: Número de preferência inválido. Faixa permitida: ({min}, {max})

source: The given host name is not a fully qualified domain name (FQDN). Do you mean mx.{name}?
es: El dominio introducido no es un nombre de dominio completamente cualificado (FQDN). Quizá debería ser mx.{name}?
pt_br: O nome do host fornecido não é um nome de domínio totalmente qualificado (FQDN). Você quer dizer mx. {name}?

source: The domain is set as read only. You cannot add mail exchangers
es: El dominio está configurado como sólo lectura. No se pueden añadir intercambiadores de correo
pt_br: O domínio está definido como somente leitura. Você não pode adicionar trocadores de mail

source: Host name
es: Nombre de la máquina
pt_br: Nome da estação

source: If you choose "Custom", it should be a Fully Qualified Domain Name
es: Si se elige "Personalizado", se necesita un nombre de dominio completamente cualificado (FQDN).
pt_br: Se você escolher "Custom", deve ser um nome de domínio totalmente qualificado (Fully Qualified Domain Name) FQDN

source: This domain
es: Este dominio
pt_br: Este domínio

source: Custom
es: Personalizado
pt_br: Personalizar

source: Preference
es: Preferencia
pt_br: Preferência

source: Mail exchangers
es: Intercambiadores de correo
pt_br: Servidores de email

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
es: El menor número de preferencia es el de mayor prioridad y es el primer servidor que intentará acceder cuando un cliente remoto (normalmente otro servidor de correo) haga una búsqueda del MX para el dominio seleccionado. Intervalo permitido para el número de preferencia = ({min}, {max})
pt_br: O menor número de preferência tem maior prioridade _ _ e é o primeiro servidor a ser buscado quando um cliente remoto (tipicamente outro servidor de email) realiza uma busca pelos MX para o nome do domínio. Intervalo de número de preferência permitido = ({min}, {max})

source: Mail exchanger record
es: Registro intercambiador de correo
pt_br: Registro do servidor de email

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
es: Un alias no puede ser el nombre de la máquina que es servidora de nombres "{ns}". Usa un nombre de máquina
pt_br: Um alias não pode ter o mesmo nome "{ns}" do servidor de nomes. Utilize um nome de estação no lugar

source: There is a hostname with the same name "{name}" in the same domain
es: Hay un nombre de máquina con el mismo nombre "{name}" en el mismo dominio
pt_br: Já existe uma estação com o nome "{name}" no domínio

source: There is an alias for {hostname} hostname with the same name "{name}" in the same domain
es: Existe un alias para la máquina {hostname} con el mismo nombre "{name}" en el mismo dominio
pt_br: Existe um alias para a estação {hostname} com mesmo nome "{name}", no mesmo domínio

source: alias
pt_br: apelido

source: The given host name is not a fully qualified domain name (FQDN). Do you mean ns.{name}?
es: El nombre de máquina introducido no es un nombre de dominio completamente cualificado (FQDN). ¿Quizá debería ser ns.{name}?
pt_br: O nome do host fornecido não é um nome de domínio totalmente qualificado (FQDN). Você quer dizer ns. {name}?

source: The domain is set as read only. You cannot add name servers
es: El dominio está establecido como de sólo lectura. No puedes añadir servidores de nombres
pt_br: O domínio é definido como somente leitura. Você não pode adicionar servidores de nome

source: Name servers
es: Servidores de nombres
pt_br: Servidor de nomes (DNS)

source: It manages the name server (NS) records for this domain
es: Gestiona los regristros de servidores de nombres (NS) para este dominio
pt_br: Ele gerencia o servidor de nomes (NS) registros para este domínio

source: name server record
es: registro de servidor de nombres
pt_br: registro de servidor de nome

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
es: Hay un alias con el mismo nombre "{name}" para "{hostname}" in el mismo dominio
pt_br: Já existe um alias com o nome "{name}" para "{hostname}" no mesmo domínio

source: The domain is set as read only. You cannot add host names
es: El dominio está configurado como sólo lectura. No se pueden añadir nombres de máquina
pt_br: O domínio está definido como somente leitura. Você não pode adicionar nomes de host

source: Host names
es: Nombres de máquinas
pt_br: Nomes das estações

source: host name
es: nombre de la máquina
pt_br: nome da estação

source: The DNS server allows you to resolve names for your own domains.
es: El servidor DNS te permite resolver nombres para tus propios dominios
pt_br: O servidor de DNS permite a você resolver nomes para seus próprios domínios.

source: main bind9 configuration file
es: fichero de configuración principal de bind9
pt_br: bind9 arquivo de configuração principal

source: bind9 options configuration file
es: fichero de configuración de opciones de bind9
pt_br: bind9 arquivo de configuração opções

source: local bind9 configuration file
es: fichero de configuración local de bind9
pt_br: arquivo de configuração bind9 local

source: Keys configuration file
es: Fichero de configuración de claves
pt_br: Chaves do arquivo de configuração

source: configuration file for zone {zone}
es: fichero de configuración para la zona {zone}
pt_br: arquivo de configuração para a zona {zone}

source: configuration file for reverse resolution zone {zone}
es: fichero de configuración para zona de resolución inversa {zone}
pt_br: arquivo de configuração para resolução de zona reversa {zone}

source: Change the permissions for {dir} to allow writing to bind group
es: Cambiar los permisos de {dir} para permitir escritura al grupo bind
pt_br: Alterar as permissões para {dir} para permitir gravação para o grupo bind

source: Let the bind daemon to be dynamically updated
es: Permitir que demonio bind sea actualizado automáticamente
pt_br: Deixe o daemon BIND para ser atualizados dinamicamente

source: Host list for domain {domain}
es: Lista de máquinas para el dominio {domain}
pt_br: Lista de estações para o domínio {domain}

source: Action
es: Acción
pt_br: Ação

source: Add
es: Añadir
pt_br: Adicionar

source: Delete
es: Borrar
pt_br: Remover

source: delete
es: borrar
pt_br: remover

source: Domain list
es: Lista de dominios
pt_br: Lista de domínios

source: Name
es: Nombre
pt_br: Nome

source: Edit
es: Editar
pt_br: Editar

source: edit
es: editar
pt_br: editar
