Repository: zentyal/zentyal
Catalog: contrib/egroupware/po/*.po
Languages: da, it, nl, pt, sv

source: Default Applications
da: Standard applikationer
it: Applicazioni di default
nl: Standaard Applicaties
pt: Aplicações pré-definidas
sv: Standardapplikationer

source: These are the default application permissions that are given to the new created users or existing ones before enabling eGroupware module.
da: Dette er standard applikations tilladelser der er givet til de ny oprettede brugere eller eksisterende før aktivering af eGroupware modulet
it: Questi sono i permessi applicazione di default che sono forniti ad un nuovo utente o ad uno esistente prima di abilitare il modulo eGroupware.
nl: Dit zijn de standaard applicatie machtigingen die gegeven worden aan nieuwe leden of aan bestaande voordat de eGroupware module ingeschakeld werd.
pt: Estas são as permissões de aplicação por omissão atribuídas aos novos utilizadores ou a existentes antes de activar o módulo eGroupware
sv: Det här är standard applikationsrättigheter som tilldelas nya användare eller redan existerande före aktivering av eGroupware modulen.

source: Application
da: Applikation
it: Applicazione
nl: Applicatie
pt: Aplicação
sv: Applikation

source: Enabled
da: Aktiveret
it: Abilitato
nl: Ingeschakeld
pt: Activado
sv: Aktiverad

source: Applications
da: Applikationer
it: Applicazioni
nl: Applicaties
pt: Aplicações
sv: Applikationer

source: application
da: applikation
it: applicazione
nl: applicatie
pt: aplicação
sv: applikation

source: Name
da: Navn
it: Nome
nl: Naam
pt: Nome
sv: Namn

source: Allowed Applications
da: Tilladte applikationer
it: Applicazioni consentite
nl: Toegestane Applicaties
pt: Aplicações permitidas
sv: Tillåtna Applikationer

source: User Defined Permission Templates
da: Bruger definerede tilladelses skabeloner
it: Modelli di permessi definiti dall'utente
nl: Gebruiker Gedefinieerde Machtiging Sjablonen
pt: Modelos de permissão definidas para o utilizador
sv: Användardefinerade rättighetsmallar

source: template
da: skabelon
it: modello
nl: Sjabloon
pt: modelo
sv: mall

source: Edit the permission templates with the allowed applications that can be assigned to users or groups.
da: Ændre tilladelses skabeloner med de tilladte applikationer som kan tilegnes brugere eller grupper
it: Modifica i modelli di permessi con le applicazioni consentite che possono essere assegnate ad utenti o gruppi.
nl: Pas het machtiging sjabloon aan met de toegestane applicaties die toegewezen kunnen worden aan gebruikers of groepen
pt: Edite os modelos de permissões com as aplicações permitidas que podem ser associadas a utilizadores ou grupos
sv: Redigera rättighetsmallar med de tillåtna applikatiner som kan tilldelas användare eller grupper

source: No domain selected
da: Der er ikke valgt domæne
it: Nessun dominio selezionato
nl: Geen domein geselecteerd
pt: Não foi seleccionado um domínio
sv: Ingen domän vald

source: You must have at least one virtual mail domain defined. You can define the at {ohref}Virtual Domains section{chref}
da: du skal havde mindst 1 virtuelt domæne defineret. Du kan definere dem i {ohref}Virtual Domains section{chref}
pt: Tem que estar pelo menos um domínio de correio virtual definido. Pode definir em {ohref}Secção dominíos virtuais{chref}
sv: Du måste ha minst en virtuell maildomän definierad. Du kan definiera en på {ohref}Virtual Domains section{chref}

source: You must have IMAP service enabled. You can enable it at {ohref} Mail General Configuration{chref}.
da: Du skal have IMAP tjenesten aktiveret. Du kan aktivere den i {ohref} Mail General Configuration{chref}.
nl: U moet IMAP diensten ingeschakeld hebben. U kan deze inschakelen in de {ohref} Algemene Post Configuratie{chref}.
pt: O serviço IMAP necessita de estar activo. Pode activa-lo em {ohref} Configuração geral de correio{chref}
sv: Du måste ha IMAP tjänsten aktiverad. Du kan aktivera den på {ohref} Mail General Configuration{chref}.

source: The deleted virtual domain was selected for eGroupware. Maybe you want to select another one now.
da: Det slettede virtuelle domæne var valgt af eGroupware. Måske vil du vælge et andet nu.
it: Il dominio virtuale eliminato era selezionato per eGroupware. Forse vuoi selezionare un'altro dominio virtuale ora.
nl: Het verwijderde virtuele domein was geselecteerd voor eGroupware. Mogelijk wilt u nu een ander selecteren.
pt: O domínio virtual apagado foi seleccionado pelo eGroupware. Talvez queira seleccionar outro agora
sv: Den raderade virtuella domänen var vald för eGroupware. Du kanske vill välja en annan nu.

source: Virtual Domain
da: Virtuel domæne
it: Dominio virtuale
nl: Virtueel Domein
pt: Domínio virtual
sv: Virtuell Domän

source: Virtual Mail Domain
da: Virtuel Mail Domæne
it: Dominio virtuale di posta
nl: Virtueel Post Domein
pt: Domínio de correio virtual
sv: Virtuell E-post domän

source: Select the virtual mail domain to be used for eGroupware
da: Vælg det virtuelle domæne som skal bruges af eGroupware
it: Seleziona il dominio virtuale di posta da utilizzare per l'eGroupware
nl: Selecteer het virtueel post domein voor gebruik met eGroupware
pt: Seleccionar o domínio virtual de correio para ser usado pelo eGroupware
sv: Välj den virtuella epost-domänen att användas med eGroupware

source: Groupware
pt: eGroupware

source: Create PostgreSQL user egroupware
da: Skaber egroupware PostgreSQL (database) for bruger
it: Crea utente egroupware su PostgreSQL
nl: Maak PostgreSQL gebruiker 'egroupware' aan
pt: Criar utilizador PostgreSQL do eGroupware
sv: Skapa PostgreSQL användare egroupware

source: This user will be the owner of the egroupware database
da: Denne bruger vil være ejer af egroupware databasen
it: Questo utente sarà il proprietario del database egroupware
nl: Deze gebruiker zal de eigenaar zijn van de egroupware database
pt: Este utilizador será o dono da base de dados do eGroupware
sv: Den här användaren kommer att bli ägaren av egroupware databasen

source: Create PostgreSQL egroupware database
da: Skaber PostgreSQL egroupware database
it: Crea database egroupware su PostgreSQL
nl: Maak PostgreSQL egroupware database aan
pt: Criar base de dados PostgreSQL do eGroupware
sv: Skapa PostgreeSQL databas

source: This database will store the data needed by eGroupware
da: Denne database vil gemme data som behøves af eGroupware
it: Questo database manterrà i dati necessari ad eGroupware
nl: Deze database zal de gegevens bevatten die nodig zijn voor eGroupware
pt: Esta base de dados armazenará os dados do eGroupware
sv: Den här databasen kommer att lagra data som behövs av eGroupware

source: To configure eGroupware access settings
da: Konfigurer eGroupware adgangs indstillinger
it: Per configurare le impostazioni di accesso ad eGroupware
nl: Om de eGroupware toegangs configuratie in te stellen
pt: Para configurar as definições de acesso ao eGroupware
sv: För att konfigurera eGroupware åtkomstinställningar

source: To allow local access to egroupware database
da: Tillad lokal adgang til eGroupware databasen
it: Per consentire l'accesso locale al database egroupware
nl: Om lokale toegang te verlenen aan de egroupware database
pt: Para permitir acesso local à base de dados do eGroupware
sv: För att tillåta access till eGroupware databasen

source: Once the module is enabled and you have created a user account, you can access the eGroupware web interface at http://<ebox_ip>/egroupware
da: Når modulet er aktiveret og du har oprettet en bruger, kan du tilgå eGroupware web-interface på http://<ebox_ip>/egroupware
it: Una volta che il modulo e' abilitato e hai creato un account utente,puoi accedere all'interfaccia web di eGroupware ahttp://zentyal_ip/egroupware
nl: Eens de module ingeschakeld is en U heeft een gebruikers account gecreëerd, kunt U de eGroupware web interface bereiken via http://<ebox_ip>/egroupware
pt: Logo que o módulo esteja activo e que tenha criado uma conta de utilizador, poderá aceder ao interface web do eGroupware em http://<ebox_ip>/egroupware
sv: När modulen är aktiverad och du har skapat ett konto kan du komma åt eGroupware webbgränssnitt genom http://<ebox_ip>/egroupware

source: groupname
da: gruppe navn (groupname)
it: gruppo
nl: groepnaam
pt: grupo
sv: gruppnamn

source: username
da: bruger navn (username)
it: utente
nl: gebruikersnaam
pt: utilizador
sv: användarnamn
