Repository: zentyal/zentyal
Catalog: main/firewall/po/*.po
Languages: es

source: Internal networks
es: Redes internas

source: rule
es: regla

source: Traffic coming out from Zentyal
es: Tráfico saliente de Zentyal

source: External networks to internal networks
es: Desde redes externas hacia redes internas

source: Contradictory rule found. Remove it first
es: Regla contradictoria encontrada. Bórrala primero

source: Interface
es: Interfaz

source: Original destination
es: Destino original

source: IP Address
es: Dirección IP

source: Object
es: Objeto

source: Original destination port
es: Puerto de destino original

source: Protocol
es: Protocolo

source: Source
es: Origen

source: Any
es: Cualquiera

source: Source IP
es: IP origen

source: Source object
es: Objeto origen

source: Destination IP
es: IP Destino

source: Port
es: Puerto

source: Same
es: Mismo

source: Other
es: Otro

source: Log
es: Registrar

source: Log new forwarded connections
es: Registrar conexiones redirigidas nuevas

source: Description
es: Descripción

source: List of forwarded ports
es: Lista de puertos redirigidos

source: Port Forwarding
es: Redirecciones de puertos

source: forwarding
es: redirección

source: Internal networks to Zentyal
es: Desde redes internas hacia Zentyal

source: External networks to Zentyal
es: Desde redes externas hacia Zentyal

source: Input
es: Entrada

source: External Input
es: Entrada externa

source: Output
es: Salida

source: Forward
es: Redirección

source: NAT prerouting
es: Pre-enrutado NAT

source: NAT postrouting
es: Post-enrutado NAT

source: Rule
es: Regla

source: Enabled
es: Activado

source: Type
es: Tipo

source: Module
es: Módulo

source: Condition
es: Condición

source: Decision
es: Decisión

source: Rules added by Zentyal services (Advanced)
es: Reglas añadidas por servicios de Zentyal (Avanzado)

source: Packet Filter
es: Filtrado de paquetes

source: Configure Rules
es: Configurar reglas

source: packets dropped
es: paquetes desechados

source: Date
es: Fecha

source: Packets dropped
es: Paquetes desechados

source: Packet traffic details
es: Detalles del tráfico de paquetes

source: traffic
es: tráfico

source: Firewall packet traffic chart
es: Gráfico de tráfico de paquetes del cortafuegos

source: Packet traffic
es: Tráfico de paquetes

source: ACCEPT
es: ACEPTAR

source: DENY
es: DENEGAR

source: LOG
es: REGISTRAR

source: Destination
es: Destino

source: Destination object
es: Objeto destino

source: Service
es: Servicio

source: If inverse match is ticked, any service but the selected one will match this rule
es: Si la selección inversa está marcada, la regla será aplicada cualquier servicio excepto el seleccionado

source: 'any service' cannot have a inverse march
es: 'cualquier servicio' no puede estar invertido

source: Packet traffic report
es: Informe de tráfico de paquetes

source: Firewall packet traffic report
es: Informe de tráfico de paquetes del cortafuegos

source: You must set the iptables_log_limit variable in the ebox configuration file
es: Debes establecer la variable iptables_log_limit en el fichero de configuración de eBox

source: You must set the iptables_log_burst variable in the ebox configuration file
es: Debes establecer la variable iptables_log_burst en el fichero de configuración de eBox

source: Firewall
es: Cortafuegos

source: Flush previous firewall rules
es: Borrar las reglas previas del cortafuegos

source: The Zentyal firewall will flush any previous firewall rules which have been added manually or by another tool
es: El cortafuegos de Zentyal eliminará cualquier regla previa que hubiera sido añadido manualmente o por otra herramienta

source: Secure by default
es: Seguro por defecto

source: Just a few connections are allowed by default. Make sure you add the proper incoming and outcoming rules to make your system work as expected. Usually, all outcoming connections are denied by default, and only SSH and HTTPS incoming connections are allowed.
es: Sólo un número pequeño de conexiones están permitidas por defecto. Asegurate de añadir las reglas correctas en la entrada y salida para hacer que tu sistema funcione como esperas. Normalmente, todas las conexiones de fuera son denegadas por defecto, y sólo conexiones entrantes de SSH y HTTPS se permiten.

source: action
es: acción

source: Name '{name}' is invalid
es: El nombre '{name}' no es válido

source: port
es: puerto

source: protocol
es: protocolo

source: Input interface
es: Interfaz de entrada

source: Output interface
es: Interfaz de salida

source: Source port
es: Puerto de origen

source: Destination port
es: Puerto de destino

source: DROP
es: DESECHAR

source: REDIRECT
es: REDIRIGIR

source: Filtering rules from internal networks to Zentyal
es: Reglas de filtrado desde las redes internas a Zentyal

source: These rules allow you to control access from internal networks to services running on your Zentyal machine.
es: Estas reglas te permiten controlar el acceso desde redes internas a servicios que corren en tu máquina Zentyal

source: Configure rules
es: Configurar reglas

source: Filtering rules for internal networks
es: Reglas de filtrado para las redes internas

source: These rules allow you to control access from internal networks to the Internet and traffic between internal networks. If you wish to provide access to your Zentyal services, you must use the above section.
es: Estas reglas te permiten controlar el acceso desde tus redes internas a Internet, y el tráfico entre tus redes internas. Si deseas dar acceso a los servicios de Zentyal, debes usar la sección superior.

source: Filtering rules for traffic coming out from Zentyal
es: Reglas de filtrado para el tráfico saliente de Zentyal

source: These rules allow you to control access from your Zentyal to external services.
es: Estas reglas te permiten control el acceso desde Zentyal a servicios externos.

source: Filtering rules from external networks to Zentyal
es: Reglas de filtrado desde las redes externas a Zentyal

source: These rules allow you to control access from external networks to sevices running on your Zentyal machine.
es: Estas reglas te permiten controlar el acceso desde redes externas a servicios que corren en tu máquina Zentyal.

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing.
es: Debes saber que añadiendo reglas a esta sección puedes estar comprometiendo la seguridad de tu red, permitiendo el acceso desde redes no confiables. Por favor, hazlo sólo si sabes lo que estás haciendo.

source: Filtering rules from external networks to internal networks
es: Reglas de filtrado desde las redes externas a las internas

source: These rules allow you to control access from external networks to internal networks.
es: Estas reglas te permiten controlar el acceso desde redes externas a redes internas

source: These rules are automatically added by the Zentyal services.
es: Estas reglas son automáticamente agregadas por los servicios de Zentyal.

source: You can disable these rules, but make sure you know what you are doing or otherwise some services could stop working.
es: Puedes deshabilitar estas reglas, pero debes estar seguro de lo que estas haciendo o algunos servicios podrían detenerse.
