Repository: zentyal/zentyal
Catalog: main/webmail/po/*.po
Languages: et, fr, it, lt, ru

source: Mode
et: Režiim
it: Modalità
lt: Būdas
ru: Режим

source: Operation mode
et: Töörežiim
fr: Mode d'opération
it: Modalità operazione
lt: Veikimo būdas
ru: Режим работы

source: Zentyal mail service
fr: Service email de Zentyal
it: servizio di posta di Zentyal
lt: Zentyal pašto servisas
ru: Почтовая служба Zentyal

source: Remote server
et: Kaugserver
fr: Serveur distant
it: Server remoto
lt: Nutolęs serveris
ru: Удаленный сервер

source: Name
et: Nimi
fr: Nom
it: Nome
lt: Vardas
ru: Имя

source: Zentyal webmail
fr: Webmail de Zentyal
it: Webmail Zentyal
lt: Zentyal web paštas
ru: Веб-почта Zentyal

source: The name of the webmail will be used in the login screen and page titles.
et: Nime kasutatakse Webmaili liidese sisselogimise vaatel ja lehekülgede tiitliribadel
fr: Le nom du webmail sera utilisé sur l'écran de connexion et dans le titre des pages
it: Il nome della webmail verrà usato nella pagina di login e nella pagina dei titoli
lt: Web pašto vardas bus panaudotas prisijungimo puslapyje
ru: Имя веб-почты будет использоваться на странице входа и в заголовке страниц

source: Virtual host
fr: Hôte viruel
it: Host virtuale
lt: Virtualus vardas
ru: Виртуальный хост

source: Virtual host where the webmail will be installed. This will disable the default /webmail url.
fr: Hôte virtuel où le webmail sera installé. Cela désactivera l'url par défaut "/webmail".
it: L'host virtuale che ospiterà l'applicazione di webmail. Se viene specificato l'host virtuale, sarà disabilitato l'URL di default della webmail.
lt: Virtualus vardas kur bus įdiegtas web paštas. Ši opcija išjungs web pašto nuorodą pagal nutylėjimą.
ru: Виртуальній хост на который будет установлена веб-почта. Эта настройка отключит адрес по умолчанию /webmail.

source: General configuration
et: Üldine seadistamine
fr: Configuration générale
it: Configurazione generale
lt: Pagrindinė konfigūracija
ru: Общие настройки

source: Webmail
fr: Webmail (Mail par internet)
lt: Web Paštas
ru: Веб-почта

source: Disabled
fr: Désactivé
it: Disabilitato
lt: Išjungta
ru: Отключено

source: The deleted virtual host was selected for Webmail. Maybe you want to select another one now.
fr: L'hôte virtuel effacé était utilisé pour le Webmail. Vous souhaitez peut-être en choisir un autre maintenant.
it: L'host virtuale eliminato era impostato come host per la webmail. Puoi selezionarne un altro in sostituzione di quello eliminato.
lt: Ištrintas virtualus vardas buvo pasirinktas Web paštas. Gal norite pasirinkti kitą dabar.
ru: Удалённый виртуальный узел был выбран для Веб-почты. Возможно вам необходимо выбрать другой.

source: IMAP Server
fr: Serveur IMAP
lt: IMAP Serveris
ru: Сервер IMAP

source: IMAP connection type
et: IMAP ühenduse tüüp
fr: Type de connexion IMAP
it: Tipo di connessione IMAP
lt: IMAP prisijungimo tipas
ru: Тип подключения IMAP

source: IMAP server port
et: IMAP serveri port
fr: Port du serveur IMAP
it: Porta server IMAP
lt: IMAP serverio priega
ru: Порт сервера IMAP

source: SMTP Server
fr: Serveur SMTP
it: Server SMTP
lt: SMTP Serveris
ru: Сервер SMTP

source: SMTP connection type
et: SMTP ühenduse tüüp
fr: Type de connexion SMTP
it: Tipo connessione SMTP
lt: SMTP prisijungimo tipas
ru: Тип подключения SMTP

source: SMTP server port
et: SMTP serveri port
fr: Port du serveur SMTP
it: Porta server SMTP
lt: SMTP serverio prieiga
ru: Порт сервера SMTP

source: SMTP authentication
et: SMTP autentimine
fr: Authentification SMTP
it: Autenticazione SMTP
lt: SMTP autentifikacija
ru: SMTP аутентификация

source: None
et: Puudub
fr: Sans
it: Nessuno
lt: Nėra
ru: Ничего

source: Same user and password than IMAP
et: Sama kasutaja ja parool, mis IMAPis
fr: Même utilisateur et mot de passe que pour IMAP
it: Stesso utente e password dell'IMAP
lt: Tas pats slaptažodis ir vartotojas kaip ir IMAP
ru: Такой же пользователь и пароль, что и для IMAP

source: User and password
et: Kasutaja ja parool
fr: Utilisateur et mot de passe
it: Utente e password
lt: Vartotojas ir slaptažodis
ru: Пользователь и пароль

source: User
et: Kasutaja
fr: Utilisateur
it: Utente
lt: Vartotojas
ru: Пользователь

source: Password
et: Parool
fr: Mot de passe
lt: Slaptažodis
ru: Пароль

source: Manage sieve enabled in IMAP server
et: ManageSieve lubamine IMAP serveris
fr: Gère le protocole sieve activé sur le serveur IMAP
it: Gestione filtro abilitata su server IMAP
lt: Tvarkyti IMAP serverio sietyną
ru: Включить manage sieve на сервере IMAP

source: Manage sieve port
fr: Gère le port sieve
it: Porta di gestione filtro
lt: Tvarkyti sietyno prieiga
ru: Порт manage sieve

source: Manage sieve connection uses TLS
et: TLSi kasutamine ManageSieve ühenduses
fr: Gère les connexions sieve utilisant TLS
it: La connessione di gestione filtro usa TLS
lt: Tvarkyti sietyno prisijungimo naudojamą TLS
ru: Подключение manage sieve с использованием TLS

source: External server connection
et: Välise serveri ühendus
fr: Connexion extrerne au serveur
it: Connessione a server esterno
lt: Išorinio serverio prisijungimus
ru: Подключение к внешнему серверу

source: unencrypted
et: krüptimata
fr: non crypté
it: non crittografata
lt: Nekoduotas
ru: незашифрованно

source: WebMail backend
et: Webmaili taustaprogramm
fr: Arrière-plan de la messagerie internet (WebMail backend)
it: Backend webmail
lt: Web pašto veidas
ru: Backend Веб-Почты

source: Neither IMAP nor IMAPS service enabled.
et: Nii IMAP kui IMAPS teenus ei ole lubatud.
fr: Aucun des services IMAP ou IMAPS ne sont activés.
it: Né il servizio IMAP né IMAPS sono abilitati.
lt: Neįjungti nei IMAP nei IMAPS servisai.
ru: Ни одна из служб IMAP или IMAPS не включена

source: To configure Roundcube webmail.
et: Roundcube webmaili seadistamiseks.
fr: Pour configurer le webmail Roundcube.
it: Per configurare la webmail Roundcube.
lt: Konfigūruoti Roundcube web paštą.
ru: Для конфигурации веб-почты roundcube

source: To configure managesieve Roundcube webmail plugin.
et: Roundcube managesieve webmaili plugina seadistamiseks.
fr: Pour configurer l'extension "managesieve" pour le webmail Roundcube.
it: Per configurare il plugin managesieve della webmail Roundcube.
lt: Konfigūruoti Roundcube web pašto įskiepį.
ru: Для конфигурации плагина веб-почты managesieve roundcube

source: Create PostgreSQL Roundcube webmail database.
et: PostgreSQL Roundcube'i webmaili andmebaasi loomine
fr: Créer la base de donnée PostgreSQL du webmail Roundcube.
it: Crea il database PostgreSQL della webmail Roundcube.
lt: Sukurti PosgreSQL Roundcube web pašto duomenų bazę.
ru: Создать базу данных webmail в PostgreSQL

source: This database will store the data needed by Roundcube.
et: Selles andmebaasis hoitakse Roundcube'i jaoks vajalikke andmeid.
fr: Cette base contiendra les données nécessaire à Roundcube.
it: Questo database archivia i dati necessari a Roundcube.
lt: Ši duomenų bazė saugos duomenis reikalingus Roundcube.
ru: Эта база данных для хранения данных необходимых Roundcube

source: Add webmail link to www data directory.
et: www andmete kataloogile webmaili lingi lisamine.
fr: Ajouter le lien du webmail au répertoire de donnée www.
it: Aggiungi il link a webmail nella directory dei dati www.
lt: Įkelti web pašto nuorodą į www duomenų katalogą.
ru: Добавить ссылку на веб-почту в каталог www

source: Webmail will be accesible at http://ip/webmail/.
et: Webmail on kättesaadav aadressil http://ip/webmail/
fr: Le webmail sera accessible à l'adresse http://ip/webmail/.
it: La webmail sarà accessibile all'indirizzo http://ip/webmail/.
lt: Web paštas bus prieinamas adresu http://ip/webmail/.
ru: Веб-почта теперь доступна по адресу http://ip/webmail

source: Webmail module needs IMAP or IMAPS service enabled if using Zentyal mail service. You can enable it at {openurl}Mail -> General{closeurl}.
fr: Le module Webmail nécessite que le service IMAP ou IMAPS soit activé dès lors qu'il utilise le service mail de Zentyal. Vous pouvez les activer ici {openurl}Courrier -> Général{closeurl}.
it: Il modulo webmail richiede il servizio IMAP o IMAPS attivo se usi il servizio posta di Zentyal. Puoi attivarlo da {openurl}Posta -> Generale{closeurl}.
lt: Web pašto moduliui reikalingas įjungtas IMAP ar IMAPS servisas norint naudoti Zentyal pašto servisą. Galite įjungti {openurl}Paštas -> Bendra{closeurl}.
ru: Модулю Веб-Почты необходима включенная служба IMAP или IMAPS, если вы используетепочтовую службу Zentyal. Вы можете включить их в {openurl}Почта -> Основные{closeurl}

source: You cannot disable both IMAP and IMAPS service because they are used by Webmail module.
et: Keelata ei saa mõlemat, IMAP ja IMAPS teenust, kuna need on kasutusel webmaili mooduli poolt.
fr: Vous ne pouvez pas désactiver les services IMAP et IMAPS ensemble, car il sont utilisé par le module Webmail.
it: Non puoi disabilitare entrambi i servizi IMAP e IMAPS perchè sono usati dal modulo Webmail.
lt: Jūs negalite išjungti abiejų IMAP ar IMAPS servisų nes jie naudojami Web pašto modulyje.
ru: Вы не можете отключить IMAP и IMAPS пока они используются модулем веб-почты
