Repository: zentyal/zentyal
Catalog: client/dhcp/po/*.po
Languages: da, es, et, fa, fr, hu, ja, lt, pt, pt_br, ro, ru

source: Maximum leased time {max} must be higher than default one {default}
da: Maximum tildelt tid {max} må være større end default tildelt {default}
es: El tiempo maximo de asignación {max} debe ser mayor que el tiempo predeterminado {default}
et: Maksimaalne rendiaeg {max} peab olema suurem, kui vaikimisi rendiaeg {default}
fr: Le temps alloué maximum {max} doit être supérieur au temps par défaut {default}
hu: A maximális IP-bérleti időnek ({max}) magasabbnak kell lennie, mint az alapértelmezett {default}
ja: リース時間の最大値 {max} はデフォルト値 {default} よりも大きくしてください
lt: Didžiausias atidavimo laikas {max} turi būti didesnis nei numatytasis {default}
pt: O tempo de disponibilidade máximo {max} deve ser maior que o valor por defeito {default}
pt_br: O tempo de uso máximo {max} deve ser maior que o tempo de uso padrão {default}
ro: Timpul de licentiere {max} trebuie sa fie mai mare decat cel initial de {default}
ru: максимальный срок аренды {max} должен быть выше срока по умолчанию {default}

source: Default leased time
da: Default tildelt tid
es: Tiempo de asignación predeterminado
et: Vaikimisi rendiaeg
fa: زمان اجاره پیش‌فرض
fr: Temps alloué par défaut
hu: Alapértelmezett IP-bérleti idő
ja: デフォルトリース時間
lt: Numatytasis atidavimo laikas
pt: Tempo de disponibilidade por defeito
pt_br: Tempo de uso padrão
ro: Timpul initial de licentiere
ru: Срок аренды по умолчанию

source: seconds
da: sekunder
es: segundos
et: sekundit
fa: ثانیه
fr: secondes
hu: másodperc
ja: 秒
lt: sekundžių
pt: segundos
pt_br: segundos
ro: secunde
ru: секунды

source: Maximum leased time
da: Maximum tildelt tid
es: Tiempo máximo de asignación
et: Maksimaalne rendiaeg
fa: بیشترین زمان اجاره
fr: Temps alloué maximum
hu: Maximális IP-bérleti idő
ja: 最大リース時間
lt: Didžiausias atidavimo laikas
pt: Tempo de disponibilidade máximo
pt_br: Tempo utilizado máximo
ro: Timpul maxim de licentiere
ru: Максимальный срок аренды

source: Lease times
da: Tildelt tid
es: Tiempos de asignación
et: Rendiajad
fa: زمان‌های اجاره
fr: Temps alloués
hu: Bérleti idők
ja: リース時間
lt: Atidavimo laikas
pt: Tempos de disponibilidade
pt_br: Tempos de uso
ro: Timpi de licentiere
ru: Сроки аренды

source: Leased time is the time which a given IP address is valid by the DHCP server
da: Tildelt tid er den tid som en tildelt IP adresse er gyldig hos en DHCP server
es: Tiempo de asignación es el tiempo que una dirección IP dada es válida en el servidor DHCP
et: Rendiaeg on DHCP serveri poolt jagatud IP aadressi kehtivusaeg
fr: Le temps alloué est le temps pour lequel une adresse IP donnée est validée par le serveur DHCP
hu: A bérleti idő az az idő, amíg a DHCP kiszolgáló által kiosztott IP-cím érvényes.
ja: リース時間とはDHCPサーバがIPアドレスを割当済みとして保持する時間のことです
lt: Skirtųjų laikas yra laikas, kuris skiriamas IP adresas yra svarbių, DHCP serverio
pt: Tempo de disponibilidade é o tempo de validade que o servidor DHCP atribui a um endereço IP
pt_br: Tempo utilizado é o tempo que um endereço IP obtido é válido pelo servidor DHCP
ro: Timpul de licentiere este timpul in care o adresa IP acordata de catre serverul DHCP este valida
ru: Срок аренды это время на которое выдается ip-адрес DHCP сервером

source: {gateway} is not in the current network
da: {gateway} er ikke i nuværende netværk
es: {gateway} no se encuentra en la red actual
et: {gateway} ei asu võrgupiirkonnas
fa: {gateway} در شبکه فعلی نیست
fr: {gateway} n'est pas dans le réseau actuel
hu: A(z) {gateway} nem az aktuális hálózat része
ja: {gateway} が現在のネットワークに存在しません
lt: {gateway} nepriklauso dabartiniam tinklui
pt: {gateway} não está na rede actual
pt_br: {gateway} não está na rede atual
ro: {gateway} nu este in reteaua curenta
ru: {gateway} не принадлежит этой сети

source: DNS module must be enabled to be able to select Zentyal as primary DNS server
hu: A DNS modulnak aktívnak kell lennie, ha az Zentyalt elsődleges DNS kiszolgálóként szeretné használni
pt: O serviço DNS deve estar activado para permitir a selecção da Zentyal como servidor de nomes primário
pt_br: O Módulo de DNS deve ser ativado para ser possível selecionar o Zentyal como servidor DNS primário
ro: Modulul DNS trebuie activat pentru a putea selecta Zentyal ca server DNS primar
ru: Модуль DNS должн быть включён, для того чтобы использовать Zentyal в качестве первичного сервера DNS

source: NTP module must be enabled to be able to select Zentyal as NTP server
hu: Az NTP modulnak aktívnak kell lennie, ha a Zentyalt NTP kiszolgálóként szeretné használni
pt: O modulo NTP deve estar activado para permitir a selecção da Zentyal como servidor NTP
pt_br: O módulo NTP deve ser habilitado para ser possível selecionar o Zentyal como servidor NTP
ro: Modulul NTP trebuie activat pentru a putea selecta serverul Zentyal ca si server NTP
ru: Модуль NTP должен быть включён, чтобы использовать Zentyal в качестве NTP сервера

source: Samba module must be enabled to be able to select Zentyal as WINS server
hu: A Samba modulnak aktívnak kell lennie, ha a Zentyalt WINS kiszolgálóként szeretné használni
pt: O módulo Samba deve estar activado para permitir a selecção da Zentyal como servidor WINS
pt_br: O módulo Samba deve estar ativado para ser possível selecionar o Zentyal como servidor WINS
ro: Modulul Samba trebuie activat pentru a putea selecta serverul Zentyal ca si server de WINS
ru: Модуль Samba должн быть включен, чтобы использовать сервер Zentyal в качестве WINS сервера

source: Zentyal domain
hu: Zentyal tartomány
pt: Domínio Zentyal
pt_br: Domínio Zentyal
ro: Domeniu Zentyal
ru: Домен Zentyal

source: local Zentyal DNS
hu: helyi Zentyal DNS
pt: DNS local Zentyal
pt_br: DNS local Zentyal
ro: DNS local Zentyal
ru: локальный DNS Zentyal

source: local Zentyal NTP
hu: helyi Zentyal NTP
pt: NTP local Zentyal
pt_br: NTP local Zentyal
ro: NTP local Zentyal
ru: локальный NTP Zentyal

source: local Zentyal
hu: helyi Zentyal
pt: Zentyal local
ru: локальный Zentyal

source: Default gateway
es: Puerta de enlace predeterminada
et: Vaikelüüs
fa: گذرگاه پیش‌فرض
fr: Passerelle par défaut
hu: Alapértelmezett átjáró
ja: デフォルトゲートウェイ
lt: Marsurtas pagal nutylėjimą
pt: Gateway pré-definido
pt_br: Gateway padrão
ro: Gateway implicit
ru: Шлюз по умолчанию

source: Custom IP address
da: Defineret IP adresse
es: Dirección IP personalizada
et: Kohandatud IP aadress
fa: نشانی آی‌پی سفارشی
fr: Adresse IP personnalisée
hu: Egyéni IP-cím
ja: カスタムIPアドレス
lt: Individualizuotas IP adresas
pt: Endereços IP personalizados
pt_br: Endereço IP personalizado
ro: Adresa IP particulara
ru: Пользовательский IP-адрес

source: Configured ones
da: Konfigurerede
es: Las configuradas
et: Juba seadistatud
fa: پیکربندی‌ شده‌ها
fr: Configuré
hu: Beállítottak
ja: 設定済み
lt: Sukonfigūruoti
pt: Configurados
pt_br: Configurados
ro: Cele configurate
ru: Сконфигурированные

source: Setting "Zentyal" as default gateway will set the interface IP address as gateway
hu: A „Zentyal” alapértelmezett átjáróként való beállításakor a csatoló IP-címe lesz beállítva átjárócímként
pt: Definir a Zentyal como gateway pré-definida definirá o endereço IP do interface como gateway
pt_br: Configurando "Zentyal" como gateway padrão, configurará o endereço IP da interface como gateway
ro: Setand "Zentyal" ca Gateway implicit, va seta adresa IP a interfetei ca IP de gateway
ru: Настройка "Zentyal", как шлюз по умолчанию, установит IP-адрес интерфейса в качестве шлюза по умолчанию

source: Search domain
da: Søge domæne
es: Dominio de búsqueda
et: Otsingudomeen
fa: جستجوی دامنه
fr: Recherche du domaine
hu: Keresési tartomány
ja: 検索ドメイン
lt: Ieškoti vardų srities
pt: Procurar domínio
pt_br: Procurar domínio
ro: Domeniul in care se cauta
ru: Поиск в домене

source: The selected domain will complete on your clients those DNS queries which are not fully qualified
es: El dominio seleccionado completará en tus clientes aquellas peticiones DNS que no están completamente cualificadas
et: Valitud domeen viib lõpuni klientide need DNS päringud, mis ei ole täielikult kvalifitseeruvad
hu: A kiválasztott tartomány kiegészíti a kliensgépek nem teljes képzésű DNS-lekérdezéseit
pt: O domínio seleccionado completará os endereços não qualificados
pt_br: O domínio selecionado completará os clientes cujas solicitações de DNS não sejam totalmente qualificadas (FQDN)
ro: Domeniul selectat va completa cererile DNS de catre clienti ce nu sunt complet calificate.
ru: Выбранный домен довершит не полные запросы ваших клиентов DNS

source: Primary nameserver
da: Primær navneserver
es: Servidor de nombres primario
et: Primaarne nimeserver
fa: سرور نام اولیه
fr: Serveur de nom primaire
hu: Elsődleges névkiszolgáló
ja: プライマリネームサーバ
lt: Pirminis nameserver
pt: Servidor primário de nomes
pt_br: Servidor de nomes primário
ro: Server de nume primar
ru: Основной сервер имен

source: If "Zentyal DNS" is present and selected, the Zentyal server will act as cache DNS server
hu: Ha a „Zentyal DNS” létezik és be van jelölve, akkor a Zentyal kiszolgáló DNS-gyorsítótár kiszolgálóként fog működni
pt: Se o DNS Zentyal estiver presente e seleccionado o servidor Zentyal actuará como um servidor cache DNS
pt_br: Se "Zentyal DNS" está presente e selecionado, o sevidor Zentyal atuará como servidor de cache de DNS
ro: Daca "Zentyal DNS" este prezent si selectat, atunci Zentyal va avea rol de server DNS cache
ru: Если выбрана опция "Zentyal DNS", Zentyal-сервер будет выступать в качестве кэширующего DNS сервера

source: Secondary nameserver
da: Sekundær navneserver
es: Servidor de nombres secundario
et: Sekundaarne nimeserver
fa: سرور نام ثانویه
fr: Serveur de nom secondaire
hu: Másodlagos névkiszolgáló
ja: セカンダリネームサーバ
lt: Antrinis nameserver
pt: Servidor secundário de nomes
pt_br: Servidor de nomes secundário
ro: Server de nume secundar
ru: Вторичный сервер имен

source: NTP server
es: Servidor NTP
hu: NTP kiszolgáló
pt: Servidor NTP
pt_br: Servidor NTP
ro: Server NTP
ru: NTP сервер

source: If "Zentyal NTP" is present and selected, Zentyal will be the NTP server for DHCP clients
hu: Ha a „Zentyal NTP” létezik és be van jelölve, akkor a Zentyal kiszolgáló a DHCP-kliensek NTP kiszolgálója lesz
pt: Se a "Zentyal NTP" estiver presente e seleccionada, a Zentyal será o servidor NTP para os clientes DHCP
pt_br: Se "Zentyal NTP" está presente e selecionado, o sevidor Zentyal atualizará o servidor NTP para os clientes DHCP
ro: Daca "Zentyal NTP" este prezent si selectat, atunci Zentyal va fi server de NTP pentru gazdele din DHCP
ru: Если выбрана опция "Zentyal NTP", Zentyal-сервер будет выступать в качестве NTP сервера для DHCP-клиентов

source: WINS server
es: Servidor WINS
hu: WINS kiszolgáló
pt: Servidor WINS
pt_br: Servidor WINS
ro: Server de WINS
ru: WINS сервер

source: If "Zentyal Samba" is present and selected, Zentyal will be the WINS server for DHCP clients
hu: Ha a „Zentyal Samba” létezik és be van jelölve, akkor a Zentyal kiszolgáló a DHCP-kliensek WINS kiszolgálója lesz
pt: Se o servidor Samba Zentyal estiver presente e seleccionado, a Zentyal será o servidor WINS para os clientes DHCP
pt_br: Se "Zentyal Samba" está presente e selecionado, o sevidor Zentyal atualizará o servidor WINS para os clientes DHCP
ro: Daca "Zentyal Samba" este prezent si selectat, atunci Zentyal va fi server de WINS pentru gazdele din DHCP
ru: Если выбрана опция "ZSentyal amba", Zentyal будет выступать в качестве сервера WINS, для DHCP-клиентов

source: Common options
da: Almindelige muligheder
es: Opciones personalizadas
et: Üldised valikud
fa: گزینه‌های مشترک
fr: Options communes
hu: Általános beállítások
ja: 共通オプション
lt: Pagrindinės parinktys
pt: Opções comuns
pt_br: Opções comuns
ro: Optiuni comune
ru: Общие опции

source: If you set a "configured ones" as default gateway, you may choose one the configured gateways. As "search domain" value, one of the configured DNS domains on Zentyal might be chosen. All fields are optionals setting its value as "None" or leaving blank.
hu: Ha a „Beállítottak” van kijelölve alapértelmezett átjárónak, akkor kiválaszthatja a már beállított átjárók egyikét. A „Keresési tartomány” értékéül a Zentyal egyik DNS tartományát választhatja. Az összes mező opcionális, ha az érték „None”, vagy üresen hagyja.
pt: Se definir a Zentyal como gateway, a mesma, será definida como a gateway pré-definida no endereço do interface. Se definir um nome pode escolher uma das gateways configuradas. um dos domínios pode ser escolhido como domínio de procura. Se definir o servidor de nomes primário como DNS eBox, o mesmo pode actuar como servidor de cache de DNS. Todos os campos são opcionais definindo o seu valor como "nenhum" ou em branco.
pt_br: Se você selecionar "Configurados" como gateway padrão, você poderá escolher um dos gateways configurados. Como valor de "busca de domínio", um dos domínios DNS configurados no Zentyal devem ser selecionados. Todos os campos são opcionais, configurando seu valor como "Nenhum" ou deixando em branco.
ro: Daca setati "cele configurate" ca si gateway implicit, puteti alege una dintre gateway-uri configurate. Ca si valoarea "Domeniul de cautare" unul dintre domeniile DNS configurate in Zentyal poate fi ales. Toate campurile sunt setari optionale, valoarea "Nimic" sau lasati gol.
ru: Если установить "сконфигурированные" как шлюз по умолчанию, вы сможете выбрать один из настроенных шлюзов. Значение "домен поиска", должно быть выбрано из настроенных в Zentyal доменов DNS. Все настройки опциональны.

source: {from} - {to} is an invalid range
da: {from} - {to} er en ugyldig range
es: {from} - {to} es un rango inválido
et: {from} - {to} ei ole sobiv vahemik
fa: {from} - {to} یک بازه معتبر نیست
fr: {from} - {to} est une plage invalide
hu: Érvénytelen IP-tartomány: {from} - {to}
ja: {from} - {to} は無効な範囲です
lt: {from} - {to} yra neteisingas diapazonas
pt: {from} - {to} é um âmbito inválido
pt_br: {from} - {to} é uma faixa inválida
ro: {from} - {to} este un interval invalid
ru: {from} - {to} ошибочный диапазон

source: Range {from}-{to} is not in network {net}
da: Range {from}-{to} er ikke i netværket {net}
es: El rango {from}-{to} no está en la red {net}
et: Vahemik {from}-{to} ei kuulu võrku {net}
fa: بازه {from}-{to} در شبکه {net} نیست
fr: La plage {from}-{to} n'est pas dans le réseau {net}
hu: A(z) {from}-{to} IP-tartomány nincs a(z) {net} hálózatban
ja: 範囲 {from}-{to} はネットワーク {net} に存在しません
lt: Diapazonas {from} - {to} nėra tinkle {net}
pt: O âmbito {from} - {to} não pertence à rede {net}
pt_br: A faixa {from}-{to} não esta na rede {net}
ro: Intervalul {from} - {to} nu este in reteaua {net}
ru: Диапазон {from}-{to} не принадлежит сети {net}

source: Range {from}-{to} includes interface with IP address: {ifaceIP}
da: Range {from}-{to} indbefatter interface med IP adresse: {ifaceIP}
es: El rango {from} - {to} incluye la dirección IP de la interfaz: {ifaceIP}
et: Vahemik {from}-{to} sisaldab liidest IP addressiga: {ifaceIP}
fa: بازه {from}-{to} شامل رابط‌ با نشانی آی‌پی: {ifaceIP}
fr: La plage {from}-{to} inclue l'interface avec l'adresse IP : {ifaceIP}
hu: A(z) {from}-{to} IP-tartomány tartalmaz egy {ifaceIP} IP-című csatolót
ja: 範囲 {from}-{to} は次のIPアドレスを持ったインタフェースを含んでいます: {ifaceIP}
lt: Diapazonas {from} - {to} apima sąsają su IP adresais: {ifaceIP}
pt: O âmbito {from}-{to} inclui interface com endereço IP: {ifaceIP}
pt_br: Na faixa {from}-{to} está incluso no endereço IP: {ifaceIP}
ro: Intervalul {from} - {to} include interfata cu adresa IP: {ifaceIP}
ru: Диапазон {from}-{to} включает интерфейс с IP-адресом: {ifaceIP}

source: Range {newFrom}-{newTo} overlaps with range '{range}': {oldFrom}-{oldTo}
da: Range {newFrom}-{newTo} overlapper gammel range '{range}': {oldFrom}-{oldTo}
es: El rango {newFrom} - {newTo} coincide con el rango '{range}': {oldFrom}-{oldTo}
et: Vahemik {newFrom}-{newTo} kattub vahemikuga '{range}': {oldFrom}-{oldTo}
fa: بازه {newFrom}-{newTo} با بازه '{range}': {oldFrom}-{oldTo} هم‌پوشانی دارد
fr: La plage {newFrom}-{newTo} se superpose avec la plage '{range}': {oldFrom}-{oldTo}
hu: A(z) {newFrom}-{newTo} IP-tartomány átfedi a(z) „{range}” tartományt: {oldFrom}-{oldTo}
ja: 範囲 {newFrom}-{newTo} が範囲 '{range}': {oldFrom}-{oldTo} に重複しています
lt: Diapazonas {newFrom} - {newTo} sutampa su diapozonu '{range}': {oldFrom}-{oldTo}
pt: O âmbito {newFrom}-{newTo} sobrepõem-se ao âmbito '{range}': {oldFrom}-{oldTo}
pt_br: A faixa {newFrom}-{newTo} coincide com a faixa '{range}': {oldFrom}-{oldTo}
ro: Intervalul {newFrom} - {newTo} se suprapune cu intervalul '{range}': {oldFrom} - {oldTo}
ru: Диапазон {newFrom}-{newTo} перекрывает диапазон '{range}': {oldFrom}-{oldTo}

source: Range {from}-{to} includes fixed address '{name}': {fixedIP}
da: Range {from}-{to} inkluderer fast adresse '{name}': {fixedIP}
es: El rango {from} - {to} incluye la asignación estática '{name}': {fixedIP}
et: Vahemik {from}-{to} sisaldab fikseeritud aadressi '{name}': {fixedIP}
fa: بازه {from}-{to} شامل نشانی ثابت '{name}': {fixedIP} باشد
fr: La plage {from}-{to} inclue l'adresse fixe '{name}': {fixedIP}
hu: A(z) {from}-{to} a(z) „{name}” fix IP-címet tartalmazza: {fixedIP}
ja: 範囲 {from}-{to} は固定アドレス '{name}': {fixedIP} を含んでいます
lt: Diapazonas {from} - {to} apima nuolatinį adresą '{name}': {fixedIP}
pt: O âmbito {from}-{to} inclui endereço fixo '{name}': {fixedIP}
pt_br: A faixa {from}-{to} inclui o endereço fixo '{name}': {fixedIP}
ro: Intervalul {from} - {to} include adresa fixa '{name}':{fixedIP}
ru: Диапазон {from}-{to} включает фиксированный адрес '{name}': {fixedIP}

source: From
da: Fra
es: Desde
et: Alates
fa: از
fr: De
hu: Innen:
ja: 開始
lt: Nuo
pt: De
pt_br: De
ro: De la
ru: От

source: To
da: Til
es: Hasta
et: Kuni
fa: به
fr: À
hu: Ide:
ja: 終了
lt: Iki
pt: Até
pt_br: Para
ro: Catre
ru: До

source: Ranges
da: Ranges/områder
es: Rangos
et: Vahemikud
fa: بازه‌ها
fr: Plages
hu: Tartományok
ja: 範囲
lt: Diapazonai
pt: Âmbitos
pt_br: Faixas
ro: Intervale
ru: Диапазоны

source: range
da: range/område
es: rango
et: vahemik
fa: بازه
fr: plage
hu: tartomány
ja: 範囲
lt: diapazonas
pt: âmbito
pt_br: faixa
ro: interval
ru: диапазон

source: An interface must set as static to configure the DHCP service on it. To do so, change {openhref}interfaces configuration{closehref} in network module
da: Et interface skal sættes til statisk for at konfigurere DHCP services på det. Du skal derfor ændre {openhref}interface konfiguration{closehref} i netværk modulet
es: Un interfaz debe configurarse como estático para configurar el servicio DHCP sobre él. Para hacerlo, cambia {openhref}la configuración de interfaces{closehref} en el módulo de red
et: Liidesele DHCP teenuse seadistamiseks peab see olema määratud staatiliseks. Et seda teha, muuda võrgumoodulis {openhref}liideste seadistusi{closehref}
fr: Une interface doit être définie comme statique, afin de configurer son service DHCP. Pour le faire, modifier {openhref}la configuration des interfaces{closehref} dans le module réseau
hu: Egy csatolót statikus IP-cím használatára kell beállítani, hogy a DHCP szolgáltatás futtatható legyen rajta. Ehhez változtassa meg a {openhref}csatolók beállításait{closehref} a hálózat modulban.
ja: DHCPサービスを設定するにはインタフェースが静的と設定されていなくてはなりません。そのためには、ネットワークモジュールの{openhref}interfaces configuration{closehref}を変更してください。
lt: Tinklo sąsaja turi būti nustatyta statinė nėorint sukonfigūruoti DHCP servisą. Tai atlikti galite {openhref}sąsajos konfigūracija{closehref} tinklo modulyje
pt: O interface deve ser definido como estático para poder configurar o serviço DHCP. para fazer isso altere {openhref}configuração dos interfaces{closehref} no módulo da rede
pt_br: Uma interface deve ser estática para configurar o serviço DHCP nela. Para isso, então, altere {openhref}interfaces configuração{closehref} no módulo de rede
ro: O interfata trebuie setata static pentru a putea configura serviciul DHCP pe acea interfata. Pentru a face aceasta operatie, schimbati {openhref} configuratia interfetelor{closehref} in modulul Retea
ru: Для настройки службы DHCP необходимо на интерфейсе установить статический адрес. Чтобы это сделать необходимо изменить {openhref}конфигурация интерфейсов{closehref} в модуле сеть

source: Advanced options
da: Avancerede indstillinger
es: Opciones avanzadas
et: Täpsemad valikud
fa: گزینه‌های پیشرفته
fr: Options avancées
hu: Speciális beállítások
ja: 詳細設定
lt: Papildomi duomenys
pt: Opções avançadas
pt_br: Opções avançadas
ro: Optiuni avansate
ru: Дополнительные опции

source: Choose a static interface to configure:
da: Vælg et statisk interface du vil konfigurere:
es: Elije un interfaz estático para configurar
et: Vali seadistamiseks staatiline liides:
fa: انتخاب یک رابط استاتیک برای پیکربندی:
fr: Choisir une interface statique à configurer :
hu: Válassza ki a beállítandó statikus csatolót:
ja: 設定する静的なインタフェースを選択してください:
lt: Pasirinkite statinę sąsaja konfigūruoti:
pt: Escolha um interface estático para configurar:
pt_br: Escolha a interface estática para configurar:
ro: Alegeti o interfata statica pentru configurare:
ru: Выберите статический интерфейс для настройки:

source: Service configuration
da: Service konfiguration
es: Configuración del servicio
et: Teenuse seadistamine
fa: پیکربندی سرویس
fr: Configuration du service
hu: Szolgáltatás beállítása
ja: サービス設定
lt: Paslaugos konfigūracija
pt: Configuração do serviço
pt_br: Configuração do serviço
ro: Configurarea serviciului
ru: Настройка службы

source: In order to serve IP addresses on an interface, it is required to set at least a range or a fixed address.
da: For at kunne tildele IP addresses på et interface, skal man definere et område eller en fast adresse.
es: Para servir direcciones IP en un interfaz, es necesario crear un rango o una asignación estática
et: Liideses IP aadresside pakkumiseks on vaja määrata aadressivahemik või fikseeritud aadress.
fr: Afin de fournir les adresses IP sur une interface, vous devez définir au moins une plage ou une adresse fixe
hu: Létre kell hozni legalább egy tartományt vagy egy statikus címet az IP-címek szolgáltatásához a csatolón.
ja: インタフェースにIPアドレスを供給するには、アドレス範囲または固定アドレスが設定されている必要があります。
lt: Norint aptranauti IP adresus tinklo sąsajoje, privaloma nustatyti bent diapozoną ar fiksuotus adresus.
pt: Para disponibilizar endereços IP num interface é necessário que defina pelo menos um âmbito ou um endereço fixo
pt_br: Para distribuir endereços IP em uma interface, é necessário ter ao menos uma série oun um endereço fixo.
ro: Pentru a putea servi adrese IP pe o interfata, este necesar sa setati cel putin un interval sau o adresa fixa
ru: Для работы службы на интерфейсе необходимо назначить диапазон адресов или фиксированные адреса.
