Repository: zentyal/zentyal
Catalog: client/dhcp/po/*.po
Languages: da, es, et, fa, fr, hu, ja, lt, pt, pt_br, ro, ru

source: Trivial File Transfer Protocol
da: Triviel Fil Overførsels Protokol
es: Protocolo de Transferencia de Ficheros Trivial
et: Triviaalne failiedastusprotokoll
fa: پروتکل انتقال فایل ناچیز
fr: Protocole de transfert de fichier insignifiant
hu: Triviális fájlátviteli protokoll
ja: Trivial File Transfer Protocol (TFTP)
pt: TFTP
pt_br: Protocolo trivial para transferência de arquivos
ro: Protocolul Transferului Trivial al Fişierelor (TFTP)
ru: TFTP (простой протокол передачи файлов)

source: Dynamic Host Configuration Protocol
da: Dynamisk Host Konfigurations Protokol
es: Protocolo de Configuración de Máquinas Dinámico
et: Dünaamilise hostikonfiguratsiooni protokoll
fa: پروتکل پیکربندی میزبان دینامیک
fr: Configuration du protocole de clients dynamiques
hu: DHCP
ja: Dynamic Host Configuration Protocol (DHCP)
pt: Protocolo de configuração dinâmica do hospedeiro
pt_br: Protocolo de configuração dinâmica de host
ro: Protocol de configurare dinamică a gazdelor (DHCP)
ru: DHCP (протокол динамической конфигурации узла)

source: interface {iface}
es: Interfaz {iface}
et: liides {iface}
fa: رابط {iface}
hu: {iface} csatoló
ja: インタフェース {iface}
lt: sąsaja {iface}
ro: interfaţa {iface}
ru: Интерфейс {iface}

source: Domain {domain} has already been defined manually in DNS section
es: Dominio {domain} se ha definido ya manualmente en la sección DNS
et: Domeen {domain} on juba DNS sektsioonis käsitsi defineeritud
hu: A(z) {domain} már saját kezűleg meg lett adva a DNS szakaszban
pt: O Domínio {domain} já está definido manualmente na secção DNS
pt_br: Domínio {domain} já foi definido manualmente na seção DNS
ro: Domeniul {domain} a fost deja definit manual in sectiunea DNS
ru: Домен {domain} уже внесен в ручную в секции DNS

source: DNS module must be configured to work with this feature
es: El módulo DNS debe estar configurado para funcionar con esta característica
et: DNS moodul peab selle funktsiooni toimimiseks olema seadistatud
hu: A DNS modult be kell állítani ezen szolgáltatás kezeléséhez
pt: O módulo DNS deve ser configurado para trabalhar com este recurso
pt_br: Módulo de DNS deve ser configurado para trabalhar com esse recurso
ro: Modulul DNS trebuie configurat sa functioneze cu aceasta optiune
ru: Модуль DNS должен быть настроен для работы с этой функцией

source: {pkg} must be installed to use this feature
es: {pkg} debe estar instalado para usar está característica
et: {pkg} peab olema selle funktsiooni kasutamiseks paigaldatud
hu: A(z) {pkg} csomagnak telepítve kell lennie ezen szolgáltatás használatához
pt: {pkg} deverá ser instalado para usar este recurso
pt_br: {pkg} deve ser instalado para usar este recurso
ro: pachetul {pkg} trebuie instalat pentru a putea folosi aceasta optiune
ru: Для работы этой функции должен быть установлен {pkg}

source: Domains will be added/set automatically in DNS section in read-only mode.
es: Los dominios se añadirán y borrarán en la sección DNS en modo sólo lectura.
et: Domeene lisatakse/määratakse DNS sektsioonis kirjutuskaitse režiimis automaatselt
hu: A tartományok csak olvasható módban lesznek automatikusan hozzáadva/beállítva a DNS szakaszban.
pt: Os Domínios deverão ser adicionados/definidos automaticamente na secção de DNS em modo só de leitura.
pt_br: Domínios serão adicionados/configurados automaticamente na seção DNS no modo somente leitura.
ro: Domeniile vor fi adaugate/setate automat in sectiunea DNS in mod doar-citire.
ru: Домены будут добавлены автоматически в секции DNS в режиме только для чтения.

source: DNS module must be enabled to make this feature work.
es: Módulo DNS debe estar habilitado para hacer funcionar esta característica.
et: Selle funktsiooni toimimiseks peab olema DNS moodul lubatud
hu: A DNS modult aktiválni kell ezen szolgáltatás működéséhez.
pt: O módulo DNS deve estar activo para fazer este recurso funcionar.
pt_br: Módulo DNS deve estar habilitado para que este recurso funcione.
ro: Modulul DNS trebuie activat pentru ca aceasta optiune sa functioneze.
ru: Чтобы работала эта функция, модуль DNS должен быть включен.

source: Dynamic domain
es: Dominio dinámico
et: Dünaamiline domeen
hu: Dinamikus tartomány
pt: Domínio dinâmico
pt_br: Domínio dinâmico
ro: Domeniu dinamic
ru: Динамический домен

source: Domain name appended to the hostname from those clients whose leased IP address comes from a range
es: El nombre de dominio se añade al nombre de máquina de aquellos clientes cuyo dirección IP ofrecida desde un rango
hu: Ez a tartománynév a megadott tartományból kiosztott IP-címmel rendelkező kliensek gépnevét egészíti ki
pt: Nome de domínio atribuído ao nome de máquina para os clientes que receberam um endereço IP proveniente de um âmbito
pt_br: Nome de domínio anexado ao hostname desses clientes cujo endereço IP concedido vem de uma série
ro: Numele de domeniu adaugat la numele gazda de la acei clienti ale caror adrese de IP sunt din interval
ru: Имя домена добавляется к именам узлов для тех клиентов которые получают IP из диапазона.

source: Static domain
es: Dominio estático
et: Staatiline domeen
hu: Statikus tartomány
pt: Domínio estático
pt_br: Domínio estático
ro: Domeniu static
ru: Статический домен

source: Domain name appended to the hostname from those clients with a fixed address mapping
es: Nombre de dominio añadido al nombre de máquina de aquellos clientes con una asignación estática
hu: Ez a tartománynév a statikusan kiosztott címmel rendelkező kliensek gépnevét egészíti ki
pt: Nome de domínio atribuído ao nome de máquina para os clientes com mapeamento de ip fixo
pt_br: Nome de domínio anexado ao hostname desses clientes com o mapeamento de um endereço fixo
ro: Numele de domeniu adaugat la numele gazda de la acei clienti ale caror adrese de IP sunt din lista de adrese fixe
ru: Доменное имя добавляется к именам узлов для клиентов с постоянным адресом

source: Same as Dynamic Domain
es: Mismo que el dominio dinámico
et: Sama kui dünaamiline domeen
hu: Egyezik a dinamikus tartománnyal
pt: Igual a Domínio dinâmico
pt_br: Mesmo que Domínio Dinâmico
ro: Identic cu Domeniu Dinamic
ru: Такой же, как динамический домен

source: Custom
da: Defineret
es: Personalizado
et: Kohandatud
fa: سفارشی
fr: Personnalisé
hu: Egyéni
ja: カスタム
lt: Papildomas
pt: Personalizado
pt_br: Personalizar
ro: Particular
ru: Обычный

source: Dynamic DNS Options
es: Opciones de DNS dinámico
et: Dünaamilised DNS valikud
hu: Dinamikus DNS beállításai
pt: Opções de DNS Dinâmico
pt_br: Opções para DNS Dinâmico
ro: Optiuni pentru DNS dinamic
ru: Опции динамического DNS

source: The domains will be added automatically to DNS module in read-only mode
es: Los dominios se añadirán automáticamente al módulo DNS en modo sólo lectura
et: Kirjutuskaitstega režiimis lisatakse DNS moodulile domeenid automaatselt
hu: A tartományok csak olvasható módban lesznek automatikusan hozzáadva a DNS modulhoz
pt: Os domínios deverão ser adicionados automaticamente no modulo de DNS em modo só de leitura
pt_br: Os domínios serão adicionados automaticamente ao módulo DNS no modo somente leitura
ro: Domeniile vor fi adaugate automat in modulul DNS in mod doar-citire
ru: Эти домены будут автоматически добавлены в модуле DNS в режиме только чтение

source: Domain "{domain}" added to DNS section
es: El dominio "{domain}" se añadido a la sección de DNS
et: Domeen "{domain}" on DNS sektsiooni lisatud
hu: A(z) „{domain}” tartomány hozzáadva a DNS szakaszhoz
pt: Domínio "{domain}" adicionado na secção DNS
pt_br: Domínio "{domain}", acrescentado a seção DNS
ro: Domeniul "{domain}" adaugat in sectiunea DNS
ru: Домен "{domain}" добавлен в секцию DNS

source: Domain "{domain}" removed from DNS section
es: El dominio "{domain}" se ha borrado a la sección de DNS
et: Domeen "{domain}" on DNS sektsioonist eemaldatud
hu: A(z) „{domain}” tartomány törölve a DNS szakaszból
pt: Domínio "{domain}" removido da secção DNS
pt_br: Domínio "{domain}" removido da seção DNS
ro: Domeniul "{domain}" sters din sectiunea DNS
ru: Домен "{domain}" удален из секции DNS

source: IP address {ip} is not in network {net}
da: Ip adresse {ip} er ikke i netværket {net}
es: La dirección IP {ip} no está en la red {net}
et: IP aadress {ip} ei asu {net} võrgus
fa: نشانی آی‌پی {ip} در شبکه {net} نیست
fr: L'adresse IP {ip} n'est pas dans le réseau {net}
hu: {ip} IP-cím nem a(z) {net} alhálózatban található
ja: IPアドレス {ip} がネットワーク {net} に存在しません
lt: IP adresas {ip} nėra tinkle {net}
pt: O endereço IP {ip} não está na rede {net}
pt_br: Endereço IP {ip} não está na rede {net}
ro: Adresa IP {ip} nu este in reteaua {net}
ru: IP-адрес {ip} не принадлежит сети {net}

source: The selected IP is the interface IP address: {ifaceIP}
da: Den valgte IP er interface IP adressen: {ifaceIP}
es: La IP seleccionada es la dirección IP de la interfaz: {ifaceIP}
et: Valitud IP on võrguliidese IP aadress: {ifaceIP}
fr: L'adresse IP choisie est l'adresse IP de l'interface: {ifaceIP}
hu: A kiválasztott IP-cím a hálózati csatoló IP-címe: {ifaceIP}
ja: 選択したIPはインタフェースIPアドレスです: {ifaceIP}
lt: Parinktas IP yra sąsajos IP adresas: {ifaceIP}
pt: O IP seleccionado é o endereço do interface IP: {ifaceIP}
pt_br: O IP selecionado é o endereço IP da interface: {ifaceIP}
ro: Adresa selectata este adresa IP a interfetei: {ifaceIP}
ru: Выбранный IP это IP-адрес интерфейса: {ifaceIP}

source: IP address {ip} is in range '{range}': {from}-{to}
da: IP adressen {ip} er i området '{range}': {from}-{to}
es: La dirección {ip} está en el rango '{range}': {from}-{to}
et: IP aadress {ip} on vahemikus '{range}': {from}-{to}
fa: نشانی آی‌پی {ip} در بازه '{range}': {from}-{to}
fr: L'adresse IP {ip} est dans la plage '{range}': {from}-{to}
hu: A(z) {ip} cím a(z) „{range}” tartományban van: {from}-{to}
ja: IPアドレス {ip} は範囲 '{range}': {from}-{to} に含まれています
lt: IP adresas {ip} yra diapazone '{range}': {from}-{to}
pt: O endereço IP {ip} está no âmbito '{range}': {from}-{to}
pt_br: O endereço IP {ip} está na faixa '{range}': {from}-{to}
ro: Adresa IP {ip} este in intervalul '{range}': {from}-{to}
ru: IP-адрес {ip} находится в диапазоне '{range}': {from}-{to}

source: update
da: opdater
es: actualizar
et: uuendada
fa: به روزرسانی
fr: mis-à-jour
hu: frissítés
ja: 更新
lt: atnaujinti
pt: actualização
pt_br: atualizar
ro: actualizare
ru: обновить

source: add
da: Tilføj
es: añadir
et: lisada
fa: افزودن
fr: ajouter
hu: hozzáadás
ja: 追加
lt: pridėti
pt: adicionar
pt_br: adicionar
ro: adauga
ru: добавить

source: You cannot {action} a fixed address with a name which is already used in other fixed address table
da: Du kan ikke {action} en fast adresse med et navn, der allerede er brugt til en anden fast adresse
es: No puedes {action} una dirección estática con un nombre que ya se usa en otra tabla de asignaciones estáticas
et: Sa ei saa {action} fikseeritud aadressi nimega mis on juba kasutusel teises fikseeritud aadresside tabelis
fr: Vous ne pouvez pas {action} une adresse fixe avec un nom qui est déjà utilisé dans une autre table d'adresses fixes
hu: Nem lehet {action} műveletet végrehajtani fix címen, ha az a név már használatban van más fix címtáblákban
ja: 他の固定アドレステーブルで使用されている名前を持つ固定アドレスに対し、 {action} できません。
lt: Jūs negalite {action} nuolatinį adresą su pavadinimu, jau yra vartojamas kitas fiksuotas adresas lentelė
pt: Não pode {action} um endereço físico com um nome que já está em uso noutra tabela de endereços fixos
pt_br: Você não pode {action} um endereço fixo com um nome que esta em uso em outra tabela de endereços fixos
ro: Nu se poate {action} o adresa fixa cu un nume ce este deja folosit la o alta adresa din tabelul de adrese fixe
ru: Вы не можете {action} использовать фиксированный адрес, если он уже используемый в другой адресной таблице

source: Name
da: Navn
es: Nombre
et: Nimi
fa: نام
fr: Nom
hu: Név
ja: 名前
lt: Vardas
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя

source: MAC address
da: MAC adresse
es: Dirección MAC
et: MAC aadress
fa: نشانی MAC
fr: Adresse MAC
hu: MAC-cím
ja: MACアドレス
lt: MAC adresas
pt: Endereço MAC
pt_br: Endereço MAC
ro: Adresa MAC
ru: MAC-адрес

source: IP address
da: IP adresse
es: Dirección IP
et: IP aadress
fa: نشانی آی‌پی
fr: Adresse IP
hu: IP-cím
ja: IPアドレス
lt: IP adresas
pt: Endereço IP
pt_br: Endereço IP
ro: Adresa IP
ru: IP-адрес

source: You cannot use an IP address contained in the above ranges.
es: No puedes usar una dirección IP contenida en los rangos de arriba
et: Sa ei saa kasutada IP aadressi, mis sisaldab eelpool mainitud vahemikke.
fa: شما نمی‌توانید یک نشانی آی‌پی قرارگرفته در بازه‌های بالا را بکار برید.
fr: Vous ne pouvez pas utiliser une adresse IP comprise dans les intervalles ci-dessus.
hu: Nem használhat a fenti tartományokban lévő IP-címet.
ja: この範囲に含まれるIPアドレスを使用することはできません。
lt: Jūs negalite naudotis IP adresu įtrauktu į sekančius diapazonus.
pt: Não pode usar um endereço IP presente nos âmbitos abaixo
pt_br: Você não pode utilizar um endereço IP contido na faixa abaixo.
ro: Nu puteti folosi o adresa IP ce se afla in intervalurile de mai sus
ru: Вы не можете использовать ip адреса уже содержащиеся в выше указанных диапазонах

source: Description
es: Descripción
et: Kirjeldus
hu: Leírás
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание

source: Fixed addresses
da: Faste adresser
es: Asignaciones estáticas
et: Fikseeritud aadressid
fa: نشانی‌های ثابت
fr: Adresses fixes
hu: Statikus IP-címek
ja: 固定アドレス
lt: Fiksuoti adresai
pt: Endereços fixos
pt_br: Endereços fixos
ro: Adrese fixe
ru: Фиксированные адреса

source: fixed address
da: Fast adresse
es: asignación estática
et: fikseeritud aadress
fa: نشانی ثابت
fr: adresse fixe
hu: statikus IP-címek
ja: 固定アドレス
lt: fiksuoti adresai
pt: endereço fixo
pt_br: endereços fixos
ro: adresa fixa
ru: фиксированный адрес

source: You need to upload a boot image to Zentyal if you set it as next server
hu: Fel kell töltenie egy rendszerindító lemezképet a Zentyalra, ha következő szervert állít be
pt: Necessita de carregar uma imagem de inicio para a Zentyal se a definir como próximo servidor
pt_br: Você precisa disponibilizar uma imagem de boot no Zentyal, caso você configure-o como próximo servidor
ro: Trebuie să încarci o imagine de boot in Zentyal daca vrei sa il setezi ca următorul server
ru: Необходимо загрузить загрузочный образ Zentyal, если вы установили его, как следующий сервер

source: In order to upload a boot image to Zentyal, you need to set Zentyal as next server
hu: Rendszerindító lemezkép feltöltéséhez a Zentyalt következő kiszolgálónak kell beállítania
pt: Para poder carregar a imagem para a Zentyal, necessita de a definir como próximo servidor
pt_br: Para disponibilizar uma imagem de boot no Zentyal, você precisa configurá-lo como próximo servidor
ro: Pentru a putea incarca o imagine de boot, Zentyal trebuie setat ca urmatorul server
ru: Для загрузки загрузочного образа на Zentyal, вам необходимо установить Zentyal следующим сервером

source: You need to specify a path to the boot image in the remote server
es: Necesitas especificar una ruta a la imagen de arranque en el servidor remoto
et: Sa pead määrama alglaadimistõmmise asukoha võrguserveris
hu: Meg kell adnia a rendszerindító lemezkép elérési útvonalát a távoli szerveren
pt: Necessita de especificar um caminho para a imagem de inicio no servidor remoto
pt_br: Você precisa especificar o caminho para a imagem de boot no servidor remoto
ro: Trebuie specificata calea catre imaginea de boot pe serverul de la distanta
ru: Вы должны указать путь к загрузочному образу на удаленном сервере

source: You can only specify a file name if you have a next server and it is not Zentyal
hu: Csak fájlnevet adhat meg ha van egy következő kiszolgálója, és az nem lehet egy Zentyal
pt: Só pode especificar um ficheiro se tiver um próximo servidor e não for Zentyal
pt_br: Você só pode especificar um arquivo caso tenha um "próximo servidor" e ele não seja Zentyal
ro: Poti specifica un nume de fisier doar daca exista un alt server "urmatorul server" diferit de serverul Zentyal
ru: Вы можете указать только имя файла, если у вас следующий сервер и это не Zentyal

source: Removing previously uploaded boot image since next server option has been changed from Zentyal to {option}
hu: Az előzőleg feltöltött rendszerindító lemezkép törlése, mivel a következő kiszolgáló beállítása módosult Zentyal-ról a következőre: {option}
pt: A remover a imagem de inicio carregada porque o próximo servidor foi alterado de Zentyal para {option}
pt_br: Remover a imagem de boot previamente carregada desde que a opção "próximo servidor" tenha sido alterada de Zentyal para {option}
ro: Se sterge imaginea de boot incarcata anterior deoarece optiunea de urmatorul server a fost schimbata din Zentyal in {option}
ru: Удаленяется предыдущий загрузочный образ, так как опция следующего сервера изменена с Zentyal на {option}

source: Next server
da: Næste server
es: Siguiente servidor
et: Kõrvalserver
fa: سرور بعدی
fr: Prochain serveur
hu: Következő kiszolgáló
ja: 次のサーバ
lt: Kitas serveris
pt: Próximo servidor
pt_br: Próximo servidor
ro: Următorul server
ru: Следующий сервер

source: None
da: Ingen
es: Ninguno
et: Puudub
fa: هیچ‌کدام
fr: Aucun
hu: Nincs
ja: なし
lt: Nėra
pt: Nenhum
pt_br: Nenhum
ro: Niciunul
ru: Ничего

source: name
da: navn
es: nombre
et: nimi
fa: نام
fr: nom
hu: név
ja: 名前
lt: pavadinimas
pt: nome
pt_br: nome
ro: nume
ru: имя

source: File name
da: filnavn
es: Nombre de fichero
et: Failinimi
fa: نام فایل
fr: Nom de fichier
hu: Fájlnév
ja: ファイル名
lt: Failo vardas
pt: Nome do ficheiro
pt_br: Nome do arquivo
ro: Nume fisier
ru: Имя файла

source: File path in next server
es: Ruta del fichero en el siguiente servidor
et: Faili asukoht kõrvalserveris
fa: مسیر فایل در سرور next
hu: A fájl elérési útvonala a következő kiszolgálón
ja: 次のサーバーのファイルパス
pt: Caminho do ficheiro no próximo servidor
pt_br: Caminho do arquivo no próximo servidor
ro: Calea catre fisier pe urmatorul server
ru: Путь к файлу на следующем сервере

source: Thin client
da: Tynd klient
es: Cliente ligero
et: Õhuke klient
fa: کلاینت سبک
fr: Client léger
hu: Vékonykliens
ja: シンクライアント
lt: Plonas klientas
pt: Terminal
ro: Client "Thin"
ru: Тонкий клиент

source: You may want to customise your thin client options.To do so, you may include all the files you require under {path} directory
da: Måske vil du tilpasse dine tynd klient indstililnge. For at gøre det kan du lægge alle de nødvendige filer i {path} folderen
es: Quizá quieras adaptar tus opciones de cliente ligero. Para hacerlo, deberías incluir todos los ficheros que necesites en el directorio {path}
et: Võib olla soovid sa kohandada oma õhukese kliendi valikuid. Et seda teha, pead sa kaasama kõik failid mida vajad kataloogi {path}
fr: Vous pouvez vouloir modifier les options de votre client léger. Afin de le faire, vous pouvez inclure tous les fichiers dont vous avez besoin sous {path}
hu: Ha személyre szeretné szabni a vékonykliens beállításait, akkor minden ehhez szükséges fájlt másoljon be a(z) {path} mappába
ja: シンクライアントオプションを設定する必要があるかもしれません。そのためには全ての必要なファイルを {path} ディレクトリ以下に置く必要があります。
lt: Jūs norėsite sukonfigūruoti lengvuosius klientus. Tai atlikti galite įkėlę visus reikalingus failus į {path} katalogą
pt: Pode querer personalizar as opções do seu terminal. Para fazer isso, pode incluir todos os ficheiros que necessitar no directório {path}
pt_br: Você pode querer personalizar as opções de thin client. Para isso, você pode incluir todos os arquivos que desejar no diretório {path}
ro: Este posibil sa doriti particularizarea optiunilor pentru clienti "Thin". Pentru a face asta puteti include toate fisierele necesare in directorul {path}
ru: Вы можете настроить опции тонких клиентов. Для этого вы должны поместить все необходимые файлы в каталог {path}

source: Interface IP address
da: Interface IP adresse
es: Dirección IP del interfaz
et: Liidese IP aadress
fa: نشانی آی‌پی رابط
fr: Adresse IP de l'interface
hu: Csatoló IP-címe
ja: インタフェースIPアドレス
lt: Sąsaja IP adresas
pt: Endereço IP do interface
pt_br: Endereço IP da interface
ro: Adresa IP a interfetei
ru: IP-адрес интерфейса

source: Subnet
es: Subred
et: Alamvõrk
fa: زیرشبکه
fr: Sous-réseau
hu: Alhálózat
ja: サブネット
lt: Potinklio
pt: Sub-rede
pt_br: Subrede
ru: Подсеть

source: Available range
da: Tilgængeligt område
es: Rango disponible
et: Saadaval olev vahemik
fa: بازه موجود
fr: Plage disponible
hu: Elérhető tartomány
ja: 利用可能範囲
lt: Galimas diapozonas
pt: Âmbito disponível
pt_br: Faixa disponível
ro: Interval disponibil
ru: Доступный диапазон

source: DHCP ranges
da: DHCP områder
es: Rangos DHCP
et: DHCP vahemikud
fa: بازه‌های DHCP
fr: Plage DHCP
hu: DHCP tartományok
ja: DHCP範囲
lt: DHCP diapazonai
pt: Âmbitos DHCP
pt_br: Faixas DHCP
ro: Interval DHCP
ru: Диапазоны DHCP

source: Default leased time must be higher than 0 seconds
da: Default tildelt tid må være mere end 0 sekunder
es: El tiempo de alquiler por defecto debe ser mayor de 0 segundos
et: Vaikimisi rendiaeg peab olema suurem kui 0 sekundit
fa: زمان اجاره پیش‌فرض بایستی از ۰ ثانیه بیشتر باشد
fr: Le temps alloué par défaut doit être supérieur à 0 secondes
hu: Az alapértelmezett IP-bérleti időnek többnek kell lennie 0 másodpercnél
ja: デフォルトのリース時間は0秒より大きくしてください
lt: Numatytasis atidavimo laikas turi būti aukštesnis kaip 0 sekundžių
pt: O tempo de disponibilidade por defeito deve ser maior que zero segundos
pt_br: O tempo de uso padrão deve ser maior que 0 segundos
ro: Timpul de licentiere initial trebuie sa fie mai mare de 0 secunde
ru: Срок аренды по умолчанию должен быть больше 0 секунд

source: Default leased time {default} must be lower than maximum one {max}
da: Default tildelt tid {default} må være mindre end maximum tiden {max}
es: El tiempo de asignación por defecto {default} debe ser menor que el máximo {max}
et: Vaikimisi rendiaeg {default} peab olema väiksem, kui maksimaalne lubatud {max}
fr: Le temps alloué par défaut {default} doit être inférieur au temps maximum {max}
hu: Az alapértelmezett IP-bérleti időnek ({default}) kisebbnek kell lennie, mint {max}
ja: デフォルトのリース時間 {default} は最大値 {max} よりも小さくしてください
lt: Numatytasis atidavimo laikas{default} turi būti mažesnis nei maksimumas {max}
pt: O tempo de disponibilidade por defeito {default} deve ser menor que o máximo {max}
pt_br: O tempo de uso padrão {default} deve ser menor que o tempo de uso máximo {max}
ro: Timpul de licentiere initial {default} trebuie sa fie mai mic decat maximum de {max}
ru: Срок аренды по умолчанию {default} должен быть меньше максимального {max}

source: Maximum leased time must be higher than 0 seconds
da: Maximum tildelt tid må være mere end 0 sekunder
es: El tiempo máximo de asignación debe ser mayor que 0 segundos
et: Maksimaalne rendiaeg peab olema suurem kui 0 sekundit
fa: بیشینه زمان اجاره بایستی از ۰ ثانیه بیشتر باشد
fr: Le temps alloué maximum doit être supérieur à 0 secondes
hu: A maximális IP-bérleti időnek többnek kell lennie, mint 0 másodperc
ja: リース時間の最大値は0秒よりも大きくしてください
lt: Didžiausias atidavimo laikas turi būti aukštesnis kaip 0 sekundžių
pt: O tempo de disponibilidade máximo deve ser maior que zero segundos
pt_br: O tempo de uso máximo deve ser maior que 0 segundos
ro: Timpul de licentiere maxim trebuie sa fie mai mare de 0 secunde
ru: Максимальный срок аренды должен быть больше 0 секунд
