Repository: zentyal/zentyal
Catalog: client/dhcp/po/*.po
Languages: da, es, et, fa, fr, hu, ja, lt, pt, pt_br, ro, ru

source: In order to serve IP addresses on a external interface, you must open the service on {openhref}firewall module{closehref}
da: For at kunne tildele IP adresser på et eksternt interface, skal du åbne denne service på {openhref}firewall module{closehref}
es: Para servir direcciones IP en una interfaz externa, debes permitir el servicio en {openhref}módulo de cortafuegos{closehref}
et: Välises liideses IP aadresside pakkumiseks on vaja avada teenus {openhref}tulemüüri moodulis{closehref}
fr: Afin de fournir des adresses IP sur une interface externe, vous devez ouvrir le service sur {openhref}le module pare-feu{closehref}
hu: Ahhoz, hogy a külső csatolón IP-címeket tudjon szolgáltatni, meg kell nyitnia a szolgáltatást a {openhref}tűzfal modulban{closehref}.
ja: 外部インタフェースにIPアドレスを供給するには、{openhref}firewall module{closehref}のサービスを開始する必要があります
lt: Norėdami aptarnauti IP adresus išorinėje sąsajoje, jūs privalote atverti servisus {openhref} ugnesienės mudulyje {closehref}
pt: Para disponibilizar endereços IP num interface externo deve activar o serviço em {openhref}módulo da firewall{closehref}
pt_br: Para distribuir endereço IP em uma interface externa, você deve abrir o serviço {openhref}firewall no módulo{closehref}
ro: Pentru a putea servi adrese IP pe o interfata externa, este necesar sa deschideti serviciul in {openhref}modul firewall{closehref}
ru: Для работы службы на внешенем интерфейсе необходимо открыть ее {openhref}модуль файрвол{closehref}

source: {server} configuration file
hu: {server} beállító fájl
pt: Ficheiro de configuração de {server}
pt_br: {server} arquivo de configuração
ro: Fisier configuratie {server}
ru: {server} конфигурационный файл

source: Zentyal will take care of start and stop the service
hu: A Zentyal foglalkozik a szolgáltatások elindításával és leállításával

source: Interface
es: Interfaz
et: Liides
fa: رابط
hu: Csatoló
ja: インタフェース
lt: Sąsaja
ro: Interfata
ru: Интерфейс

source: {iface} is not static
da: {iface} er ikke statisk
es: {iface} no es estática
et: {iface} ei ole staatiline
fa: {iface} استاتیک نیست
fr: {iface} n'est pas statique
hu: A(z) {iface} nem statikus
ja: {iface} は静的ではありません
lt: {iface} yra ne statinis
pt: {iface} não é estático
pt_br: {iface} não é estático
ro: {iface} nu este statica
ru: {iface} не статический

source: Not a valid action: add, set and del are available
da: Ikke en gyldig handling: tilføj, sæt og slet er mulige
es: No es una acción válida: añadir, actualizar y borrar están disponibles
et: Ei ole sobiv toiming: lubatud on lisamine, määramine ja kustutamine
fa: یک اقدام معتبر نیست: افزودن، تنظیم و حذف موجود هستند
fr: N'est pas une action valide : ajouter, définir et effacer en sont
hu: Érvénytelen művelet: a hozzáadás, beállítás és törlés érhető el
ja: 有効なアクションではありません: 追加。設定、削除のみ実行できます
lt: Negalimas veiksmas: galima įkelti, nustatyti ir trinti
pt: Não é uma acção válida: adicionar, definir e apagar estão disponíveis
pt_br: Não é uma ação válida: adicionar, alterar e remover estão disponíveis
ro: Nu este o actiune valida: adauga, seteaza si sterge sunt disponibile
ru: Неправильное действие, возможны: добавить, установить или удалить

source: No valid action. Available ones are: add, set and del
da: Ugyldig handling. Tilgængeligt er: tilføj, sæt og slet
es: Accion invalida, las posibles son : Agregar, configurar y borrar
et: Ei ole sobiv toiming: lubatud on lisamine, määramine ja kustutamine
fa: اقدام معتبری نیست. موجودها عبارتند‌از: افزودن، تنظیم و حذف
fr: N'est pas une action valide. Action disponibles : ajouter, définir et effacer
hu: Érvénytelen művelet. Csak a Hozzáadás, beállítás és törlés elérhetőek
ja: 有効なアクションではありません。追加、設定、削除のみ実行できます。
lt: Negalimas veiksmas. Galimi yra šie: pridėti, nustatyti ir trinti
pt: Não é uma acção válida. As disponíveis são: adicionar, definir e apagar
pt_br: Ação inválida. As disponíveis são: adicionar, alterar e remover
ro: Nu este o actiune valida. Cele valide sunt: adauga, seteaza si sterge
ru: Не возможное действие. Возможно одно из: добавить, установить и удалить

source: The IP address of the virtual interface you are trying to add is already used by the DHCP range '{range}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
da: IP adressen på det virtuelle interface du prøver at tilføje er allerede i brug i DHCP området '{range}' i interfacet '{iface}'. Fjern venligst dette før du prøver at tilføje et virtuelt interface der bruger det.
es: La dirección IP de la interfaz virtual que está intentando añadir está siendo usada por el rango DHCP '{range}' en la interfaz '{iface}'. Por favor, elimine el rango antes de intentar añadir una interfaz virtual que utilice esa IP.
fr: L'adresse IP de l'interface virtuelle que vous essayez d'ajouter est déjà employée par la plage DHCP '{range} 'dans l'interface '{iface} '. Svp, enlevez-la avant d'ajouter une interface virtuelle avec cette adresse.
hu: A felvenni kívánt virtuális csatoló IP-címe már használatban van a(z) „{range}” DHCP tartomány által a(z) „{iface}” csatolón. Távolítsa el az IP-címet, mielőtt megpróbál hozzáadni egy azt használó virtuális csatolót.
ja: 追加しようとしているバーチャルインタフェースのIPアドレスはインタフェース '{iface}' のDHCP範囲 '{range}' ですでに使われています。バーチャルインタフェースを追加する前にアドレス範囲を削除してください。
lt: IP adresai virtualioje tinklo sąsajoje jau egzisutoja DHCP diapazone '{range}' sąsajoje '{iface}'. Prašome pašalinti prieš bandant naudoti virtualiają sąsają.
pt: O endereço IP do interface virtual que esta a tentar adicionar já está a ser usado pelo âmbito '{range}' no interface '{iface}'. Remova-o antes de adicionar um interface virtual que o use
pt_br: O endereço IP da interface virtual que você está tentando adicionar já está em uso na faixa do DHCP'{range}' na interface '{iface}'. Por Favor, remova isto antes de tentar adicionar uma interface virtual usando este endereço.
ro: Adresa IP a interfetei virtuale pe care incercati sa o adaugati este folosita deja de catre intervalul din DHCP '{range}' pe interfata '{iface}'. Va rog, ilaturati adresa IP inainte de a adauga o interfata virtuala cu acea adresa.
ru: IP-адрес виртуального интерфейса, который Вы пытаетесь добавить уже используется в диапазоне DHCP '{range}' на интерфейсе '{iface}'. Удалите его перед тем, как назначить его виртуальному интерфейсу.

source: The IP address of the virtual interface you are trying to add is already used by the DHCP fixed address '{fixed}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
da: IP adressen på det virtuelle interface du prøver at tilføje er allerede i brug af den DHCP faste adresse '{fixed}' i interfacet '{iface}'. Fjern venligst dette før du prøver at tilføje et virtuelt interface der bruger det.
es: La dirección IP de la interfaz virtual que está intentando añadir está siendo usada por la asignación estática de DHCP '{fixed}' en la interfaz '{iface}'. Por favor, elimine la asignación estática antes de intentar añadir una interfaz virtual que utilice esa IP.
fr: L'adresse IP de l'interface virtuelle que vous essayez d'ajouter est déjà employée par l'adresse fixe DHCP '{fixed} 'dans l'interface '{iface} '. Svp, enlevez-la avant d'ajouter une interface virtuelle avec cette adresse.
hu: A felvenni kívánt virtuális csatoló IP-címe már használatban van a(z) „{fixed}” statikus DHCP cím által a(z) „{iface}” csatolón. Távolítsa el az IP-címet, mielőtt megpróbál hozzáadni egy azt használó virtuális csatolót.
ja: 追加しようとしているバーチャルインタフェースのIPアドレスはインタフェース '{iface}' のDHCP固定アドレス '{fixed}' ですでに使われています。バーチャルインタフェースを追加する前にアドレスを削除してください。
pt: O endereço IP do interface virtual que esta a tentar adicionar já está a ser usado pelo endereço fixo '{fixed}' no interface '{iface}'. Remova-o antes de tentar adicionar um interface virtual que o use.
pt_br: O Endereço IP da Interface Virtual que você está tentando adicionar já está em uso pelo endereço DHCP fixado '{fixed}' na interface '{iface}'. Por Favor remova-o antes de adicionar uma interface virtual usando este IP.
ro: Adresa IP a interfetei virtuale pe care incercati sa o adaugati este folosita deja de catre adresa fixa '{fixed}' din DHCP pe interfata '{iface}'. Va rog, ilaturati adresa IP inainte de a adauga o interfata virtuala cu acea adresa.
ru: IP-адрес виртуального интерфейса, который Вы пытаетесь добавить уже используется DHCP как фиксированный адрес '{fixed}' на интерфейсе '{iface}'. Удалите его перед тем, как назначить его виртуальному интерфейсу.

source: Date
da: Dato
es: Fecha
et: Kuupäev
fa: تاریخ
hu: Dátum
ja: 日付
lt: Data
pt: Data
pt_br: Data
ro: Data
ru: Дата

source: Event
da: Hændelse
es: Evento
et: Sündmus
fa: رویداد
fr: Evénement
hu: Esemény
ja: イベント
lt: Įvykis
pt: Evento
pt_br: Evento
ro: Eveniment
ru: Событие

source: Leased
da: Tildelt
es: Cedida
et: Renditud
fa: اجاره
fr: Alloué
hu: Bérelve
ja: リース
lt: Atiduotų
pt: Alugado
pt_br: Em uso
ro: Licentiata
ru: Зарезервировано

source: Released
da: Frigivet
es: Liberada
et: Vabastatud
fa: منتشرشده
fr: Libre
hu: Felszabadítva
ja: 解放
lt: Išleistų
pt: Abandonado
pt_br: Liberado
ro: Eliberata
ru: Свободно

source: Host name
es: Nombre de máquina
et: Masinanimi
hu: Gépnév
pt: Nome da máquina
pt_br: Nome de host
ro: Nume gazda
ru: Имя узла

source: DHCP leases
es: Asignación temporal de direcciones IP usando DHCP
et: DHCP rendid
hu: DHCP-bérlések
pt: Alugueres DHCP
pt_br: Endereços do DHCP em uso
ro: Licenta DHCP
ru: Аренда DHCP

source: module status
da: modul status
es: estado del módulo
et: mooduli olek
fa: حالت ماجول
fr: statut du module
hu: modul állapota
ja: モジュール状態
lt: modulio statusą
pt: estado do módulo
pt_br: status do módulo
ro: stare modul
ru: статус модуля

source: Module Status
da: Modul Status
es: Estado del Módulo
et: Mooduli olek
fa: حالت ماجول
fr: Statut du Module
hu: Modul állapota
ja: モジュール状態
lt: Modulio Statusas
pt: Estado do módulo
pt_br: Status do Módulo
ro: Stare Modul
ru: Статус модуля

source: Options
da: Muligheder
es: Opciones
et: Valikud
fa: گزینه‌ها
hu: Beállítások
ja: オプション
lt: Funkcijos
pt: Opções
pt_br: Opções
ro: Optiuni
ru: Опции

source: You can leave empty the Default Gateway field to use Zentyal as default gateway for this subnet
hu: Az Alapértelmezett átjáró mezőt üresen hagyhatja, ha a Zentyalt szeretné alapértelmezett átjáróként használni ebben az alhálózatban
pt: Pode deixar o campo da gateway pré-definida vazio para a Zentyal ser a gateway pré-definida nesta sub-rede
pt_br: Você pode deixar em branco o campo de Gateway Padrão e assim utilizar o gateway padrão do Zentyal nesta subrede
ro: Puteti lasa gol campul de Gateway implicit pentru a utiliza gateway-ul Zentyal pentru aceasta subretea
ru: Вы можете не заполнять поле Основной шлюз если Zentyal используется как основной шлюз для этой подсети

source: Apply
da: Anvende
es: Aplicar
et: Rakenda
fa: اعمال
fr: Appliquer
hu: Alkalmazás
ja: 適用
lt: Taikyti
pt: Aplicar
pt_br: Aplicar
ro: Aplică
ru: Применить

source: Action
da: Handling
es: Acción
et: Toiming
fa: عمل
hu: Művelet
ja: アクション
lt: Veiksmas
pt: Acção
pt_br: Ação
ro: Acţiune
ru: Действие

source: Add
da: Tilføj
es: Añadir
et: Lisa
fa: افزودن
fr: Ajouter
hu: Hozzáadás
ja: 追加
lt: Pridėti
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить

source: Remove
da: Fjern
es: Eliminar
et: Eemalda
fa: حذف
fr: Enlever
hu: Eltávolítás
ja: 削除
lt: Pašalinti
pt: Remover
pt_br: Remover
ro: Şterge
ru: Удалить

source: Subnet netmask
da: Subnet netmaske
es: Máscara de subred
et: Alamvõrgu mask
fa: ماسک زیرشبکه
fr: Masque de sous-réseau
hu: Alhálózati maszk
ja: サブネットマスク
lt: Potinklio netmask
pt: Máscara da sub-rede
pt_br: Máscara de subrede
ro: Mască subreţea
ru: Маска подсети

source: Delete
da: Slet
es: Eliminar
et: Kustuta
fa: حذف
fr: Supprimer
hu: Törlés
ja: 削除
lt: Ištrinti
pt: Apagar
pt_br: Remover
ro: Şterge
ru: Удалить

source: You need to upload a boot image to eBox if you set it as next server
es: Necesitas subir una imagen de arranque a eBox si lo pones como siguiente servidor

source: In order to upload a boot image to eBox, you need to set eBox as next server
es: Para subir firmware para iniciar PCs usando eBox, es necesario poner a eBox como siguiente servidor

source: You can only specify a file name if you have a next server and it is not eBox
es: Sólo puedes especificar un nombre de fichero si tienes otro servidor y este no es eBox

source: Removing previously uploaded boot image since next server option has been changed from eBox to {option}
es: Borrando imagen de arranque subida anteriormente ya que la opción "siguiente servidor" se ha cambiado de eBox a {option}

source: {name} cannot contain spaces
da: {name} må ikke indeholde mellemrum
es: {name} no puede contener espacios
fa: {name} نمی‌تواند حاوی کاراکترهای فاصله باشد
fr: {name} ne doit pas contenir d'espace

source: DNS module must be enabled to be able to select eBox as primary DNS server
es: El módulo DNS debe estar habilitado para poder seleccionar eBox como servidor de nombres primario
et: eBoxi primaarseks DNS serveriks valimisel peab olema DNS moodul lubatud

source: NTP module must be enabled to be able to select eBox as NTP server
es: El módulo NTP debe estar habiltado para poder seleccionar eBox como servidor NTP
et: eBoxi NTP serveriks valimisel peab olema NTP moodul lubatud

source: Samba module must be enabled to be able to select eBox as WINS server
es: El módulo samba debe estar habilitado para poder seleccionar eBox como servidor WINS
et: eBoxi WINS serveriks valimisel peab olema Samba moodul lubatud

source: eBox's domain
da: eBox's domæne
es: Dominio de eBox
et: eBoxi domeen
fa: دامنه ای‌باکس
fr: Domaine d'eBox

source: local eBox DNS
da: lokal eBox DNS
es: eBox DNS local
et: kohaliku eBoxi DNS
fa: DNS محلی ای‌باکس
fr: DNS locale d'eBox

source: local eBox NTP
es: eBox NTP local
et: kohaliku eBoxi NTP

source: local eBox
es: eBox local
et: kohalik eBox

source: Setting "eBox" as default gateway will set the interface IP address as gateway
es: Configurando "eBox" como router por defecto establecerá la dirección IP del interfaz como router
et: eBoxi seadistamisel vaikelüüsiks määratakse võrguliidese IP aadress lüüsiks

source: If "eBox DNS" is present and selected, the eBox server will act as cache DNS server
es: Si "eBox DNS" está presente y seleccionado, el servidor eBox actuará como servidor DNS caché
et: Kui eBoxi DNS on lubatud ja valitud, siis eBox server käitub DNS puhvrina

source: If "eBox NTP" is present and selected, eBox will be the NTP server for DHCP clients
es: Si "eBox NTP" está presente y es seleccionado, eBox será el servidor NTP para los clientes DHCP
et: Kui eBoxi NTP on lubatud ja valitud, siis eBox on DHCP klientidele NTP serveriks

source: If "eBox Samba" is present and selected, eBox will be the WINS server for DHCP clients
es: Si "eBox Samba" está presenta y está seleccionado, eBox será el servidor WINS para los clientes DHCP
et: Kui eBox Samba on lubatud ja valitud, siis on eBox DHCP klientidele WINS serveriks

source: If you set a "configured ones" as default gateway, you may choose one the configured gateways. As "search domain" value, one of the configured DNS domains on eBox might be chosen. All fields are optionals setting its value as "None" or leaving blank.
es: Se puede seleccionar como gateway por defecto uno de los configurados. Como dominio de busqueda, uno de los dominios del DNS de eBox. Todos los campos son opcionales si se selecciona "Ninguno" o dejándolos en blanco.

source: You can leave empty the Default Gateway field to use eBox as default gateway for this subnet
da: Du kan lade Default Gateway feltet stå tomt, for at bruge eBox som default gateway for dette subnet
es: Puede dejar vacío el campo "Puerta de enlace por defecto" para usar eBox como la puerta de enlace por defecto para esta subred
et: Võid jätta vaikelüüsi välja tühjaks, et selle alamvõrgu jaoks eBoxi vaikelüüsina kasutada
fr: Vous pouvez laisser vide le champ de Passerelle par Défaut pour utiliser eBox comme passerelle par défaut pour ce sous-réseau

source: DNS service must be active to as primary nameserver the local eBox DNS server
da: DNS service må være aktiv som primær navneserver for den lokale eBox DNS server
fr: Le service DNS doit être activé en tant que serveur de nom primaire

source: Setting "eBox" as default gateway will set as default gateway the interface address. If you set a "name", you may choose one the configured gateways. As "search domain" value, one of the configured DNS domains on eBox might be chosen. If you set the "Primary nameserver" the "eBox DNS" if installed, the eBox server may act as cache DNS server. All fields are optionals setting its value as "None" or leaving blank.
da: At sætte "eBox" som default gateway er at vælge interface adressen som default gateway. Hvis du vælger et "navn", kan du vælge en af de konfigurerede gateways. Som "Søge domæne" værdi kan en af de konfigurerede DNS domæner på eBox vælges. Hvis du sætter "eBox DNS" som "Primær navneserver", kan eBox serveren fungere som cache DNSserver. Alle felter er muligheder, og kan sættes til "Ingen" eller blank.
fr: Configurer "eBox" comme passerelle par défaut va définir l'adresse de l'interface comme passerelle par défaut. Si vous définissez un "nom", vous pourrez choisir entre une des passerelle configurée. Vous pouvez choisir un des domaines DNS configuré en tant que "domaine de recherche". Si vous configurer le "Serveur de nom primaire", eBox peut fonctionner en tant que serveur de cache DNS. Tous ces champs sont optionnels.

source: In order to upload firmware to boot PCs to eBox, you need to set eBox as next server
da: For at kunne sende firmware, så man kan boote PCer fra ebox, skal man sætte eBox til at være næste server

source: Unlinked previous uploaded firmware since next server option has been changed from eBox to {option}
da: Slettet gammel firmware da næste server er ændret fra eBox til {option}

source: IP
fa: آی‌پی

source: eBox
fa: ای‌باکس
