Repository: zentyal/zentyal
Catalog: client/ebackup/po/*.po
Languages: bg, ca, es, et, nl, sk

source: This entry is mandatory to continue the restoring process. Retry
es: Esta entrada es obligatoria para continuar el proceso de restauración. Reintentar

source: Selection
es: Seleccionar

source: This entry is mandatory to carry on the restoring process. Choose from the list
es: Esta entrada es obligatoria para continuar el proceso de restauración. Elije de la lista

source: Please wait
es: Espere, por favor

source: Finished
es: Finalizado

source: Restoring process aborted upon user request
es: Proceso de restauración abortado por petición del usuario

source: Saving configuration changes
es: Guardando los cambios en la configuración

source: Error saving configuration changes; some Zentyal modules would remain in a unknown state
es: Error guardando los cambios de configuración; algunos módulos de Zentyal permanecerán en un estado desconocido

source: Zentyal Cloud User
es: Usuario de Zentyal Cloud

source: Zentyal Cloud Password
es: Contraseña en Zentyal Cloud

source: The account {user} do not have any registered Zentyal servers
es: La cuenta {user} no tiene suscrito ningún servidor Zentyal

source: Enter password used to encrypt back up {ser}
es: Introduce la contraseña usada para cifrar la copia de seguridad {ser}

source: The following backup domains could not be restored from a basic subscription: {domains}
es: Los siguientes dominios de backup no podrían ser restaurados desde una suscripción básica: {domains}

source: Your full backup is now successfully restored!
es: ¡Tu backup completo se ha restaurado con éxito!

source: You can go now to the Zentyal administration interface to manage your recovered host.
es: Puedes ir ahora a la interfaz de administracion de Zentyal para gestionar la máquina recuperada.

source: Warning: {msg}
es: Advertencia: {msg}

source: Restore process aborted
es: Proceso de restauración abortado

source: full
es: completo

source: Zentyal {mode} backup succeeded
es: Copia {mode} de seguridad de Zentyal realizada con éxito

source: Zentyal {mode} backup failed: {error}
es: Copia {mode} de seguridad de Zentyal fallida: {error}

source: Zentyal {mode} backup failed
es: Copia {mode} de seguridad de Zentyal fallida

source: Temp directory '{dir}' has {avail} MB available, backup needs approx {need} MB. Either free some space or change temporal directory and volume size settings in {conf}.
es: El directorio temporal '{dir}' tiene {avail} MB disponibles, el backup necesita aproximadamente {need} MB. O liberas espacio o cambias el directorio temporal y el tamaño de volumen en {conf}.

source: Usage:
es: Uso:

source: Configuration backup skipped because the following modules have unsaved changes: {mods}. The rest of the backup will not be affected
es: Se ha omitido el backup de configuración ya que los siguientes módulos tienen cambios sin guardar: {mods}. El resto del backup no se ha visto afectado.

source: Another backup process is running, wait until it finishes and try again
es: Otro proceso de backup se está ejecutando, espera a que acabe e inténtalo de nuevo

source: The backup module is busy, retry later
es: El módulo de backup está ocupado, inténtalo de nuevo más tarde

source: host
bg: хост
et: masin
sk: stanica

source: Check if eBox backup was not successfull.
bg: Проверка дали eBox архивирането е неуспешно.
nl: Test of backup niet gelukt is.
sk: Sleduje, či zálohovanie prebehlo úspešne.

source: Backup destination
bg: Място на архива
nl: Backup bestemming
sk: Priečinok pre zálohu

source: General backup server configuration
bg: Общи настройки на сървъра за архивиране
nl: Algemene backup server configuratie
sk: Všeobecné nastavenia zálohovania servera

source: Hostname
bg: Име на хост
nl: Hostnaam
sk: Meno stanice

source: Status
bg: Състояние
sk: Stav

source: Last Update
bg: Последно обновяване
nl: Laatste update
sk: Posledná aktualizácia

source: Days to Keep
bg: Дни на съхранение
nl: Dagen te bewaren
sk: Doba uchovania v dňoch

source: Size
bg: Големина
nl: Groote
sk: Veľkosť

source: Hosts
bg: Хостове
sk: Stanice

source: Local backup directory {p} does not exist
bg: Локална директория {p} за архив не съществува.
nl: Locale backup map {p} bestaat niet
sk: Lokálny priečinok {p} neexistuje

source: Days to keep
bg: Дни на съхранение
nl: Aantal dagen te bewaren
sk: Doba uchovania v dňoch

source: Local Backup Configuration
bg: Локални настройки за архивиране
nl: Locale backup configuratie
sk: Nastavenie lokálnej zálohy

source: Local backup configuration.
bg: Локални настройки за архивиране

source: Local backup configuration updated.
bg: Локалните настройки за архивиране са обновени.
nl: Locale backup configuratie bewaard.
sk: Nastavenie lokálne zálohy bolo aktualizované.

source: Install /etc/cron.daily/ebox-ebackup-cron.
bg: Инсталиране на /etc/cron.daily/ebox-ebackup-cron
nl: Installeer /etc/cron.daily/eboxplatform-cron.
sk: Inštalácia /etc/cron.daily/ebox-ebackup-cron.

source: eBox will run a nightly script to backup your system.
bg: eBox ще изпълнява нощен скрипт за да архивира Вашата система.
nl: Ebox zal elke nacht een backupscript uitvoeren op uw systeem.
sk: eBox bude v noci spúšťať skript, ktorý bude vytvárať zálohu systému.

source: Core
bg: Сърцевина

source: Backup module
bg: Модул архивиране
sk: Modul Zálohovanie
