Repository: zentyal/zentyal
Catalog: client/ebackup/po/*.po
Languages: bg, ca, es, et, nl, sk

source: Backup
bg: Архив
ca: Còpia de seguretat
es: Copia de seguridad
et: Varundamine
sk: Záloha

source: File {f} not found in backup for {d}, try a later date
ca: L'arxiu {f} no es troba al backup per {d}, prova una data més actual
es: Archivo {f} no encontrado en el backup para {d}, prueba una data posterior
et: Faili {f} ei leitud varukoopiast {d}, proovi hilisemat kuupäeva

source: No backup archives found. Maybe they were deleted?. Run '/etc/init.d/ebox ebackup restart' to refresh backup's information.
ca: No s'ha trobat arxius de còpia. Potser s'han esborrat?. Executa '/etc/init.d/ebox ebackup restart' per refrescar la informació de les còpies.
es: No se han encontrado copias de seguridad. Tal vez han sido borradas? Ejecuta '/etc/init.d/ebox ebackup restart' para recargar la información sobre las copias de seguridad.
et: Varundusarhiive ei leitud, varundusinfo värskendamiseks käivita käsureal '/etc/init.d/ebox ebackup restart'

source: Could not get backup collection status, check whether the parameters and passwords are correct
es: No se puede obtener el estado de los backup, comprueba si los parámetros y contraseñas son correctos

source: You need to have the disaster recovery add-on to use this backup method
es: Necesitas tener el add-on de Disaster Recovery para usar este método de backup

source: Could not retrieve backup credentials, check your conexion to Zentyal Cloud
es: No se pueden obtener las credenciales del backup, comprueba tu conexión a Zentyal Cloud

source: Could not unsubscribe because the backup module is configured to use the Zentyal Cloud. If you want to unsubscribe, you must change this {ohref}setting{chref}.
es: No puedes desuscribir ya que el módulo de backup está configurado para usar Zentyal Cloud. Si quieres desuscribir, debes cambiar este {ohref}parámetro{chref}.

source: Check if Zentyal backup was not successful.
ca: Comprova si la còpia de Zentyal ha fallat.
es: Comprobar si la copia de seguridad de Zentyal no se realizó correctamente.

source: Configuration
es: Configuración

source: Logs backup data not found in backup for {d}. Maybe you could try another date?
ca: No es troben registres de còpies de seguretat per {d}. Pot probar una altra data?
es: No se han encontrado data de logs de copias de seguridad para {d}. Podrías probar con otra fecha?
et: Logide taastamiseks vajalikke andmeid ei leitud varukoopiast {d} jaoks. Võib olla proovid mõnda teist kuupäeva?

source: There are not backed up files yet
ca: No hi ha arxius copiats encara
es: No hay ningún fichero de copias de seguridad
et: Varundatud faile ei ole veel

source: File
ca: Arxiu
es: Fichero
et: Fail

source: Backup Date
ca: Data de la còpia
es: Fecha de la copia de seguridad
et: Varundamise kuupäev

source: Restore Files
ca: Recuperar arxius
es: Restaurar ficheros
et: Failide taastamine

source: file restore operation
ca: procés de recuperació d'arxius
es: proceso de restauración de fichero
et: faili taastamistoiming

source: Restore
es: Restaurar

source: File already exists if you continue the current will be deleted
ca: L'arxiu ja existeix, si continua l'actual serà eliminat
es: El fichero ya existe. Si continúa, el actual será borrado.
et: Fail on juba olemas, kui jätkad siis algne fail kustutatakse

source: File restored successfully
ca: L'arxiu s'ha recuperat correctament
es: Fichero restaurado correctamente
et: Fail edukalt taastatud

source: Remote URL to be used with duplicity for manual restores: {url}
ca: URL remota per fer servir amb el duplicity per restauracions manuals: {url}
es: URL usada para ser usada con duplicity para restauraciones manuales: {url}
et: URL, mida kasutada manuaalseks taastamiseks duplicityga: {url}

source: Name
es: Nombre

source: Description
es: Descripción

source: Enabled
es: Habilitado

source: Domains to back up
es: Dominios a guardar copia de seguridad

source: Backup domain
es: Dominio de backup

source: Select the domains you want to back up.
es: Selecciona los dominios que quieres guardar copia de seguridad.

source: Unknown
es: Desconocido

source: Error connecting to backup server. Storage status unknown
es: Error conectando al servidor de respaldo. Estado del almacenamiento desconocido

source: Used storage
es: Almacenamiento usado

source: Available storage
es: Almacenamiento disponible

source: Total storage
es: Almacenamiento total

source: Remote Storage Usage
es: Uso del almacenamiento remoto

source: backup
ca: còpia de seguretat
es: copia de seguridad
et: varundamine

source: Remote Backup Status
ca: Estat de la còpia remota
es: Estado de la copia de seguridad remota
et: Kaugvarundamise olek

source: Type
ca: Tipus
es: Tipo
et: Tüüp

source: Date
ca: Data
es: Fecha
et: Kuupäev

source: Method
ca: Mètode
es: Método
et: Meetod

source: Host or destination
ca: Host o destí
es: Ordenador o destino
et: Masin või sihtkoht

source: If the selected method is file system, only set the target directory
ca: Si el mètode seleccionat es sistema d'arxius, només ha d'establir el directori de destí
es: Si el método seleccionado es sistema de ficheros, configurar sólo el directorio destino

source: User
ca: Usuari
es: Usuario
et: Kasutaja

source: Password
ca: Clau d'accés
es: Clave
et: Parool

source: Encryption
ca: Encriptació
es: Cifrado
et: Krüpteerimine

source: Disabled
ca: Desactivat
es: Desactivado
et: Keelatud

source: Symmetric Key
ca: Clau simètrica
es: Clave simétrica
et: Sümmeetriline võti

source: Full Backup Frequency
ca: Freqüència de còpia completa
es: Frecuencia de la copia de seguridad completa
et: Täisvarundamise sagedus

source: Only the first time
es: Sólo la primera vez

source: Daily
ca: Diària
es: Diariamente
et: Igapäevane

source: Weekly
ca: Setmanal
es: Semanalmente
et: Iganädalane

source: Twice a month
es: Dos veces al mes

source: Monthly
ca: Mensual
es: Mensualmente
et: Igakuine

source: Incremental Backup Frequency
ca: Freqüència de la còpia incremental
es: Frecuencia de backup incremental
et: Muutvarundamise sagedus

source: Backup process starts at
ca: El procés de còpia comença a
es: El proceso de respaldo comienza a las
et: Varundamine algab kell

source: Keep previous full copies
ca: Guarda les còpies completes anteriors
es: Guardar copias completas anteriores
et: Eelmiste täiskoopiate säilitamine

source: maximum number
ca: número màxim
es: número máximo
et: suurim arv

source: no older than
ca: no anterior a
es: no anteriores a
et: mitte vanemad kui

source: General Configuration
bg: Общи настройки
ca: Configuració general
es: Configuración General
et: Üldine seadistamine
nl: Algemene configuratie
sk: Všeobecné nastavenia

source: General backup server configuration updated
bg: Общите настройки на сървъра за архивиране са обновени.
ca: Configuració general de la còpia de seguretat actualitzada.
es: Configuración general del servidor de backup actualizada
et: Varundusserveri üldised seadistused on uuendatud
nl: Algemene backup server configuratie bewaard
sk: Všeobecné nastavenia zálohovania servera boli aktualizované

source: on Monday
ca: el dilluns
es: en Lunes
et: esmaspäeval

source: on Tuesday
ca: el dimarts
es: en Martes
et: teisipäeval

source: on Wednesday
ca: el dimecres
es: en Miércoles
et: kolmapäeval

source: on Thursday
ca: el dijous
es: en Jueves
et: neljapäeval

source: on Friday
ca: el divendres
es: en Viernes
et: reedel

source: on Saturday
ca: el dissabte
es: en Sábado
et: laupäeval

source: on Sunday
ca: el diumenge
es: en Domingo
et: pühapäeval

source: on the {mday}th
ca: el dia {mday}
es: el día {mday}
et: kuu {mday}. päeval

source: on the last day
ca: l'últim dia
es: el último día
et: viimasel päeval

source: File System
es: Sistema de ficheros

source: 1 week
ca: 1 setmana
es: 1 semana
et: 1 nädal

source: 2 weeks
ca: 2 setmanes
es: 2 semanas
et: 2 nädalat

source: 3 weeks
ca: 3 setmanes
es: 3 semanas
et: 3 nädalat

source: 1 month
ca: 1 mes
es: 1 mes
et: 1 kuu

source: 2 months
ca: 2 mesos
es: 2 meses
et: 2 kuud

source: 3 months
ca: 3 mesos
es: 3 meses
et: 3 kuud

source: 4 months
ca: 4 mesos
es: 4 meses
et: 4 kuud

source: 6 months
ca: 6 mesos
es: 6 meses
et: 6 kuud

source: 9 months
ca: 9 mesos
es: 9 meses
et: 9 kuud

source: 1 year
ca: 1 any
es: 1 año
et: 1 aasta

source: 1 year and half
ca: 1 any i mig
es: 1 año y medio
et: 1 aasta ja 6 kuud

source: 2 years
ca: 2 anys
es: 2 años
et: 2 aastat

source: 3 years
ca: 3 anys
es: 3 años
et: 3 aastat

source: You cannot switch encryption options when there are existent backups with the original encryption options. You must remove previous backup to change the encryption options
es: No puedes cambiar de opciones de cifrado cuando hay backup existentes con las opciones de cifrado originales. Debes borrar los backup previos para cambiar las opciones de cifrado

source: The target parameter that must be like 'other.host[:port]/some_dir
ca: El paràmetre de destí ha de ser com 'other.host[:port]/some_dir
es: El parametro destino debe ser de la forma 'otra.maquina[:puerto]/directorio'
et: Sihtparameeter peab olema kujul 'teine.masin[:port]/kataloog

source: target
ca: destí
es: destino
et: sihtkoht

source: Must be a like 'other.host[:port]/some_dir'
ca: Ha de ser com 'other.host[:port]/some_dir'
es: Debe ser de la forma 'otra.maquina[:puerto]/directorio'
et: Peab olema kujul 'teine.masin[:port]/kataloog

source: port
es: puerto

source: directory
ca: directori
es: directorio
et: kataloog

source: The RSYNC target parameter that must be like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
ca: El paràmetre de destí de l'RSYNC ha de ser com 'other.host[:port]/relative_path' o 'other.host[:port]/absolute_path'
es: El parámetro destino de RSYNC debe ser de tipo 'otra.maquina[:puerto]/ruta_relativa' o 'otra.maquina[:puerto]/ruta_absoluta
et: RSYNC sihtparameeter peab olema kujul 'teine.masin[:port]/suhteline_asukoht' või 'teine.masin[:port]/absoluutne_asukoht'

source: Must be a like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
ca: Ha de ser com 'other.host[:port]/relative_path' o 'other.host[:port]/absolute_path'
es: Debe ser 'otra.maquina[:puerto]/ruta_relativa' u 'otra.maquina[:puerto]/ruta_absoluta
et: Peab olema kujul 'teine.masin[:port]/suhteline_asukoht' või 'teine.masin[:port]/absoluutne_asukoht'

source: absolute directory
ca: directori absolut
es: directorio absoluto
et: absoluutse asukohaga kataloog

source: relative directory
ca: directori relatiu
es: directorio relativo
et: suhtelise asukohaga kataloog

source: File system method needs a target parameter that should be a directory path
ca: El mètode de sistema d'arxius necessita un paràmetre de destí que ha de ser la ruta del directori
es: El método del sistema de ficheros necesita un parámetro destino que debería ser una ruta de directorio
et: Failisüsteemi meetod vajab sihtparameetrit, mis peab olema kataloogi asukoht

source: Directory for backup
ca: Directori per la còpia de seguretat
es: Directorio para el backup
et: Kataloog varundamiseks

source: File exists and it is not a directory
ca: L'arxiu existeix i no es un directori
es: El fichero existe y no es un directorio
et: Fail on olemas ja see ei ole kataloog

source: You must enable incremental backups when you enable 'Only the first time' full backup frequency
es: Debes habilitar los backup incrementales cuando habilitas la frencuencia completa de backup 'Sólo la primera vez'

source: Incremental backup must be more frequent than full backup
ca: La còpia incremental ha de tenir major freqüència que la còpia complerta
es: El backup completo no puede ser más frecuente que el incremental
et: Muutvarundamine peab olema sagedam kui täisvarundamine

source: General backup configuration updated.
es: Configuración general del backup actualizada

source: Backup method or target changed; you must save changes to refresh the backups list
es: Ha cambiado el método para el backup o destino; debes guardar cambios para actualizar la lista de backups

source: SCP method selected. Remember to add your target host to the list of known hosts by SSH
es: Seleccionado método SCP; <em>Recuerde</em> añadir su host destino en la lista de hosts conocidos por SSH

source: Retention policy type
es: Tipo de política de retención

source: Exclude or Include
ca: Excloure o incloure
es: Excluir o Incluir
et: Välja jätmine või kaasamine

source: Includes and Excludes
ca: Inclusions i exclusions
es: Inclusiones y Exclusiones
et: Kaasatud või välja jäetud

source: exclude or include
ca: excloure o incloure
es: exclusión o inclusión
et: Välja jätmine või kaasamine

source: A file or directory is included or excluded according the first match. A directory match is applied to all it contents. Files not explicitly excluded or included are included
ca: Un arxiu o directori es inclòs o exclòs a partir de la primera coincidència. Una coincidència de directori s'aplica a tot el seu contingut. Els arxius no exclosos o inclosos explícitament son inclosos
es: Un archivo o directorio se incluye o excluye de acuerdo a la primera coincidencia. Una coincidencia de directorio se aplica a todos los contenidos. Los archivos no excluidos o incluidos explícitamente son incluidos.
et: Faili või kataloogi kaasamine või välja jätmine toimub esimese sobivuse järgi. Kataloogi sobivus rakendub rekursiivselt. Failid mille välja jätmine või kaasamine ei ole täpsustatud, kaasatakse vaikimisi.

source: Exclude path
ca: Ruta d'exclusió
es: Excluir ruta
et: Asukoht välja jätmiseks

source: Exclude by regular expression
ca: Exclòs per l'expressió regular
es: Excluir por expresión regular
et: regulaaravaldis välja jätmise jaoks

source: Include Path
ca: Ruta a Incloure
es: Incluir ruta
et: Asukoht kaasamiseks

source: exclude path
ca: Ruta a Excloure
es: ruta a excluir
et: jäta asukoht välja

source: exclude path regular expression
ca: expressió regular de la ruta a excloure
es: expresión regular para ruta a excluir
et: regulaaravaldis asukoha välja jätmiseks

source: Incorrect regular expression
ca: Expressió regular incorrecta
es: Expresión regular incorrecta
et: Vigane regulaaravaldis

source: include path
ca: ruta inclosa
es: ruta de inclusión
et: asukoht kaasamiseks

source: Restore Zentyal configuration from backup
ca: Restaura la configuració de Zentyal des de la còpia de seguretat
es: Restaurar la configuración Zentyal de la copia de seguridad

source: Loads the configuration found in the backup
ca: Carrega la configuració trobada a la còpia de seguretat
es: Carga la configuración encontrada en la copia de seguridad
et: Varukoopiast leitud seadistuste laadimine

source: Please wait...
ca: Si us plau, esperi...
es: Espere, por favor...
et: Palun oota...

source: Configuration backup not found in backup for {d}. Maybe you could try another date?
ca: No es troba la còpia de la configuració a la còpia de {d}. Pot provar una altra data?
es: La copia de seguridad de la configuración no se ha encontrado en la copia de seguridad del {d}. Podrías probar con otra fecha?
et: Seadistuste varundust ei leitud varukoopiast {d} jaoks. Võib olla proovid mõnda teist kuupäeva?

source: Restore logs database
ca: Restaura la base de dades de logs
es: Restaurar la base de datos de logs
et: Logide andmebaasi taastamine

source: Restores the Zentyal logs found in the selected backup
ca: Restaura els registres de Zentyal trobats a la còpia seleccionada
es: Restaura los logs de Zentyal encontrados en la copia de seguridad seleccionada

source: Services Restore
es: Restauración de servicios

source: Configuration and Status
ca: Configuració i estat
es: Configuración y Estado
et: Seadistamine ja olek

source: No backups found in this server. Do you want to retry with a different one?
es: No se han encontrado copias de seguridad en este servidor. ¿Quieres intentarlo con otro servidor?

source: There is not configuration backup from this date. Do you want to retry with another date?
es: No hay copia de seguridad de la configuración desde esta fecha. ¿Podrías probar con otra fecha?

source: You can only specify one of the encryption options: {sy}, {no}
es: Sólo puedes especificar una de las siguientes opciones de cifrado: {sy} and {no}

source: Zenity package not found. Falling back to terminal mode
es: Paquete zenity no encontrado. Usando el modo terminal

source: User for the authentication
es: Usuario para la autenticación

source: Password for the authentication. This password will be shown both in the command line and in the process list so only use this option when security is not a concern
es: Contraseña para la autenticación. Esta contraseña será mostrada tanto en la línea de comandos como en la lista de procesos así que usa esta opción cuando la seguridad no es una preocupación

source: Server from which its backup date the restore will be done
es: Servidor desde que su fecha de backup se realizará la restauración

source: Use the last backup done for the restore
es: Usar el último backup hecho para la restauración

source: Backup domain to restore. It could be repeated several times
es: Dominio de backup a restaurar. Se puede repetir varias veces

source: Check if we use the no encryption or a symmetric encryption with password
es: Comprueba si no usamos cifrado o un esquema simétrico con contraseña ..

source: Do not use graphical interface
es: No usar la interfaz gráfica

source: Module {mod} should be installed
es: El módulo {mod} debe ser instalado

source: Module {mod} should be configured
es: El módulo {mod} debe ser configurado

source: Could not automatically update system hour. Some restoration operations could fail if the date is not correct
es: No se pudo actualizar automáticamente la hora del sistema. Algunas operaciones de restauración podrían fallar si la fecha no es correcta

source: Choose the server to restore
es: Elije el servidor a restaurar

source: Server
es: Servidor

source: Server to restore:
es: Servidor a restaurar:

source: Select backup domains to restore
es: Selecciona los dominios de backup a restaurar

source: Backup domains available in the server {cn}: {l}
es: Dominios de backup disponibles en el servidor {cn}: {l}

source: No backup domain selected to restore. Doing nothing
es: No se han seleccionado dominios de backup a restaurar. No hacemos nada

source: Retrieving registered servers list
es: Obteniendo la lista de servidores registrados

source: No key passphrase
es: No hay contraseña para la clave

source: No password in retrieved credentials
es: No hay contraseña en los credenciales obtenidos

source: Retrieving account information
es: Obteniendo la información de la cuenta

source: No registered Zentyal Servers
es: No hay servidores Zentyal registrados

source: Registered Zentyal Servers
es: Servidores Zentyal registrados

source: Restoring files
es: Restaurando ficheros

source: Cannot restore file {file} requested by backup domains. Reason: {reason}
es: No se puede restaurar el fichero solicitado {file} para los dominios de backup. Razón: {reason}

source: Backup log data not found, log database will not be restored
es: Los datos de registro de backup no se encuentran, la base de datos de registros no será restaurada

source: Restoring log database
es: Restaurando la base de datos de logs

source: Restoring configuration backup
es: Restaurando la copia de seguridad de la configuración Zentyal

source: The configuration restore failed. We will continue the process to try to restore as much as possible but your system will need manual tweaking
es: La restauración de la configuración falló. Continuaremos el proceso para intentar restaurar tanto como sea posible pero tu sistema necesitará la gestión manual

source: Checking configuration compability
es: Comprobando la compatibilidad en la configuración

source: Cannot restore backup because there are less interfaces than there are available. The missing interfaces are: {missing}
es: No se puede restaurar el backup porque hay menos interfaces que los disponibles. Los interfaces que faltan son: {missing}

source: Updating software package lists
es: Actualizando la lista de paquetes software

source: Installing Zentyal components and their dependencies
es: Instalando los componentes Zentyal y sus dependencias

source: Installing missing modules...
es: Instalando los módulos nuevos...

source: Error installing packages: {err}. You can continue but you would not restore any data for the missing packages
es: Error instalando los paquetes: {err}. Puedes continuar por no se restaurará ningún dato de los paquetes que faltan

source: Updating package list to allow access to exclusive Zentyal Cloud packages
es: Actualizando la lista de paquetes para permitir el acceso los paquetes exclusivos de Zentyal Cloud

source: Install cloud packages
es: Instalar los paquetes de la nube

source: Downloading subscription data
es: Descargando los datos de la suscripción

source: Connection error when retrieving subscription bundle. Zentyal Cloud exclusive packages will not be installed
es: Error de conexión cuando se estaba obteniendo el bundle de suscripción. Los paquetes exclusivos de Zentyal Cloud no se instalarán.

source: Cannot retrieve bundle because either installed ebox-remoteservices is outdated or only outdated bundle is available in the cloud. Zentyal Cloud exclusive packages will not be installed
es: No se puede obtener el bundle porque o bien ebox-remoteservices está desactualizado o sólo un bundle desactualizado está disponible en la nubeLos paquetes exclusivos de Zentyal Cloud no se instalarán.

source: Unknown error retrieving subscription bundle. Zentyal Cloud exclusive packages will not be installed
es: Error desconocido al recoger el bundle de suscripción. Los paquetes exclusivos de Zentyal Cloud no se instalarán.

source: Configuring modules
es: Configurando modulos

source: Configuring modules: Current module {mod}
es: Configurando módulos. Módulo actual {mod}

source: Configuring modules {p} done. Current module {mod}
es: Configurando módulos {p} hecho. Módulo actual {mod}

source: Failed to configure module {name}: {err}. This could affect to the restore from other modules
es: Fallo al configurar el módulo {name}: {err}. Esto podría afectar a la restauración del resto de módulos

source: Finishing new modules configuration
es: Finalizando la configuración de nuevos módulos

source: Downloading backup metadata...
es: Descargando los metadatos de la copia de seguridad...

source: Downloading the backup data and configuration
es: Descargando los datos de backup y configuración

source: Downloading configuration
es: Descargando la configuración

source: Retrieving backup collection status ...
es: Obteniendo el estado del backup...

source: Last backup date was: {date}
es: La fecha del último backup fue: {date}

source: No automatic configuration backups were made for the server {s}
es: No hay backup de configuración para el servidor {s}

source: Choose date to restore the backup from server {cn}
es: Elije la fecha para restaurar el backup del servidor {cn}

source: No automatic configuration backups were done for the server {s}
es: No hay backup de configuración para el servidor {s}

source: No configuration backups were made for the date {d} in {s} server
es: No hay backup de configuración para el servidor {s} en la fecha {d}

source: The server {server} is not registered in Zentyal Cloud
es: El servidor {server} no está registrado en Zentyal Cloud

source: Please, enter a value
es: Por favor, introduce un valor

source: Please answer yes or no
es: Por favor, responde sí o no

source: Backup dates for server {cn}
es: Fechas del backup para el servidor {cn}

source: Enter backup date to restore:
es: Introduce la fecha del backup a restaurar:

source: Invalid date: {d}. Try again
es: Fecha inválida: {d}. Inténtalo de nuevo.
