Repository: zentyal/zentyal
Catalog: main/*/po/an.po
Languages: ca

source: Organization Name
ca: Nombre d'Organizazión

source: The CA certificates should be revoked or has expired before issuing a new certificate
ca: O zertificado CA debe estar rebocato u caducato antis d'espediar un nuebo zertificato

source: Common Name
ca: Nombre común

source: The user {commonName} does NOT exist
ca: L'usuario {commonName} NO existe

source: Days set to the maximum allowed: Year 2038 Bug
ca: Emplegato lo masimo de diyas premititos: Error d'Año 2038

source: Expiration date later than CA certificate expiration date
ca: A calendata de caduzidá d'o zertificato ye mayor que a d'o zertificato de l'Autoridá de Zertificazión

source: Days set to the maximum allowed {days}: Year 2038 Bug
ca: Emplegato lo masimo de diyas premititos {days}: Error d'Año 2038

source: The remove operation cannot be finished. Reason:
ca: A operazión de borrato no puede completar-se. Razón:

source: Certificate with common name {cn} does NOT exist
ca: Zertificato con nombre común {cn} NO existe

source: Reason {reason} is NOT an applicable reason. Options:
ca: A razón {reason} NO ye una ozión aplicable. Ozions:

source: Either common name, distinguished name or serial number has been passed
ca: No s'han pasato ni o nombre común, o nombre distinguito ni o numero de serie

source: or
ca: u

source: Certificate file
ca: Zertificato

source: The certificate to renew does NOT exist
ca: O zertificato á esbiellar NO existe

source: Certificate with this common name {cn} does NOT exist in this CA
ca: O zertificato con iste nombre común {cn} NO existe en ista autoridá de zertificazión

source: Unable to sign. Wrong CA passphrase or has CA private key dissappeared?
ca: Imposible siñar. Parabra de paso d'o CA incorreuta u a clau pribata d'o CA ha desaparexito.

source: Database corruption
ca: Amalbezadura en l'Alazet de Datos

source: Identifier duplicated in Database
ca: Identificador duplicato en l'Alazet de Datos

source: Certificate already revoked
ca: O zertificato ya se rebocó

source: ASN1 field length too long. Maximum Size:
ca: Longaria d'un campo ASN1 masiau larga. Masima grandaria de:

source: Unknown error. Given the OpenSSL output:
ca: Error esconoxito. S'ofrexe a salida d'OpenSSL:

source: Created Certification Authority with organization name {orgName} and validity for {days} days
ca: Creyata autoridá de zertificazión con nombre d'organizazión {orgName} y balidura mientres {days} diyas

source: Destroyed Certification Authority with organization name {orgName}
ca: Destruyita autoridá de zertificazión con nombre d'organizazión {orgName}

source: Revoked CA certificate because of {reason} forced: {force}
ca: Rebocato zertificato de l'autoridá á causa de {reason} aforzato: {force}

source: Issued CA certificate with organization name {orgName} and validity for {days} days
ca: Espediato zertificato de l'autoridá con nombre d'organizazión {orgName} y balidura ta {days} diyas

source: Renewed CA certificate with organization name {orgName} and validity for {days} days
ca: Esbiellato zertificato de l'autoriddá con nombre d'organizazión {orgName} y balidura ta {days} diyas

source: Issued certificate with common name {cn} and validity for {days} days
ca: Espediato zertificato con nombre común {cn} y balidura ta {days} diyas

source: Revoked certificate with common name {cn} because of {reason} forced: {force}
ca: Rebocato zertificato con nombre común {cn} debito á {reason} aforzato: {force}

source: Renewed certificate with common name {cn} and validity for {days} days
ca: Esbiellato zertificato con nombre común {cn} y balidura ta {days} diyas

source: Updated certificate database. {number} certificates have expired
ca: Actualizato alazet de datos de zertificatos. {number} zertificatos han espirato

source: Cannot start OpenSSL shell. ({errval})
ca: No se puede encomenzar o entrepite ta OpenSSL ({errval})

source: Boolean indicating Certification Authority Certificate
ca: Booleano endicando si ye Zertificato de l'Autoridá de Zertificazión

source: Reason
ca: Razón

source: The certificate has been revoked
ca: O zertificato s'ha rebocato

source: The CA certificate has been revoked
ca: O zertificato de l'autoridá s'ha rebocato

source: CA passphrases do NOT match
ca: As parabras de paso NO coinziden

source: CA Passphrase should be at least {length} characters
ca: As parabras de paso deben estar de á lo menos {length} carauters

source: Action
ca: Aizión

source: Common name: {cn} does NOT exist in database
ca: Nombre común: {cn} NO existe en l'alazet de datos

source: The certificate has NOT been renewed
ca: O zertificato s'ha esbiellato

source: Days to expire
ca: Diyas ta rematar

source: The certificate CANNOT be renewed
ca: O zertificato NO se puede esbiellar

source: The certificate has been renewed
ca: O zertificato s'ha esbiellato

source: The new CA certificate has been renewed
ca: O nuebo zertificato d'a Entidá Zertificadora s'ha esbiellato

source: Error creating file
ca: Error creyando lo fichero

source: Problems creating Certification Authority has happened
ca: Ha abito problemas en a creyazión de l'Autoridá de Zertificazión

source: Revoking CA certificate
ca: Rebocar zertificato de l'autoridá de zertificazión

source: Revoking certificate
ca: Rebocar un zertificato

source: This revokation can affect the functionality from other modules, please confirm you are very sure to revoke the whole certification authority from {on} and leave the service(s) unstable or disabled
ca: O zertificato cualo nombre común ye {on} que has intentato rebocar ye estando emplegato por atro modulo, por fabor confirma que yes seguro de rebocar y dixar dito(s) serbizio(s) inestables u amortatos

source: The certificate whose common name is {cn} you tried to revoke is being used by some module, please confirm you are sure to revoke and leave the service(s) unstable or disabled
ca: O zertificato cualo nombre común ye {cn} que has intentato rebocar ye estando emplegato por atro modulo, por fabor confirma que yes seguro de rebocar y dixar dito(s) serbizio(s) inestables u amortatos

source: Revoke
ca: Rebocar

source: Cancel
ca: Canzelar

source: State
ca: Estato

source: Create
ca: Creyar

source: Create Certification Authority Certificate
ca: Creyar Zertificato de l'Autoridá de Zertificazión

source: Renew
ca: Esbiellar

source: Renewing CA certificate
ca: Esbiellar zertificato de l'autoridat de zertificazión

source: Renewing certificate
ca: Esbiellar un zertificato

source: This renewal can affect the functionality from other modules, please confirm you are very sure to renew the whole certification authority from {on} and leave the service(s) unstable or disabled
ca: O zertificato cualo nombre común ye {on} que has intentato rebocar ye estando emplegato por atro modulo, por fabor confirma que yes seguro de rebocar e dixar dito(s) serbizio(s) inestables u apagatos

source: The certificate whose common name is {cn} you tried to renew is being used by some module, please confirm you are sure to renew and leave the service(s) unstable or disabled
ca: O zertificato cualo nombre común ye {cn} que has intentato rebocar ye estando emplegato por atro modulo, por fabor confirma que yes seguro de rebocar e dixar dito(s) serbizio(s) inestables u apagatos

source: Issue
ca: Espediar

source: The CA passphrase is optional
ca: A parabra de paso CA ye ozional

source: Issue the Certification Authority Certificate
ca: Espediar o Zertificato de l'Autoridá de Zertificazión

source: Current Certificate List
ca: Lista de Zertificatos autual

source: Date refers to Expiration Date in Valid/Expired and to Revokation Date in Revoked certificates respectively
ca: A calendata se refiere á Calendata d'Espirazión en zertificatos Balius u Caducatos y á Calendata de Rebocazión en os zertificatos rebocatos

source: Name
ca: Nombre

source: Date
ca: Calendata

source: Actions
ca: Aizions

source: from
ca: dende

source: Valid
ca: Baliu

source: Expired
ca: Espirato

source: Revoked
ca: Rebocato

source: Download Key(s) and Certificate
ca: Escargar clau(s) y zertificato

source: CA Passphrase
ca: Repetir parabra de paso

source: Revoke the selected certificate
ca: Rebocar o zertificato trigato

source: Expiration Date
ca: Calendata d'espirazión

source: Renew a certificate
ca: Esbiellar un zertificato
