Repository: zentyal/zentyal
Catalog: main/services/po/*.po
Languages: fa

source: any
fa: هر

source: any protocol and port
fa: هر پروتکل و پورت

source: ebox-services
fa: سرویس های-ebox

source: any UDP
fa: هرUDP

source: any UDP port
fa: هر پورت UDP

source: any TCP
fa: هر TCP

source: any TCP port
fa: هر پورت TCP

source: eBox administration
fa: مدیریت eBox

source: Domain
fa: دامنه

source: Service name
fa: نام سرویس

source: Description
fa: شرح

source: Internal
fa: اینترنت

source: Configuration
fa: پیکربندی

source: List of services
fa: لیست سرویس ها

source: Services
fa: سرویس ها

source: service
fa: سرویس

source: A service is an abstraction of one or more network protocols which can be used in other modules such as: firewall, traffic shaping...
fa: یک سرویس خلاصه ای از یک یا تعداد بیشتری از پروتکل های شبکه است که می تواند در ماژول های دیگر مانند دیواره آتش، شکل دهی ترافیک و ... استفاده شود

source: Protocol
fa: پروتکل

source: Source port
fa: پورت مبدأ

source: This field is usually set to any
fa: این فیلد معمولا به عنوان هر تنظیم می شود

source: Destination port
fa: پورت مقصد

source: Service configuration
fa: پیکربندی سرویس

source: This protocol does not use ports
fa: این پروتکل از پورت ها استفاده نمی کند

source: port
fa: پورت
