Repository: zentyal/zentyal
Catalog: client/software/po/*.po
Languages: et, fa, ja, tr

source: Automatic software updates
et: Tarkvara automaatne uuendamine
fa: به‌روزرسانی‌های خودکار نرم‌افزار
ja: 自動ソフトウェアアップデート
tr: Otomatil sistem güncellemeleri

source: System updates
et: Süsteemiuuendused
fa: به‌روزرسانی‌های سامانه
ja: システムアップデート
tr: Sistem güncellemeleri

source: Software updates are being handled automatically
et: Tarkvarauuendusi käsitletakse automaatselt
fa: به‌روزرسانی‌های نرم‌افزاری به‌صورت خودکار انجام‌شد
ja: ソフトウェアアップデートは自動で適用されます
tr: Sistem güncellemeleri otomatik olarak başlatılacak

source: The system is up to date
ja: システムは最新の状態です
tr: Sistem güncellendi

source: automatic updates configuration
et: Automaatse uuendamise seadistamine
fa: پیکربندی به‌روزرسانی‌های خودکار
ja: 自動アップデート設定
tr: Otomatik güncelleme ayarları

source: There were no packages to update
et: Uuendamiseks pakette ei leitud
fa: بسته‌هایی برای به‌روزرسانی باقی نمانده است
ja: アップデートするパッケージはありませんでした
tr: Güncellenecek paket mevcut değil

source: Upgrading
fa: ارتقا
ja: アップグレードしています
tr: Güncelleniyor

source: Upgrading packages
fa: بسته‌های ارتقا
ja: パッケージをアップグレードしています

source: Current package
et: Aktiivne pakett
fa: بسته کنونی
ja: 現在のパッケージ
tr: Güncel paketler

source: packages left to install
et: paigaldada jäänud pakette
fa: بسته‌های باقیمانده برای نصب
ja: 残りのインストールパッケージ

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
et: Pakettide paigaldamine on edukalt lõpetatud. Haldamise liides võib olla mõned sekundid mitteaktiivne. Palun oota kuni süsteem on täielikult taaskäivitunud.
fa: نصب بسته‌ها باموفقیت خاتمه یافت. رابط مدیریت ممکن است برای چند لحظه پاسخگو نباشد. لطفا تا زمانیکه سامانه کاملا راه‌اندازی مجدد شود صبر نمایید
ja: パッケージのインストールが完了しました。数秒の間、管理インタフェースが応答しないかもしれません。システムが再起動するまでお待ちください

source: The packages installation has not finished correctly . More information on the logs
et: Pakettide paigaldamine ei ole edukalt lõpetatud. Rohkem informatsiooni leiad logidest
fa: نصب بسته‌ها به‌درستی خاتمه نیافت. اطلاعات بیشتر در وقایع ثبت‌شده
ja: パッケージのインストールは正常に終了しませんでした。詳細はログを見てください

source: Removing package
et: Paketi eemaldamine
fa: حذف بسته
ja: パッケージを削除

source: Removing the selected package and its dependent packages
et: Valitud ning sellest sõltuvate pakettide eemaldamine
fa: حذف بسته انتخاب شده و بسته‌های وابسته آن
ja: 選択したパッケージを依存パッケージとともに削除

source: packages left to remove
et: eemaldada jäänud pakette
fa: بسته‌های باقیمانده برای حذف
ja: 削除予定のパッケージ

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
et: Pakettide eemaldamine on edukalt lõpetatud. Haldamise liides võib olla mõned sekundid mitteaktiivne. Palun oota kuni süsteem on täielikult taaskäivitunud.
fa: حذف بسته‌ها باموفقیت خاتمه یافت. رابط مدیریت ممکن است برای چند لحظه پاسخگو نباشد. لطفا تا زمانیکه سامانه کاملا راه‌اندازی مجدد شود صبر نمایید
ja: パッケージは正常に削除されました。管理インタフェースが数秒間反応しなくなりますが、再起動が完了するまで少々お待ちください

source: The packages removal has not finished correctly . More information on the logs
et: Pakettide eemaldamine ei ole edukalt lõpetatud. Rohkem informatsiooni leiad logidest
fa: حذف بسته‌ها به‌درستی خاتمه نیافت. اطلاعات بیشتر در وقایع ثبت شده
ja: パッケージは正常に削除されませんでした。詳細はログに記録されています

source: eBox components
et: eBoxi komponendid
fa: مولفه‌های ای‌باکس
ja: eBoxコンポーネント
tr: eBox bileşenleri

source: Enable cron script to download updates
et: Luba cron skript uuenduste allalaadimiseks
fa: فعال‌سازی اسکریپت‌های کرون برای دانلود به‌روزرسانی‌ها
ja: 更新をダウンロードするためにcronスクリプトを有効化

source: eBox software will download the available updates from your configured apt sources.
et: eBoxi tarkvara laeb alla saadavad uuendused, sinu poolt seadistatud apt allikatest
fa: نرم‌افزار ای‌باکس به‌روزرسانی‌ها را از مخازن پیکربندی apt شما دانلود می‌کند.
ja: eBoxは設定済みのapt sourcesから利用可能な更新をダウンロードします。

source: Software management
ja: ソフトウェアの管理
tr: Uygulama yönetimi

source: Automatic updates
ja: 自動アップデート

source: Software management is currently locked by {locker}. Please, try again later
et: Tarkvara haldamine on hetkel {locker} poolt lukustatud. Palun proovi hiljem uuesti
fa: مدیریت نرم‌افزار هم‌اکنون توسط {locker} قفل شده است. لطفا، بعدا مجددا تلاش نمایید
ja: ソフトウェア管理は現在 {locker} によってロックされています。ロックが解除されてから試行してください

source: eBox - Certificate Authority Manager for eBox
ja: eBox - eBox認証局マネージャ

source: eBox - DHCP server module
ja: eBox - DHCPサーバモジュール

source: eBox - DNS server
ja: eBox - DNSサーバ

source: the eBox platform - Base framework
ja: eBoxプラットフォーム - ベースフレームワーク

source: eBox - Firewall
ja: eBox - ファイアウォール

source: IPsec VPNs
ja: IPsec VPN

source: eBox - Instant messaging (Jabber)
ja: eBox - インスタントメッセージング (Jabber)

source: eBox - Mail server
ja: eBox - メールサーバ

source: eBox - Mail filter module
ja: eBox - メールフィルタモジュール

source: eBox - Network configuration module
ja: eBox - ネットワーク設定モジュール

source: eBox - NTP server
ja: eBox - NTPサーバ

source: eBox - Object management
ja: eBox - オブジェクト管理

source: eBox - OpenVPN server module
ja: eBox - OpenVPNサーバモジュール

source: eBox - Printer sharing
ja: eBox - プリンタ共有

source: eBox - File sharing
ja: eBox - ファイル共有

source: eBox - Services management
ja: eBox - サービス管理

source: SOAP server to communicate with eBox control center
ja: eBoxコントロールセンターと接続するSOAPサーバ
tr: Ebox yönetim merkezi ile iletişim yapabilecek SOAP sunucu adresi

source: eBox - Software management
ja: eBox - ソフトウェアの管理

source: eBox - Proxy cache and content filter
ja: eBox - プロキシキャッシュとコンテンツフィルタ

source: eBox - Traffic shaper for eBox
ja: eBox - eBoxのためのトラフィック整形

source: eBox - User and Group management
ja: eBox - ユーザグループ管理

source: HTTP software
et: HTTP tarkvara
fa: نرم‌افزار HTTP
ja: HTTPソフトウェア

source: software service to update packages via apt
et: tarkvarateenus apt abil pakettide uuendamiseks
fa: سرویس نرم‌افزاری برای به‌روزرسانی بسته‌ها از طریق apt
ja: aptを利用したパッケージ更新ソフトウェアサービス

source: rule to allow apt updates
et: reegel apt uuenduste lubamiseks
fa: قانون برای اجازه به‌روزرسانی‌های apt
ja: aptアップデートの許可ルール

source: The following packages will be installed
et: Järgmiste pakettide paigaldamine
fa: بسته‌های زیر نصب خواهند شد
ja: 次のパッケージがインストールされます
tr: Aşağıdaki paketler kurulacak

source: The following packages will be removed
et: Järgmiste pakettide eemaldamine
fa: بسته‌های زیر حذف خواهند شد
ja: 次のパッケージが削除されます
tr: Aşağıdaki paketler silinecek

source: Ok
fa: صحیح
ja: はい
tr: Tamam

source: Cancel
et: Loobu
fa: لغو
ja: キャンセル
tr: Vazgeç

source: Updates are available for the following system components
et: Uuendused on saadaval järgmiste süsteemi komponentide jaoks
fa: به‌روزرسانی‌ها برای مولفه‌های سامانه زیر در دسترس هستند
ja: 次のシステムコンポーネントのアップデートが利用可能です
tr: Aşağıdaki sistem bileşenleri için güncelleme mevcut

source: Component
et: Komponent
fa: مولفه
ja: コンポーネント
tr: Bileşen

source: Description
et: Kirjeldus
fa: توضیح
ja: 内容
tr: Açıklama

source: Update
et: Uuenda
fa: به‌روزرسانی
ja: アップデート
tr: Güncelle

source: Update all packages
et: Kõikide pakettide uuendamine
fa: به‌روزرسانی
ja: 全てアップデート
tr: Bütün paketleri güncelle

source: This operation can take some time, don't worry if eBox looks unresponsive after pressing the Upgrade button.
et: See toiming võib võtta natuke aega, ära muretse kui eBox näib peale uuenduse nupu vajutamist mõnda aega mitteaktiivne.
fa: این اقدام مقداری زمان می‌گیرد، اگر پس از فشار دادن دکمه ارتقا ای‌باکس غیرداسخگو به نظر‌ آمد نگران نباشید.
ja: この処理はしばらく時間がかかるかもしれません。
tr: Bu işlem uzun sürebilir. eBox uzun bir süre size cevap vermez ise sakın heyacana kapılmayın.

source: Upgrade
et: Uuenda
fa: ارتقا
ja: アップグレード
tr: Güncelle

source: Installed version
et: Paigaldatud versioon
fa: نسخه نصب‌شده
ja: インストール済みバージョン
tr: Kurulu sürüm

source: Latest version
et: Uusim versioon
fa: آخرین نسخه
ja: 最新バージョン
tr: Son sürüm

source: Actions
et: Toimingud
fa: اقدامات
ja: アクション
tr: İşlemler

source: Install
et: Paigalda
fa: نصب
ja: インストール
tr: Kur

source: none
et: puudub
fa: هیچ کدام
ja: なし
tr: hiçbirşey

source: Remove
et: Eemalda
fa: حذف
ja: 削除
tr: Kaldır

source: The packages were removed successfully
tr: Paketler başarılı bir şekilde silindi

source: The installation of the packages has finished successfully
tr: Paketlerin kurulu başarılı bir şekilde tamamlandı

source: An error ocurred while removing components. If the error persists or eBox stops working properly, seek technical support.
tr: Bir bileşenin kaldırılması esnasında bir hata oluştur. Eğer bu hata tekrar meydana gelirse veya eBox düzgün çalışmaz ise 'Teknik Servis' bölümünü okuyun

source: Configuration
tr: Ayarlar

source: Certificate Authority Manager for eBox
tr: Ebox yetkili sertifika yöneticisi

source: DHCP server
tr: DHCP sunucusu

source: eBox DNS server
tr: eBox DNS sunucusu

source: Base framework
tr: Temel taşlar

source: Firewall
tr: Güvenlik duvarı

source: Instant messaging (Jabber)
tr: Haberleşme (Jabber)

source: Mail server
tr: Posta sunucusu

source: Mail filter module
tr: Posta süzgeçleme modulu

source: Network configuration
tr: Ağ ayarları

source: NTP server
tr: NTP sunucusu

source: Object management
tr: Nesne yönetimi

source: OpenVPN server
tr: OpenVPN sunucusu

source: Printer sharing
tr: Yazıcı paylaşımı

source: File sharing
tr: Dosya paylaşımı

source: Services management
tr: Servis yönetimi

source: Proxy cache and content filter
tr: Vekil depolama ve içerik filtreleme

source: Traffic shaper for eBox
tr: Ebox için internet trafik kontrolü

source: User and Group management
tr: Kullanıcı ve grup yönetimi

source: Software Management
et: Tarkvara haldamine

source: The software management module must be enabled to be able to install packages
et: Pakettide paigaldamiseks peab olema lubatud tarkvara haldamise moodul

source: The software management module must be enabled to be able to remove packages
et: Pakettide eemaldamiseks peab olema lubatud tarkvara haldamise moodul

source: eBox Components
et: eBoxi komponendid

source: System Updates
et: Süsteemiuuendused

source: Automatic Updates
et: Automaatne uuendamine

source: The system components are up to date.
et: Süsteemi komponendid ei vaja uuendamist.

source: Version
et: Versioon
fa: نسخه

source: Please wait, the update of the software available list is in process right now
et: Palun oota, saadaval olevate tarkvarauuenduste loend on hetkel töötluses

source: The component list was never succefully downloaded so the information shown is probably outdated. The list is updated each night or you can force the update with the console command 'ebox-software'
et: Komponentide loendi laadimine ebaõnnestus. Seega on kuvatud informatsioon ilmselt vananenud. Loendit uuendatakse igal ööl, kuid sunnitud uuendamine on võimalik käsureale 'ebox-software' sisestades

source: The component list was updated on {mon}/{mday}/{year} {hour}:{min}. It will be updated again at night or you can force the update with the console command 'ebox-software'
et: Komponentide loendit uuendati viimati {mday}/{mon}/{year}{hour}:{min}. Loendit uuendatakse igal ööl, kuid sunnitud uuendamine on võimalik käsureale 'ebox-software' sisestades
