Repository: zentyal/zentyal
Catalog: main/samba/po/*.po
Languages: pl

source: File sharing (Samba) protocol
pl: Protokół współdzielenia plików

source: File Sharing
pl: Współdzielenie plików

source: Create Samba home directory for shares and groups
pl: Utwórz katalog współdzielony dla udziałów i grup

source: Zentyal will create the directories for Samba shares and groups under /home/samba.
pl: Zentyal automatycznie utworzy foldery dla udziałów i grup Samby w katalogu /home/samba

source: Add LDAP schemas
pl: Dodaj schematy LDAP

source: Zentyal will add two LDAP schemas to the LDAP directory: samba and ebox.
pl: Zentyal utworzy 2 schematy LDAP do folderu LDAP: samba i ebox

source: Set Samba LDAP admin dn password
pl: Ustaw hasło admin dn Samba LDAP

source: Zentyal will configure Samba to use the LDAP admin dn password.
pl: Zentyal skonfiguruje Sambę do używania hasła admin dn LDAP

source: To set up Samba according to your configuration.
pl: Do ustawienia Samby zgodnie z Twoją konfiguracją

source: To set up smbldap-tools according to your configuration.
pl: Do ustawienia smbldap-tools zgodnie z Twoją konfiguracją

source: To set up smbldap-tools according to your LDAP configuration.
pl: Do ustawienia smbldap-tools zgodnie konfiguracją Twojego LDAP

source: To add quota support to /home partition.
pl: Włącz quotę dla katalogu /home

source: To set the antivirus settings for Samba.
pl: Dostosuj ustawienia Antywirusa dla serwera Samba

source: Share
pl: Udział

source: Source machine
pl: Komputer źródłowy

source: Connected since
pl: Czas rozpoczęcia połączenia

source: User
pl: Użytkownik

source: Shares by user
pl: Udziały użytkowników

source: Users by share
pl: Udziały

source: user
pl: użytkownik

source: group
pl: grupa

source: printer
pl: drukarka

source: User's files
pl: Pliki użytkownika

source: Group's files
pl: Pliki grupy

source: Date
pl: Data

source: Client address
pl: Adres klienta

source: Action
pl: Działania

source: Resource
pl: Zasoby

source: Connect
pl: Połącz

source: Access to directory
pl: Dostęp do folderu

source: Read file
pl: Czytaj plik

source: Write file
pl: Zapisz plik

source: Disconnect
pl: Rozłącz

source: Remove
pl: Usuń

source: Create directory
pl: Utwórz folder

source: Remove directory
pl: Usuń folder

source: Rename
pl: Zmień nazwę

source: File name
pl: Nazwa pliku

source: Virus
pl: Wirus

source: Type
pl: Typ

source: Quarantined file name
pl: Kwarantanna pliku

source: Quarantine
pl: Kwarantanna

source: Samba access
pl: Dostęp do Samby

source: Samba virus
pl: Samba wirus

source: Samba quarantine
pl: Kwarantanna

source: File sharing module is not enabled.
pl: Moduł współdzielenia plików jest wyłączony

source: PDC is not enabled.
pl: Wyłączony PDC

source: Minimum password length
pl: Minimalna długość hasła

source: Disabled
pl: Wyłączony

source: Limited to
pl: Ograniczony do

source: characters
pl: znaki

source: Maximum password age
pl: Maksymalny okres ważności

source: days
pl: dni

source: Enforce password history
pl: Pamiętaj poprzednie hasła

source: Keep history for
pl: Zapamiętaj historię ostatnich

source: passwords remebered
pl: haseł

source: PDC
pl: Kontroler domeny

source: On this page you can set different PDC related settings
pl: Tu możesz zmienić ustawienia dotyczące kontrolera domeny

source: User/Group/Share
pl: Użytkownik/Grupa/Udział

source: User homes
pl: Katalog domowy użytkownika

source: Group
pl: Grupa

source: Samba shares antivirus exceptions
pl: Wykluczenia dotyczące Antywirusa

source: Add exceptions to the default antivirus settings
pl: Dodaj wykluczenia do domyślnych ustawień Antywirusa

source: exception
pl: wykluczenie

source: Share name
pl: Współdzielona nazwa

source: Share path
pl: Współdzielona ścieżka

source: Directory under Zentyal
pl: Folder Zentyala

source: File system path
pl: Twój folder

source: Comment
pl: Opis

source: Guest access
pl: Dostęp anonimowy

source: This share will not require authentication.
pl: Ten udział nie potrzebuje autoryzacji

source: Access control
pl: Kontrola dostępu

source: Shares
pl: Udziały sieciowe

source: share
pl: udział

source: Path not allowed
pl: Ścieżka niedostępna

source: Only alphanumeric characters plus _ are valid for a path
pl: Użyj znaków alfanumerycznych oraz _

source: The directory is not empty. Are you sure you want to remove it?
pl: Katalog nie jest pusty. Czy jesteś pewien, że chcesz go usunąć?

source: {openit}Directory under Zentyal{closeit} will automatically create the share.directory in /home/samba/shares {br}{openit}File system path{closeit} will allow you to share an existing directory within your file system
pl: {openit}Folder Zentyala{closeit} zostanie utworzony automatycznie w katalogu /home/samba/shares {br}{openit}Twój folder{closeit} pozwala na wskazanie istniejącego katalogu

source: Here you can create shares with more fine-grained permission control. You can use an existing directory or pick a name and let Zentyal create it for you.
pl: Utwórz współdzielone foldery i zabezpiecz je odpowiednimi uprawnieniami. Możesz skorzystać z folderu utworzonego automatycznie przez Zentyala lub podać ścieżkę do istniejącego folderu

source: Scan
pl: Skanuj

source: Antivirus default settings
pl: Domyślne ustawienia Antywirusa

source: Recycle default settings
pl: Domyślne ustawienia odzyskiwania

source: Enable Recycle Bin
pl: Włącz Kosz

source: Recycle Bin default settings
pl: Domyślne ustawienia kosza

source: Samba shares Recycle Bin exceptions
pl: Wykluczenia dotyczące Kosza

source: Add exceptions to the default Recycle Bin settings
pl: Dodaj wykluczenie do domyślnych ustawień Kosza

source: File Sharing Account
pl: Konto współdzielenia plików

source: Netbios and workgroup must have different names
pl: Nazwa zasobu i grupy roboczej muszą być różne.

source: Netbios name cannot be longer than 15 characters
pl: Nazwa Netbios nie może być dłuższa niż 15 znaków

source: Enable PDC
pl: Włącz PDC

source: Domain name
pl: Nazwa Domeny

source: Netbios name
pl: Nazwa Netbios

source: Description
pl: Opis

source: Quota limit
pl: Limit Przestrzeni

source: Enable roaming profiles
pl: Włącz profile mobilne

source: Drive letter
pl: Wybierz literę dysku

source: Samba group
pl: Wybierz grupę

source: Only users belonging to this group will have a samba account. Sync happens every hour
pl: Tylko użytkownicy należący do tej grupy będę mieli konto na serwerze Samba. Synchronizacja co godzina.

source: General settings
pl: Ustawienia ogólne

source: On this page you can set different general settings for Samba
pl: Ustawienia ogólne dotyczące serwera plików Samba

source: All users
pl: Wszyscy użytkownicy

source: Read only
pl: Tylko do odczytu

source: Read and write
pl: Odczyt i Zapis

source: User/Group
pl: Użytkownik/Grupa

source: Any access control is disabled if the guest access is allowed.
pl: Jeśli włączono dostęp anonimowy, kontrola dostępu została wyłączona

source: Permissions
pl: Uprawnienia

source: Access Control
pl: Kontrola dostępu

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share.
pl: Nadając uprawnienia administratora, użytkownik będzie miał nieograniczony dostęp do udziału sieciowego

source: (user))
pl: (użytkownik))

source: (group))
pl: (grupa))

source: path
pl: ścieżka

source: Recycle Bin
pl: Kosz

source: File sharing options
pl: Opcje współdzielenia plików

source: Antivirus
pl: Antywirus

source: user name
pl: nazwa użytkownika

source: group name
pl: nazwa grupy

source: sharing name
pl: nazwa współdzielona

source: active
pl: aktywne

source: Disk quota limit
pl: Limit Przestrzeni

source: This user has a sharing directory associated which contains data.
pl: Ten użytkownik posiada własny katalog z danymi

source: Incorrect SID: {s}
pl: Błędny SID: {s}

source: User {u} does not exists
pl: Użytkownik {u} nie istnieje

source: User {u} is not a samba user
pl: Użytkownik {u} nie jest użytkownikiem samby

source: Group {g} does not exists
pl: Grupa {g} nie istnieje

source: Group {g} is not a samba group
pl: Grupa {g} nie jest grupą samby

source: This group has a sharing directory associated that contains data.
pl: Ta grupa posiada współdzielony katalog z danymi

source: {g} group does not exist
pl: Grupa {g} nie istnieje

source: A name should be provided for the share.
pl: Nazwa powinna zostać udostępniona dla udziału

source: sharing resource
pl: zasób współdzielony

source: Home Directories
pl: Katalogi Domowe

source: {group} share directory
pl: Współdzielony folder grupy {group}

source: The group you tried to delete has a directory which contains data, if you remove it all its data will be removed. Please confirm that you want to delete it.
pl: Grupa, którą chcesz usunąć posiada katalog zawierający dane. Jeśli usuniesz grupę wszelkie jej dane zostaną skasowane. Czy chcesz kontynuować?

source: Delete
pl: Usuń

source: Cancel
pl: Anuluj

source: PDC/File sharing account
pl: Konto typu PDC/współdzielenia plików

source: User account
pl: Konto użytkownika

source: Enabled
pl: Aktywne

source: Administration rights
pl: Prawa administracyjne

source: Disk quota limit (MB)
pl: Limit Przestrzeni

source: Change
pl: Zmień

source: Sharing directory for this group
pl: Katalog współdzielony grupy

source: You can set a share directory for this group, but you should keep in mind that Microsoft Windows 98 and Millenium will not be able to see names longer than 12 characters
pl: Możesz ustawić katalog współdzielony grupy, ale Microsoft Windows 98 i Millenium nie będą w stanie czytać nazw dłuższych niż 12 znaków.

source: This resource name is longer than 12 characters.
pl: Nazwa zasobu jest dłuższa niż 12 znaków

source: Directory name
pl: Nazwa katalogu

source: Add
pl: Dodaj

source: Printers
pl: Drukarki

source: Select the printers this user will have access to.
pl: Wybierz drukarkę, do której użytkownik będzie miał dostęp.

source: Printer
pl: Drukarka

source: Allow
pl: Zezwalaj

source: Allow all printers
pl: Zezwalaj dla wszystkich drukarek

source: printers module
pl: moduł drukowania

source: file sharing module
pl: moduł współdzielenia plików
