Repository: zentyal/zentyal
Catalog: main/squid/po/*.po
Languages: hu

source: HTTP Proxy configuration file
hu: HTTP Proxy beállító fájl

source: Content filter configuration file
hu: Tartalomszűrő beállító fájl

source: Default filter group configuration
hu: Alapértelmezett csoportra vonatkozó szűrő beállítások

source: Filter groups membership
hu: Csoporttagság szűrő

source: Content filter banned extension list
hu: Letiltott kiterjesztéslista a tartalomszűrőhöz

source: Content filter banned mime type list
hu: Letiltott MIME lista a tartalomszűrőhöz

source: Content filter exception site list
hu: Honlap kivétel lista a tartalomszűrőhöz

source: Content filter grey site list
hu: Honlap (szürke) kivétel lista a tartalomszűrőhöz

source: Content filter banned site list
hu: Letiltott honlap lista a tartalomszűrőhöz

source: Content filter exception URL list
hu: URL kivétel lista a tartalomszűrőhöz

source: Content filter grey URL list
hu: URL (szürke) kivétel lista a tartalomszűrőhöz

source: Content filter banned URL list
hu: Letiltott URL lista a tartalomszűrőhöz

source: Forbidden phrases list
hu: Liltott kifejezések (szavak, mondatok) listája

source: Exception phrases list
hu: Kivételként kezelt kifejezések (szavak, mondatok) listája

source: PICS ratings configuration
hu: PICS teljesítmény beállítása

source: Dansguardian's log rotation configuration
hu: DansGuardian naplózás forgatásának (időszakos cseréjének?) beállítása

source: Dansguardian's antivirus scanner configuration
hu: A DansGuardian vírusirtó beállítása

source: Filter groups per IP
hu: IP alapú csoportszűrés

source: Overwrite blocked page templates
hu: Blokkolt lapok sablonjának felülírása

source: Dansguardian blocked page templates will be overwritten with Zentyal customized templates.
hu: A Dansguardian blokkolt lapok sablonja felül lesz írva a Zentyal személyreszabott sablonjával

source: You must set the cache_mem variable in the Zentyal configuration file
hu: Itt kell megadni a cache_mem változó értékét a Zentyal beállító fájlhoz.

source: You must set the max_object_size variable in the Zentyal configuration file
hu: Be kell állítania a max_obiect_size változót a Zentyal konfigurációs fájljában

source: Enabled
hu: Bekapcsolt

source: Disabled
hu: Kikapcsolt

source: Transparent proxy
hu: Transzparens proxy

source: Allow
hu: Engedélyez

source: Deny
hu: Tilt

source: Filter
hu: Szűrő

source: Global policy
hu: Globális házirend

source: Listening port
hu: Figyelő port

source: General
hu: Általános

source: Bandwidth Throttling
hu: Sávszélesség gyorsítása

source: Objects' Policy
hu: Objektumok házirendje

source: Groups' Policy
hu: Csoportok házirendje

source: Filter Profiles
hu: Szűrőprofilok

source: Date
hu: Dátum

source: Host
hu: Gép

source: User
hu: Felhasználó

source: Bytes
hu: Bájt

source: Mime/type
hu: MIME típus

source: Event
hu: Esemény

source: Accepted
hu: Elfogadott

source: Denied
hu: Tiltott

source: Filtered
hu: Szűrt

source: MIME types
hu: MIME típusok

source: Set policy for all MIME types
hu: összes MIME típus házirendjének megadása

source: Object
hu: Objektum

source: Policy
hu: Házirend

source: Allowed time period
hu: Engedélyezett idő intervallum

source: Time period when the access is allowed. It is ignored with a deny policy
hu: Az az időintervallum amikor a hozzáférés engedélyezett. Ez egy tiltó szabály esetén nem lesz figyelembe véve.

source: Group policy
hu: Csoport házirend

source: Filter profile
hu: Szűrő profil

source: Object Policies
hu: Objektum házirendek

source: List of objects
hu: Objektumok listája

source: object's policy
hu: objektumok házirendje

source: Here you can establish a custom policy per network object
hu: Itt meghatározhat egy saját szabályt minden hálózati objektumra

source: Added object's policy
hu: Objektumok házirendje hozzáadva

source: Removed object's policy
hu: Objektumok házirendje eltávolítva

source: Updated object's policy
hu: Objektumok házirendje frissítve

source: Authorization policy is not compatible with transparent proxy mode
hu: Az azonosítási házirend nem kompatibilis a transzparens proxy üzemmóddal.

source: Filter policies are incompatible with restricted time periods
hu: A szűrő házirend inkompatibilis a korlátozott idő intervallummal.

source: You cannot choose a policy without authorization if you have any group policy
hu: Engedély nem választhat ki egy szabályt sem, ha van beállított csoportházirend

source: You can only use a custom profile with the 'Filter' policy
hu: Ön csak saját profilt használhat a 'Szűrő' házirenddel

source: There are no network objects in the system. {open}Create{close} at least one object if you want to set a object policy
hu: Nincsenek hálózati objektumok a rendszerben. {open}Hozzon létre{close} legalább egy objektumot ha be akar állítani egy szabályt

source: Domains list categories
hu: Tartománylista kategóriák

source: category
hu: kategória

source: Domains and URL rules
hu: Tartomány és hivatkozás szabályok

source: internet domain or URL
hu: internettartomány vagy hivatkozás

source: Allow/Deny the HTTP traffic from/to the listed internet domains and URLs.
hu: Engedélyezi/Tiltja a HTTP forgalmat a listában található internettartományok és hivatkozások esetében.

source: Domain or URL added
hu: Tartomány vagy hivatkozás hozzáadva

source: Domain or URL removed
hu: Tartomány vagy hivatkozás törölve

source: Domain or URL updated
hu: Tartomány vagy hivatkozás frissítve

source: elements
hu: elemek

source: Allow all {elements}
hu: Mind engedélyezve: {elements}

source: Use this field to change the value of all the above rows at once
hu: Használja ezt a mezőt a fenti sorok értékeinek felülírására

source: Categories
hu: Kategóriák

source: File
hu: Fájl

source: You must supply a domains list
hu: Meg kell adjon egy tartománylistát

source: Inexistent archive file
hu: Nem létező csomagolt fájl

source: Plain lists not allowed: is only allowed compressed archives of classified black lists
hu: Sima listák nem megengedettek: csak csomagolt fájlok megengedettek

source: Use default profile configuration
hu: Alapértelmezett profil beállításainak használata

source: Use default profile for extension filtering
hu: alapértelmezett profil kiterjesztés szűréssel

source: Filter virus
hu: Vírus szűrése

source: Use default profile threshold
hu: Alapértelmezett profil határértékének használata

source: Threshold
hu: Határérték

source: Content filter threshold
hu: Tartalomszűrő határérték

source: Content filter threshold changed
hu: Tartalomszűrő határértékének módosítása

source: Use default profile for MIME filtering
hu: alapértelmezett profil MIME szűréssel

source: Always allow
hu: Mindig engedélyez

source: Always deny
hu: Mindig tilt

source: Ignore
hu: Mellőz

source: This list has not categories
hu: Ez a lista nincs kategorizálva

source: Domain filter settings
hu: Tartományszűrő beállítások

source: Filtering settings changed
hu: Szűrő beállítások módosítva

source: Using default profile configuration
hu: Alapértelmezett profilbeállítás használata

source: MIME Type
hu: MIME típus

source: A MIME Type must follow this syntax: type/subtype
hu: A MIME típust így kell megadni: típus/altípus.

source: {type} is not a valid IANA type
hu: {type} nem érvényes IANA típus.

source: {t} subtype has a wrong syntax
hu: {t} altípusnak rossz a szintaxisa

source: File extension
hu: Fájl kiterjesztés

source: Configure allowed file extensions
hu: engedélyezett fájl kiterjesztések beállítása

source: extension
hu: kiterjesztés

source: Allow/Deny the HTTP traffic of the files which the given extensions. Extensions not listed here are allowed. The extension filter needs a 'filter' policy to be in effect
hu: Engedélyezi/Tiltja a HTTP forgalmat a következő kiterjesztésű fájlok esetén. Az itt nem szereplő kiterjesztések engedélyezettek. A kiterjesztésszűrő használatához létre kell hozni egy szűrőszabályt

source: Extension added
hu: Kiterjesztés hozzáadva

source: Extension removed
hu: Kiterjesztés eltávolítva

source: Extension updated
hu: Kiterjesztés frissítve

source: Configure allowed MIME types
hu: Engedélyezett MIME típusok beállítása

source: MIME type
hu: MIME típus

source: Allow/Deny the HTTP traffic of the files which the given MIME types. MIME types not listed here are allowed. The filter needs a 'filter' policy to be in effect
hu: Engedélyezi/Tiltja a HTTP forgalmat a következő fájltípusok esetén. Az itt nem felsorolt MIME típusok megengedettek. A szűrő használatához szükség van egy szűrő szabályra

source: MIME type added
hu: MIME típus hozzáadva

source: MIME type removed
hu: MIME típus eltávolítva

source: MIME type updated
hu: MIME típus frissítve

source: extensions
hu: kiterjesztések

source: Set policy for all extensions
hu: összes kiterjesztés házirendjének beállítása

source: Domains lists files
hu: Tartománylista állományok

source: internet domain list
hu: internetes tartománylista

source: You can upload files with lists of domains
hu: Itt tölthető fel a tartományok listája

source: Domain list added
hu: Tartománylista hozzáadva

source: Domain list removed
hu: Tartománylista törölve

source: Domain list updated
hu: Tartománylista frissítve

source: Object {object} has no members. Please add at least one to add rules using this object.
hu: A(z) {object} üres. Kérem adjon hozzá legalább egy tagot, hogy használhassa az objektumot.

source: Object {object} has an enabled {row} in {table}. Delete it first from there to add it here
hu: A(z) {object} objektum használatban van: {row}, {table}. Ahhoz, hogy itt hozzáadja, előbb ki kell ott törölnie

source: If {first} is set unlimited, then {second} must be set to unlimited as well
hu: Ha {first} korlátlanra van állítva, akkor a {second} is korlátlan kell legyen

source: {clt_rate} is greater than {net_rate}
hu: {clt_rate} nagyobb mint {net_rate}

source: Network object
hu: Hálózati objektum

source: Rate
hu: Átvitel

source: Bytes/s
hu: Bájt/s

source: Maximum download bandwidth rate for this network. Use -1 to disable this option.
hu: A hálózat maximális átviteli sebessége. Írjon -1-et ha nem szeretné megadni.

source: Maximum Size
hu: Maximális méret

source: Maximum unthrottled download size for this network. Use -1 to disable this option.
hu: Maximális letöltési sebesség ezen a hálózaton. Írjon -1-et ha ki szeretné kapcsolni az opciót.

source: Client Rate
hu: Felhasználói sebesség

source: Maximum download bandwidth rate per client. Use -1 to disable this option.
hu: Felhasználónkénti maximális letöltési sebesség. Írjon -1-et ha ki szeretné kapcsolni az opciót.

source: Client Maximum Size
hu: Felhasználónkénti maximális méret

source: Maximum unthrottled download size per client. Use -1 to disable this option.
hu: Felhasználónkénti maximális letöltési sebesség. Írjon -1-et ha ki szeretné kapcsolni az opciót.

source: Delay Pools Class 2
hu: Class 2 osztályú késleltetési szabály

source: Once the request exceeds the {max} then the HTTP Proxy will throttle the download bandwidth to the given {rate}. The client number is limited to 256.
hu: Ha a kérések száma túllépi a {max} számot, a HTTP proxy a megadott {rate} értékre fogja korlátozni a sávszélességet. A felhasználók maximális száma 256 lehet.

source: Network Rate
hu: Hálózati átvitel

source: Network Maximum Size
hu: Hálózat maximális mérete

source: Delay Pools Class 1
hu: Class 1 osztályú késleltetési szabály

source: Once the request exceeds the {max} then the HTTP Proxy will throttle the download bandwidth to the given {rate}.
hu: Ha a kérések száma túllépi a {max} számot, a HTTP proxy a megadott {rate} értékre fogja korlátozni letöltési sebességet.

source: Domains lists files for filter group
hu: Tartománylista fájlok a csoportok szűréséhez

source: You can upload files whith lists of domains
hu: Itt tölthetőek fel a tartománylisták

source: Filter profiles
hu: Szűrőprofilok

source: List of profiles
hu: Profilok listája

source: filter profile
hu: szűrőprofil

source: Added filter profile
hu: Szűrőprofil hozzáadva

source: Removed filter profile
hu: Szűrőprofil eltávolítva

source: Updated filter profile
hu: Szűrőprofil frissítve

source: Filter group
hu: Csoportszűrő

source: Configuration
hu: Beállítás

source: Filter group policy
hu: Csoportszűrő házirend

source: Maximum number of filter groups reached
hu: A csoportszűrő hatókörének maximális értéke

source: Use default profile for domain filtering
hu: Alapértelmezett profil tartomány szűréssel

source: Group
hu: Csoport

source: Time period
hu: Idő intervallum

source: There are no user groups in the system. {open}Create{close} at least one group if you want to set a group policy
hu: Nincsenek felhasználói csoportok a rendszerben. {open}Hozzon létre{close} legalább egyet, ha csoporthoz rendelt szabályt hozna létre

source: List of groups
hu: Csoportok listája

source: group's policy
hu: Csoportok házirendje

source: Here you can deny or allow access depending on the user group. Filtering would occur if the object policy requires it
hu: Itt lehet tiltani vagy engedélyezni egy felhasználói csoport felfüggesztésének hozzáférését. Ha az objektum házirend szükséges lenne, akkor egy szűrő volna itt (?).

source: Added group's policy
hu: Csoportok házirendje hozzáadva

source: Removed group's policy
hu: Csoportok házirendje törölve

source: Updated group's policy
hu: Csoportok házirendje frissítve

source: User group policies are not compatible with transparent proxy mode
hu: A felhasználói csoport házirend nem kompatibilis a transzparens üzemmóddal.

source: The object needs to be set to a policy with authorization in order to to use group policies
hu: Az objektumot egy jogokkal rendelkező szabályba kell foglalni a csoportszabályok alkalmazásához

source: Configure object {ob} user groups policies
hu: A(z) {ob} objektum felhasználói csoportjának beállítása

source: Time period when the access is allowed. It is ignored if the group has a deny policy, time constraints of parent object are always ignored
hu: Az időintervallum amikor a hozzáférés engedélyezett. Ez tiltó csoportszabály esetén nem lesz figyelembe véve

source: Group policies
hu: Csoport házirendek

source: Here you can globally block or allow access by user group. Filter options will be by global policy or by object policy
hu: Itt általánosan blokkolhat vagy csoportonként engedélyezheti a hozzáférést. A szűrő beállításai globális vagy objektumra vonatkozó szabályok lehetnek

source: Global group policy need a global policy with authentication
hu: Globális csoport házirend szükséges a globális házirend azonosításhoz (authentication).

source: Domain or URL
hu: Tartomány vagy hivatkozás

source: Domain or IP address part of URL
hu: URL-ben található tartomány vagy IP cím

source: Domain
hu: Tartomány

source: You must not prefix the domain with www.
hu: Itt kell beállítani, ha nem kell a domainhez a www előtag.

source: Domain or IP address
hu: Tartomány vagy IP cím

source: Extension
hu: Kiterjesztés

source: Filter configuration
hu: Szűrő beállítások

source: User groups configuration
hu: Felhasználói csoportok beállítása

source: group
hu: csoport

source: Transparent Proxy
hu: Transzparens proxy

source: Cache files size (MB)
hu: Gyorsítótár állományainak mérete (MB)

source: Default policy
hu: Alapértelmezett házirend

source: General Settings
hu: Általános beállítások

source: Settings changed
hu: Beállítások módosítva

source: {port} is already in use. Please choose another
hu: A {port} port már használatban van. Válasszon másikat.

source: Transparent proxy option is not compatible with authorization policy
hu: A transzparens proxy egyik opciója nem kompatibilis az engedélyezett házirenddel.

source: Transparent proxy is incompatible with the authorization policy found in some objects
hu: A transzparens proxy nem kompatibilis az azonosítási házirend által talált néhány objektummal.

source: An authorization policy is required because you are using global group policies
hu: Az azonosítási házirendhez szükséges a globális csoport házirendek használata.

source: <i>Filter</i> means that HTTP requests will go through the content filter and they might be rejected if the content is not considered valid.
hu: A <i>Szűrőn</i> eldönti, hogy mely HTTP kéreés megy át a tartalomszűrőn és melyik lesz elvetve ha a tartalma nem felel meg a kritériumoknak.

source: Note that you cannot proxy HTTPS transparently. You will need to add a firewall rule if you enable this mode.
hu: A proxy nem képes HTTPS transzparens módban futni. Szükséges egy tűzfal szabály hozzáadása, ha be akarod kapcsolni ezt az üzemmódot.

source: Squid traffic requests graph
hu: Squid forgalom kérések grafikonja

source: Requests
hu: Kérések

source: Accepted requests
hu: Elfogadott kérések

source: Denied requests
hu: Tiltott kérések

source: Filtered requests
hu: Szűrt kérések

source: Access requests
hu: Hozzáférési kérések

source: Squid traffic size graph
hu: Squid forgalom méretének grafikonja

source: Accepted traffic size (Kb)
hu: Engedélyezett forgalom mérete (kB)

source: Denied traffic size (Kb)
hu: Tiltott forgalom mérete (kB)

source: Filtered traffic size (Kb))
hu: Szűrt forgalom mérete (kB)

source: Traffic size
hu: Forgalom mérete

source: Web traffic details
hu: Webforgalom részletei

source: traffic
hu: forgalom

source: Use antivirus
hu: Vírusirtó használata

source: You cannot activate antivirus filter because the antivirus module is disabled. If you want to filter virus, first {openhref}activate the module{closehref} and come back here
hu: Nem lehet a vírusirtó szűrőt aktiválni, mert a hozzátartozó modul ki van kapcsolva. Először {openhref}aktiváld{closehref}, majd gyere vissza ide.

source: You cannot activate antivirus filter because the antivirus module is not installed. If you want to filter virus, first install it and then {openhref}activate the module{closehref} and come back here
hu: Nem lehet a vírusirtó szűrőt aktiválni, mert a hozzátartozó modul nincs telepítve. Először telepítsd, utána {openhref}aktiváld{closehref}, majd gyere vissza ide.

source: Domain Name Address
hu: Tartomány IP címe

source: Exempt address from caching
hu: Nem gyorsítótárazott címek

source: Cache exemptions
hu: Gyorsítótár kivételek

source: domain name address
hu: tartomány IP címek

source: You can exempt some addresses from caching
hu: Itt adhatóak meg a gyorsítótárból kivételezett címek

source: Address added
hu: Cím hozzáadva

source: Address removed
hu: Cím törölve

source: Address updated
hu: Cím frissítve

source: Block not listed domains and URLs
hu: Blokkolja a listában nem szereplő hivatkozásokat

source: If this is enabled, any domain or URL which is neither present neither in the <i>Domains and URLrules</i> nor in the <i>Domain list files</i> sections below will be forbidden.
hu: Ha ez az opció be van kapcsolva, bármely tartomány amely nincs a <i>Tartomány szabályok</i> listában vagy a <i>Tartomány lista</i> fájlokban elérhetetlen lesz.

source: Block sites specified only as IP
hu: Blokkolt oldalak megadása IP alapján.

source: M
hu: H

source: T
hu: K

source: W
hu: Sze

source: H
hu: Cs

source: F
hu: P

source: A
hu: Szo

source: S
hu: V

source: Monday
hu: Hétfő

source: Tuesday
hu: Kedd

source: Wednesday
hu: Szerda

source: Thursday
hu: Csütörtök

source: Friday
hu: Péntek

source: Saturday
hu: Szombat

source: Sunday
hu: Vasárnap

source: All time
hu: Bármikor

source: All week
hu: Egész héten

source: Weekend
hu: Hétvége

source: Work days
hu: Munkanap

source: From hour..
hu: Órától

source: to hour..
hu: óráig

source: You must specify two diffrent hours to the range
hu: Itt adhat meg két eltérő órát a tartományon belül.

source: Bad hour of the day value: {h}
hu: Rossz óra érték a nap értékén belül: {h}

source: Bad hour of the day format: {h}
hu: Rossz óra érték a nap formátumán belül: {h}

source: Bad minutes value: {mi}
hu: Rossz perc érték: {mi}

source: Bad minutes format: {mi}
hu: Rossz perc formátum: {mi}

source: The end of the range is greater than the begin
hu: A tartomány végének nagyobbnak kell lennie mint a kezdőértékének!

source: The time period must be at least active on one day
hu: Az időtartamnak legalább egy napnak kell lennie

source: Authorize and allow
hu: Azonosít és engedélyez

source: Authorize and filter
hu: Azonosít és szűr

source: Authorize and deny
hu: Azonosít és tilt

source: Squid's policy
hu: Squid házirend

source: Squid's domain policy
hu: Squid tartomány házirend

source: Very permissive
hu: Nagyon megengedő

source: Permissive
hu: Megengedő

source: Medium
hu: Közepes

source: Strict
hu: Szigorú

source: Very strict
hu: Nagyon szigorú

source: This specifies how strict the content filter is.
hu: Itt adhatjuk meg a tartalomszűrő érzékenységét.

source: File extensions filtering
hu: Fájlkiterjesztések szűrése

source: Class 1 pools allow you to restrict the bandwidth rate for large downloads whereas class 2 pools allow you to set the bandwidth usage to a sustained rate. The class 1 pools have more priority than class 2 ones and the first match from the source is done. If a network object does not match any rule, then no bandwidth throttling is done to it
hu: A Class 1 típusú szabályok lehetővé teszik a nagy méretű letöltések korlátozását addig a Class 2 típusúakkal a tartós korlátozásokat lehet beállítani. A Class 1 szabályoknak nagyobb a prioritásuk mint a Class 2-nek és az első egyező szabály lesz alkalmazva. Ha nincs egyező szabály, akkor nem lesz korlátozva a kapcsolat

source: Filter settings
hu: Szűrő beállítások

source: MIME types filtering
hu: MIME típus szűrés

source: Domains filtering
hu: Tartományok szűrése

source: Domains filtering for filter group
hu: Tartományok szűrése csoportszűrőnek

source: HTTP proxy traffic report
hu: HTTP proxxy forgalom riport (jelentés)

source: Access Denied
hu: Hozzáférés megtagadva

source: Access has been Denied
hu: A hozzáférés meg lett tagadva

source: Access to the page: {page} has been denied for the following reason
hu: A(z) {page} oldalhoz a hozzáférés meg lett tagadva a következő okból

source: You are seeing this error because what you attempted to access appears to contain, or is labeled as containing, material that has been deemed inappropriate.
hu: Ön azért tátja ezt a figyelmeztetést, mivel a kért tartalom vagy annak részei nem megfelelő részeket tartalmaznak.

source: If you have any queries contact your ICT Coordinator or Network Manager.
hu: Ha bármilyen kérdése lenne kérem vegye fel a kapcsolatot a rendszergazdával vagy a hálózat felelősével.

source: From
hu: -tól/-től

source: To
hu: -ba/-be

source: Days of the week
hu: A hét napjai
