Repository: zentyal/zentyal
Catalog: main/radius/po/*.po
Languages: ca, da, et, sk

source: Zentyal RADIUS system
ca: Sistema RADIUS de Zentyal
sk: Zentyal RADIUS systém

source: Client
da: Klient
et: Klient
sk: Klient

source: IP Address
ca: Adreça IP
da: IP adresse
et: IP aadress
sk: IP Adresa

source: Shared Secret
ca: Clau compartida
da: Delt hemmelighed/password
et: Jagatud saladus
sk: Zdielané tajné heslo

source: RADIUS Clients
ca: Clients RADIUS
da: RADIUS klient
et: RADIUS kliendid
sk: RADIUS Klienti

source: client
da: klient
et: klient
sk: klient

source: All users
ca: Tots els usuaris
da: Alle brugere
et: Kõik kasutajad
sk: Všetci užívatelia

source: Group allowed to authenticate
ca: Grup autoritzat per autentificar-se
da: Gruppe med tilladelse til godkendelse
et: Grupp, millele lubatakse juurdepääs autentimisega
sk: Skupina s povolenou autentifikáciou

source: General configuration
ca: Configuració general
da: Generel opsætning
et: Üldine seadistamine
sk: Hlavné nastavenie

source: RADIUS server configuration
ca: Configuració del servidor RADIUS
da: RADIUS server opsætning
et: RADIUS serveri seadistamine
sk: Nastavenie RADIUS servera

source: RADIUS server configuration updated
ca: Configuració del servidor RADIUS actualitzada
da: Opdateret Radius server opsætning
et: RADIUS serveri seadistused uuendatud
sk: Nastavenie RADIUS servera aktualizované

source: Create RADIUS certificates for TTLS
ca: Crear certificats RADIUS per TTLS
da: Udfærdig Radius certifikater for TTLS
et: RADIUS sertifikaadi loomine TTLSi jaoks
sk: Vytvoriť RADIUS certifikáty pre TTLS

source: Zentyal will create the needed certificates for TTLS in /etc/freeradius/certs/.
ca: Zentyal crearà els certificats necessaris pel TTLS a /etc/freeradius/certs/.
da: eBox vil lave de nødvendige certifikater for TTLS i /etc/freeradius/certs/.
sk: Zentyal vytvorí certifikáty potrebne pre TTLS v zložke /etc/freeradius/certs/.

source: To configure allowed LDAP group.
ca: Per configurar el grup LDAP permès.
da: Til konfigurer tilladt LDAP gruppe.
et: LDAP lubatud grupi seadistamiseks.
sk: Konfigurovať povolenú LDAP skupinu.

source: To configure RADIUS LDAP module.
ca: Per configurar el mòdul RADIUS LDAP.
da: Til konfigurer RADIUS LDAP modul.
et: RADIUS LDAP mooduli seadistamiseks.
sk: Konfigurovať RADIUS LDAP modul.

source: To configure RADIUS clients.
ca: Per configurar els clients RADIUS.
da: Til konfigurer RADIUS klienter.
et: RADIUS klientide seadistamiseks.
sk: Konfigurovať RADIUS klientov.

source: To configure RADIUS EAP.
ca: Per configurar el RADIUS EAP.
da: Til konfigurer RADIUS EAP.
sk: Konfigurovať RADIUS EAP.

source: To configure default RADIUS vhost.
ca: Per configurar el vhost RADIUS per defecte.
da: Til konfigurer normal RADIUS vhost.
et: Vaikimisi RADIUS vhosti seadistamiseks.
sk: Konfigurovať východzí RADIUS vhost.

source: To configure RADIUS inner-tunnel vhost.
ca: Per configurar el vhost inner-tunnel RADIUS.
da: Til konfigurer RADIUS inner-tunnel vhost.
et: RADIUS inner-tunnel vhosti seadistamiseks.
sk: Konfigurovať RADIUS inner-tunnel vhost.
