Repository: zentyal/zentyal
Catalog: client/radius/po/*.po
Languages: nl, pl, pt_br, ru, sr, tr

source: Zentyal RADIUS system
pl: RADIUS system
pt_br: Sistema RADIUS Zentyal
ru: Система RADIUS Zentyal
sr: Zentyal RADIUS sistem

source: All users
nl: Alle gebruikers
pl: Wszyscy użytkownicy
pt_br: Todos os usuários
ru: Все пользователи
sr: Svi korisnici
tr: Tüm Kullanıcılar

source: Group allowed to authenticate
nl: Groep toegestaan te authenticeren
pl: Grupa autoryzująca
pt_br: Grupos permitidos para autenticarem
ru: Разрешенные для аутентификации группы
sr: Grupa kojoj je dozvoljena autentikacija
tr: Girişe izin verilen grup

source: General configuration
nl: Algemene configuratie
pl: Ogólna konfiguracja
pt_br: Configuração geral
ru: Общая конфигурация
sr: Opšta konfiguracija
tr: Genel ayarlar

source: RADIUS server configuration
nl: RADIUS server configuratie
pl: Konfiguracja serwera RADIUS
pt_br: Configuração do servidor RADIUS
ru: Конфигурация сервера RADIUS
sr: RADIUS server konfiguracija
tr: RADIUS sunucu configürasyonu

source: RADIUS server configuration updated
nl: RADIUS server configuratie aangepast
pl: Konfiguracja serwera RADIUS zaktualizowana
pt_br: Configuração do servidor RADIUS atualizada
ru: Конфигурация сервера RADIUS обновлена
sr: RADIUS server konfiguracija ažuirana
tr: RADIUS sunucu configürasyonu güncellendi

source: Client
nl: Cliënt
pl: Klient
pt_br: Cliente
ru: Клиент
sr: Klijent
tr: İstemci

source: IP Address
nl: IP Adres
pl: Adres IP
pt_br: Endereço IP
ru: IP адрес
sr: IP adresa
tr: IP Adres

source: Shared Secret
nl: Gedeeld Geheim
pl: Klucz Shared Secret
pt_br: Compartilhamento secreto
ru: Общий секрет
sr: Zajednički tajni naziv
tr: Paylaşılan Anahtar

source: RADIUS Clients
nl: RADIUS Cliënten
pl: Klienci RADIUS
pt_br: Clientes RADIUS
ru: Клиенты RADIUS
sr: RADIUS Klijenti
tr: RADIUS istemcileri

source: client
nl: cliënt
pl: klient
pt_br: cliente
ru: клиент
sr: Klijent
tr: istemci

source: Create RADIUS certificates for TTLS
nl: RADIUS certificaten aanmaken voor TTLS
pl: Utwórz certyfikat RADIUS dla TTLS
pt_br: Criar certificado RADIUS para TTLS
ru: Создать сертификат RADIUS для TTLS
sr: Kreiraj RADIUS certifikat za TTLS
tr: TTLS için RADIUS sertifikaları oluştur

source: Zentyal will create the needed certificates for TTLS in /etc/freeradius/certs/.
pl: Zentyal utworzy potrzebne certyfikaty TTLS w /etc/freeradius/certs/.
pt_br: Ainda precisa criar os certificado Zentyal para TTLS em /etc/freeradius/certs/.
ru: Zentyal создаст необходимые сертификаты для TTLS в /etc/freeradius/certs/.
sr: Zentyal će kreirat potrebne certifikate za TTLS u /etc/freeradius/certs/.

source: To configure allowed LDAP group.
nl: Toegestane LDAP groep instellen.
pl: Konfiguracja uprawnionej grupy LDAP
pt_br: Para permitir a configuração de grupo LDAP
ru: Для настройки разрешенных групп LDAP
sr: Za konfiguraciju je dozvoljena sledeća LDAP grupa.
tr: izin verilen LDAP grubu configre etmek için

source: To configure RADIUS LDAP module.
nl: RADIUS LDAP module instellen.
pl: Konfiguracja modułu LDAP dla RADIUS'a
pt_br: Para configurar o modulo RADIUS LDAP
ru: Для настройки модуля RADIUS LDAP
sr: Konfiguracija RADIUS LDAP modula.
tr: RADIUS LDAP modülü configüre etmek için

source: To configure RADIUS clients.
nl: RADIUS cliënten instellen.
pl: Konfiguracja klientów RADIUS'a
pt_br: Para configurar os clientes RADIUS
ru: Для настройки клиентов RADIUS
sr: Konfiguracija RADIUS klijenata.
tr: RADIUS istemcileri konfigüre etmek için

source: To configure RADIUS EAP.
nl: RADIUS EAP instellen.
pl: Konfiguracja RADIUS EAP
pt_br: Para configurar o modulo RADIUS EAP.
ru: Для настройки RADIUS EAP
sr: Konfiguracija RADIUS EAP.

source: To configure default RADIUS vhost.
nl: Standaard RADIUS vhost instellen.
pl: Konfiguracja domyślnego vhost'a
pt_br: Para configuração padrão RADIUS vhost
ru: Для настройки vhost RADIUS
sr: Konfiguracija default RADIUS vhost-a.
tr: RADIUS varsayılan vhost konfigüre etmek için

source: To configure RADIUS inner-tunnel vhost.
nl: RADIUS binnen-tunnel vhost instellen.
pl: Konfiguracja vhost'a RADIUS inner-tunnel
pt_br: Para configurar o vhost inner-tunnel do RADIUS
ru: Для настройки внутреннего тунеля vhost RADIUS
sr: Konfiguracija RADIUS inner-tunnel vhost-a.
tr: RADIUS inner-tunnel vhost konfigüre etmek için
