Repository: zentyal/zentyal
Catalog: main/dhcp/po/*.po
Languages: cs

source: interface {iface}
cs: rozhraní {iface}

source: Custom
cs: Uživatelský

source: IP address {ip} is not in network {net}
cs: IP adresa {ip} není v síti {net}

source: The selected IP is the interface IP address: {ifaceIP}
cs: Vybraná IP je rozhraní IP adresy: {ifaceIP}

source: IP address {ip} is in range '{range}': {from}-{to}
cs: IP adresa {ip} je v rozsahu '{range}': {from}-{to}

source: update
cs: aktualizovat

source: add
cs: přidat

source: You cannot {action} a fixed address with a name which is already used in other fixed address table
cs: Nemůžete {action} pevnou adresu s názvem, která se již používá v jiné pevné adrese tabulky

source: Name
cs: Jméno

source: MAC address
cs: MAC adresa

source: IP address
cs: IP adresa

source: You cannot use an IP address contained in the above ranges.
cs: Nemůžete použít IP adresu obsažených ve výše uvedených řadách.

source: Fixed addresses
cs: Pevné adresy

source: fixed address
cs: pevná adresa

source: Next server
cs: Další server

source: None
cs: Žádný

source: name
cs: jméno

source: File name
cs: Název souboru

source: Thin client
cs: Tenký klient

source: You may want to customise your thin client options.To do so, you may include all the files you require under {path} directory
cs: Možná budete chtít přizpůsobit své thin client options. Můžete tak učinit, že zahrnete všechny soubory do cesty {path} adresáře

source: Interface IP address
cs: Rozhraní IP adresy

source: Subnet
cs: Podsítě

source: Available range
cs: K dispozici rozsah

source: DHCP ranges
cs: DHCP rozsahy

source: Default leased time must be higher than 0 seconds
cs: Výchozí pronajaté doby musí být vyšší než 0 sekund

source: Default leased time {default} must be lower than maximum one {max}
cs: Výchozí pronajatý čas {default} musí být nižší než maximálně jeden {max}

source: Maximum leased time must be higher than 0 seconds
cs: Maximální doba pronájmu musí být vyšší než 0 sekund

source: Maximum leased time {max} must be higher than default one {default}
cs: Maximální doba pronájmu {max} musí být vyšší než výchozí {default}

source: Default leased time
cs: Výchozí pronajatý čas

source: seconds
cs: sekundy

source: Maximum leased time
cs: Maximální doba pronájmu

source: Lease times
cs: Pronajatý čas

source: Leased time is the time which a given IP address is valid by the DHCP server
cs: Pronajatý čas je doba, po kterou je daná adresa IP platná na serveru DHCP

source: {gateway} is not in the current network
cs: {gateway} není v této síti

source: Default gateway
cs: Výchozí brána

source: Custom IP address
cs: Vlastní IP adresa

source: Configured ones
cs: Nakonfigurován jeden

source: Search domain
cs: Hledat domény

source: Primary nameserver
cs: Primární nameserver

source: Secondary nameserver
cs: Sekundární nameserver

source: Common options
cs: Časté volby

source: {from} - {to} is an invalid range
cs: {from} - {to} je neplatný rozsah

source: Range {from}-{to} is not in network {net}
cs: Rozsah {from}-{to} není v síti {net}

source: Range {from}-{to} includes interface with IP address: {ifaceIP}
cs: Rozsah {from}-{to} obsahuje rozhraní s IP adresou: {ifaceIP}

source: Range {newFrom}-{newTo} overlaps with range '{range}': {oldFrom}-{oldTo}
cs: Rozsah {newFrom}-{newTo} se překrývá s rozsahem '{range}': {oldFrom}-{oldTo}

source: Range {from}-{to} includes fixed address '{name}': {fixedIP}
cs: Rozsah {from}-{to} zahrnuje pevnou adresu '{name}': {fixedIP}

source: From
cs: Od

source: To
cs: Na

source: Ranges
cs: Rozsahy

source: range
cs: rozsah

source: An interface must set as static to configure the DHCP service on it. To do so, change {openhref}interfaces configuration{closehref} in network module
cs: Rozhraní musí být nastaveno jako statické v konfiguraci služby DHCP. Provedete to tak, že změníte{openhref}konfigurace rozhraní{closehref} v sítovém modulu

source: Advanced options
cs: Pokročilé volby

source: Choose a static interface to configure:
cs: Vyberte statické rozhraní pro konfiguraci:

source: Service configuration
cs: Konfigurace služby

source: In order to serve IP addresses on an interface, it is required to set at least a range or a fixed address.
cs: V zájmu dosažení IP adresy na rozhraní, je nutné nastavit minimálně rozsah nebo pevnou adresu.

source: In order to serve IP addresses on a external interface, you must open the service on {openhref}firewall module{closehref}
cs: V zájmu dosažení IP adresy na vnější rozhraní, musíte otevřít službu {openhref} firewall modul{closehref}

source: Interface
cs: Rozhraní

source: {iface} is not static
cs: {iface} není statický

source: Not a valid action: add, set and del are available
cs: Není platná akce: add, set a del jsou k dispozici

source: No valid action. Available ones are: add, set and del
cs: Není platná akce: k dispozici jsou add, set a del

source: The IP address of the virtual interface you are trying to add is already used by the DHCP range '{range}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
cs: IP adresu virtuální rozhraní, kterou se snažíte přidat se již používá v DHCP rozsahu '{range}' v rozhraní '{iface}'. Prosím, odstraňte ji před pokusem přidat virtuální rozhraní.

source: The IP address of the virtual interface you are trying to add is already used by the DHCP fixed address '{fixed}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
cs: IP adresu virtuální rozhraní, kterou se snažíte přidat se již používá v DHCP jako pevná adresa '{fixed}' v rozhraní '{iface}'. Prosím, odstraňte ji před pokusem přidat virtuální rozhraní.

source: Date
cs: Datum

source: Event
cs: Událost

source: Leased
cs: Pronajaté

source: Released
cs: Uvolněné

source: module status
cs: Stav modulu

source: Module Status
cs: Stav modulu

source: Options
cs: Možnosti

source: Apply
cs: Použít

source: Action
cs: Akce

source: Add
cs: Přidat

source: Remove
cs: Odstranit

source: Subnet netmask
cs: Maska podsítě

source: Delete
cs: Vymazat
