Repository: zentyal/zentyal
Catalog: main/asterisk/po/*.po
Languages: ca, et, it, nl, ro

source: Zentyal VoIP system
ca: Sistema de Veu IP de Zentyal
it: Zentyal: servizi di Voip
ro: Sistemul Zentyal VoIP

source: VoIP
ca: Veu IP

source: To configure enabled and disabled modules.
ca: Per configurar mòduls actius i inactius
et: Moodulite lubamise ja keelamise seadistamiseks.
it: Per abilitare/disabilitare i moduli.
nl: Configureer modules (in- of uitgeschakeld).
ro: Configurarea modulelor activate sau dezactivate.

source: To configure the Realtime interface.
ca: Per configurar la interfície
et: Realtime liidese seadistamiseks.
it: Per configurare l'interfaccia realtime
nl: Configureer de Realtime interface.
ro: Configurarea interfetei "Realtime".

source: To configure the LDAP Realtime driver.
ca: Per configurar el driver de l'LDAP
et: LDAP Realtime draiveri seadistamiseks.
it: Per configurare il driver realtime di LDAP
nl: Configureer de LDAP Realtime driver.
ro: Configurarea driverului "Realtime" pentru LDAP.

source: To configure the common SIP and IAX users.
ca: Per configurar els usuaris SIP i IAX
et: Tavaliste SIP ja IAX kasutajate seadistamiseks.
it: Per configurare gli utenti comuni tra SIP e IAX.
nl: Configureer de standaard SIP en IAX gebruikers.
ro: Configurarea utilizatorilor uzuali SIP si IAX.

source: To configure the SIP trunk for local users and external providers.
ca: Per configurar el troncal SIP pels usuaris locals i proveidors externs
et: SIP magistraali seadistamiseks kohalikele kasutajatele ja välistele pakkujatele.
it: Per configurare i SIP trunk per utenti locali e provider esterni.
nl: Configureer de SIP trunk voor de lokale gebruikers en de externe providers.
ro: Configurarea trunchiului SIP pentru utilizatori locali si pentru furnizorii externi.

source: To configure the dialplan.
ca: Per configurar el dialplan
et: Dialplani seadistamiseks.
nl: Configureer het belplan.
ro: Configurarea planului de apelare.

source: To configure the voicemail.
ca: Per configurar la bustia de veu
et: Kõneposti seadistamiseks.
it: Per configurare la casella vocale.
nl: Configureer de voicemail.
ro: Configurarea mesageriei vocale.

source: To configure the conferences.
ca: Per configurar les conferències
et: Konverentskõne seadistamiseks.
nl: Configureer de vergaderingen.
ro: Configurarea conferintelor.

source: To configure the music on hold.
ca: Per configurar la música en espera
et: Ootemuusika seadistamiseks.
nl: Configureer de wachtmuziek.
ro: Configurarea melodiei in asteptare.

source: To configure DTMF behaviour.
ca: Per configurar el comportament del DTMF
et: DTMFi käitumise seadistamiseks.
it: Per configurare il conportamento dei DTMF.
nl: Configureer de DTMF functionaliteiten.
ro: Configurarea actiunilor DTMF.

source: Meetings
ca: Reunions
et: Koosolekud
it: Riunioni
nl: Vergaderingen
ro: Conferinte

source: Voicemail
ca: Bústia de Veu
et: Kõnepost
it: Casella vocale
nl: Antwoordapparaat
ro: Mesagerie vocala

source: User
ca: Usuari
et: Kasutaja
it: Utente
nl: Gebruiker
ro: Utilizator

source: Address
ca: Adreces
et: Aadress
nl: Adres
ro: Adresa

source: Status
ca: Estat
et: Olek
it: Stato
ro: Stare

source: No users connected.
ca: No hi ha usuaris conectats.
et: Ühendatud kasutajad puuduvad.
it: Non ci sono utenti connessi.
nl: Geen gebruikers verbonden.
ro: Nu sunt utilizatori conectaţi.

source: Room {name} active for {rtime}
ca: La sala {name} porta activa {rtime}
et: Ruum {name} aktiivne {rtime} jaoks
it: Stanza {name} attivo per {rtime}
nl: Zaal {name} in gebruik sinds {rtime}
ro: Întâlnire {name} activă pentru {rtime}

source: Time Connected
ca: Temps conectat
et: Ühenduse aeg
it: tempo di connessione
nl: Tijd Verbonden
ro: Timp Conectare

source: VoIP Online Users
ca: Usuaris Veu IP conectats.
et: VoIP kasutajaid võrgus
it: Utenti VoIP in linea
nl: VoIP Gebruikers Online
ro: Utilizatori VoIP online

source: VoIP Users in Meetings
ca: Usuaris de Veu IP a la sala
et: VoIP kasutajaid koosolekutel
it: Utenti VoIP in riunione
nl: VoIP Gebruikers in Vergadering
ro: Utilizatori VoIP in conferinte

source: Date
ca: Data
et: Kuupäev
it: Data
nl: Datum
ro: Data

source: From
ca: Desde
et: Alates
it: Da
nl: Van
ro: De la

source: To
ca: Fins
et: Kuni
it: A
nl: Naar
ro: Catre

source: Duration
ca: Durada
et: Kestus
it: Durata
nl: Duur
ro: Durata

source: Channel
ca: Canal
et: Kanal
it: Canale
nl: Kanaal
ro: Canal

source: Destination Channel
ca: Canal de destí
et: Adressaadi kanal
it: Canale di destinazione
nl: Bestemmings Kanaal
ro: Canal destinatie

source: Application
ca: Aplicació
et: Rakendus
it: Applicazione
nl: Toepassing
ro: Aplicatie

source: Application Data
ca: Dades de l'aplicació
et: Rakenduse andmed
it: Dati applicazione
nl: Toepassings gegevens
ro: Date aplicatie

source: Answered
ca: Contestat
et: Vastuvõetud
it: Risposte
nl: Beantwoord
ro: Raspunse

source: No Answer
ca: No contestat
et: Vastamata
it: Senza risposta
nl: Niet Beantwoord
ro: Fara raspuns

source: Busy
ca: Ocupat
et: Hõivatud
it: Occupato
nl: Bezet
ro: Ocupat

source: Failed
ca: Fallat
et: Ebaõnnestunud
it: Fallita
nl: Mislukt
ro: Ratate

source: Networks attached directly to internal interfaces, like {net}, are always considered local networks so it is not neccessary to add them.
ca: Les xarxes adjuntes directament a la interficie interna, com {net}, son sempre considerades xarxes locals per tant no es necessari afegir-les.
et: Sisemiste liidestega ühendatud võrke, nagu {net}, peetakse alati kohtvõrkudeks seega ei ole nende lisamine vajalik.
nl: Netwerken direct verbonden met interne interfacen, zoals {net}, worden altijd beschouwd als lokale netwerken en deze hoeven niet toegevoegd te worden.
ro: Retelele atasate direct la interfata interna, ca {net}, sunt considerate mereu retele locale si nu este necesar sa fie adaugate.

source: Local network
ca: Xarxa local
et: Kohtvõrk
it: Rete locale
nl: Lokaal netwerk
ro: Retea locala

source: Description
ca: Descripció
et: Kirjeldus
it: Descrizione
nl: Omschrijving
ro: Descriere

source: Local networks
ca: Xarxes locals
et: Kohtvõrgud
it: Reti locali
nl: Lokale netwerken
ro: Retele locale

source: local network
ca: xarxa local
et: kohtvõrk
it: rete locale
nl: lokaal netwerk
ro: retea locala

source: Asterisk Account
ca: Compte d'asterisk
et: Asteriski konto
it: Account Asterisk
nl: Asterisk Login
ro: Cont Asterisk

source: extension
ca: extensió
et: laiend
it: estensione
nl: toestel
ro: extensie

source: Extension
ca: Extensió
et: Laiend
it: Estensione
nl: Toestel
ro: Extensie

source: Enable demo extensions
ca: Activar extensions demo
et: Demolaiendite lubamine
it: Abilita le estensioni demo
nl: Activeer demo nummers
ro: Activeaza extensiile demo

source: Enable outgoing calls
ca: Activar trucades sortints
et: Väljuvate kõnede lubamine
it: Abilita chiamate in uscita
nl: Activeer uitgaande gesprekken
ro: Permite apeluri catre exterior

source: Voicemail extension
ca: Extensió de bústia de veu
et: Kõneposti laiend
it: Estensione casella vocale
nl: Antwoordapparaat nummer
ro: Extensia mesageriei vocale

source: VoIP domain
ca: Domini Veu IP
et: VoIP domeen
it: Dominio VoIP
nl: VoIP domein
ro: Domeniul VoIP

source: General configuration
ca: Configuració General
et: Üldine seadistamine
it: Impostazioni generali
nl: Algemene configuratie
ro: Configurare generala

source: General Asterisk server configuration
ca: Configuració general del servidor Asterisk
et: Asterisk serveri üldine seadistamine
it: Impostazioni generali del server Asterisk
nl: Algemene Asterisk server configuratie
ro: Configurare generala a serverului Asterisk

source: General Asterisk server configuration updated.
ca: S'ha actualitzat la configuració general del servidor Asterisk.
et: Asterisk serveri üldine seadistus uuendatud.
it: Impostazioni generali del server Asterisk aggiornate.
nl: Algemene Asterisk server configuratie bijgewerkt.
ro: Configurarea generala a serverului Asterisk actualizata.

source: Zentyal is behind NAT
ca: Zentyal darrera NAT
it: Zentyal é dietro NAT
ro: Zentyal este dupa NAT

source: NAT configuration
ca: Configuració NAT
et: NATi seadistamine
it: Configurazione NAT
nl: NAT configuratie
ro: Configurare NAT

source: NAT Asterisk server configuration
ca: Configuració del NAT del servidor Asterisk
et: NAT Asterisk serveri seadistamine
it: Configurazione NAT del server Asterisk
nl: NAT Asterisk server configuratie
ro: Configurare NAT a serverului Asterisk

source: NAT Asterisk server configuration updated.
ca: Configuració del Nat del servidor Asterisk actualitzada.
et: NAT Asterisk serveri seadistused uuendatud.
it: Configurazione NAT del server Asterisk aggiornata
nl: NAT Asterisk server configuratie bijgewerkt.
ro: Configuratia NAT a serverului Asterisk a fost actualizata.

source: Custom
ca: Personalitzar
et: Kohandatud
it: Personalizzato
nl: Op maat
ro: Particularizat

source: Provider
ca: Proveïdor
et: Pakkuja
it: Provider SIP
nl: Leverancier
ro: Furnizor

source: Name
ca: Nom
et: Nimi
it: Nome
nl: Naam
ro: Nume

source: VoIP service provider name.
ca: Nom del proveïdor de serveis Veu IP
et: VoIP teenusepakkuja nimi
it: Nome del provider del servizio VoIP.
nl: Naam VoIP leverancier
ro: Numele furnizorului serviciului de VoIP.

source: Username
ca: Nom d'usuari
et: Kasutajanimi
it: Nome utente
nl: Gebruikersnaam
ro: Nume utilizator

source: Password
ca: Clau d'accés
et: Parool
nl: Wachtwoord
ro: Parola

source: Server
ca: Servidor

source: Recipient of incoming calls
ca: Destinetari de les trucades entrants
et: Saabuvate kõnede vastuvõtja
it: Destinatario delle chiamate in ingresso
nl: Ontvanger van inkomende gesprekken
ro: Receptionerul pentru preluarea apelurilor

source: Extension recipient of incoming calls through the provider.
ca: Extensió destí per trucades entrants a través del proveïdor.
et: Sisemine eBoxi laiend kuhu suunatakse kõik väliselt pakkujalt saabuvad kõned
nl: Toestelnummer ontvanger van inkomende gesprekken
ro: Extensia receptionerului pentru preluarea apelurilor de la furnizor.

source: SIP provider
ca: Preveïdor SIP
et: SIP pakkuja seadistamine
it: Provider SIP
nl: SIP leverancier
ro: Furnizorul SIP

source: SIP provider for outgoing calls configuration.
ca: Configuració per trucades sortints a través d'un proveïdor SIP.
et: Väljuvate kõnede jaoks SIP pakkuja seadistamine
it: Configurazione provider SIP per le chiamate in uscita
nl: Configuratie SIP leverancier voor uitgaande gesprekken
ro: Furnizor SIP pentru configurarea apeluri spre exterior

source: SIP provider configuration updated.
ca: Configuració de proveïdor SIP actualitzada.
et: SIP pakkuja seadistused on uuendatud
it: Configurazione provider SIP aggiornata
nl: Configuratie SIP leverancier aangepast
ro: Configuratia furnizorului SIP a fost actualizata

source: You must install dahdi and linux-headers packages to use Meetings.{br}Run the following command: sudo apt-get install {kernels} dahdi.
ca: Has d'instal·lar els paquets dahdi i linux-headers per fer servir sales. {br} Executa la següent comanda: sudo apt-get install {kernels} dahdi.
it: È necessario installare dahdi e linux-headers per usare Meetings.{br}Eseguire il seguente comando: sudo apt-get install {kernels} dahdi.
nl: Je moet de dahdi en linux-headers pakketten installeren om Meetings te kunnen gebruiken. {br}Voer het volgende commando uit: sudo apt-get install {kernels} dahdi.
ro: Trebuie instalate pachetele dahdi si linux-headers pentru a putea folosi modul conferinte.{br}Rulati comanda: sudo apt-get install {kernels} dahdi.

source: A number between {min} and {max}.
ca: Un número entre {min} i {max}
et: Arv {min} ja {max} vahel.
it: Un numero compreso fra {min} e {max}
nl: Een nummer tussen {min} en {max}
ro: Un numar cuprins intre {min} si {max}.

source: List of Meetings
ca: Llista de sales
et: Koosolekute loend
it: Elenco delle Riunioni
nl: Vergaderingen lijst
ro: Lista conferintelor

source: meeting
ca: conferència
et: koosolek
it: incontro
nl: vergadering
ro: conferinta

source: Voicemail settings
ca: Configuració de la bústia de veu
et: Kõneposti seadistused
it: Impostazioni casella vocale
nl: Instellingen antwoordapparaat
ro: Setarile mesageriei vocale

source: New password
ca: Nova clau d'accés
et: Uus parool
it: Nuova password
nl: Nieuw wachtwoord
ro: Parola noua

source: Mail address
ca: Adreça de correu
et: E-posti aadress
it: Indirizzo mail
nl: E-mail adres
ro: Adresa de mail

source: Attach messages
ca: Missatges adjunts
et: Sõnumite lisamine
it: Allega messaggi
nl: Bericht toevoegen
ro: Ataseaza mesaje

source: Delete sent messages
ca: Esborrar missatges enviats
et: Saadetud sõnumite kustutamine
it: Elimina messaggi inviati
nl: Verwijder verzonden berichten
ro: Sterge mesajele trimise

source: Change your Voicemail settings
ca: Canvia la configuació de la bústia de veu
et: Kõneposti seadistuste muutmine
it: Modifica le impostazioni della casella vocale
nl: Wijzig uw Antwoordapparaat instellingen
ro: Schimba setarile personale de mesagerie vocala

source: Settings successfully updated
ca: La configuració s'ha actualitzat correctament
et: Seadistused edukalt uuendatud
it: Aggiornamento impostazioni completato con successo
nl: Instellingen bewaard
ro: Setari actualizate cu success

source: You have not an VoIP account. Maybe VoIP is not enabled in this server
ca: Vostè no té un compte de Veu IP. Potser la Veu IP no està activada en aquest servidor
et: Sul ei ole VoIP kontot. Võimalik, et VoIP ei ole selles serveris lubatud
it: Non hai un account VoIP. Forse il VoIP non è attivo su questo server
nl: U hebt geen VoIP profiel. Misschien is VoIP niet ingeschakeld op deze server
ro: Nu detineti un cont VoIP. Poate nu este activat VoIP in acest server

source: Asterisk module
ca: Mòdul Asterisk
et: Asterisk moodul
it: Modulo Asterisk
ro: Modul Asterisk

source: User extension
ca: Extensió d'usuari
et: Kasutaja laiend
it: Estensione utente
nl: Gebruikers nummer
ro: Extensie utilizator

source: Queue extension
ca: Extensió de cua
et: Järjekorra laiend
it: estensione lista
nl: Wachtlijst Toestel
ro: Extensie coada

source: group
ca: grup
et: grupp
it: gruppo
nl: groep
ro: grup

source: username
ca: nom d'usuari
et: kasutajanimi
it: nome utente
nl: gebruikersnaam
ro: nume utilizator

source: Asterisk account
ca: Compte d'Asterisk
et: Asteriski konto
it: Account Asterisk
nl: Asterisk gebruiker
ro: Cont Asterisk

source: Password for Asterisk service is the user password
ca: La clau d'accés pel servei d'Asterisk es la de l'usuari.
et: Asteriski teenuse parool on sama kui kasutaja parool
it: La password per il servizio Asterisk e la password utente
nl: Wachtwoord voor Asterisk dienst is het gebruiker wachtwoord
ro: Parola pentru serviciul Asterisk este parola utilizatorului

source: User account
ca: Compte d'usuari
et: Kasutajakonto
it: Account utente
nl: Gebruikersaccount
ro: Cont utilizator

source: Disabled
ca: Desactivat
et: Keelatud
it: Disabilitato
nl: Uitgeschakeld
ro: Dezactivat

source: Enabled
ca: Activat
et: Lubatud
it: Abilitato
nl: Ingeschakeld
ro: Activat

source: Change
ca: Canvi
et: Muuda
it: Cambia
nl: Wijzig
ro: Schimba

source: The following settings only will take effect when the Asterisk module is enabled.
ca: La configuració següent només afecta si el mòdul Asterisk està activat.
et: Järgnevad seadistused rakenduvad ainult siis, kui Asterisk moodul on lubatud.
it: I settaggi seguenti avranno effetto quando il modulo Asterisk sarà abilitato.
nl: De volgende instellingen hebben alleen effect als de module Asterisk is ingeschakeld.
ro: Urmatoarele setari vor avea efect numai cand modulul Asterisk va fi activat.

source: Asterisk group queue
ca: Cua del grup Asterisk
et: Asterisk grupi järjekord
nl: Asterisk groep wachtrij
ro: Grup coada Asterisk

source: There are no users in this group or the users do not have an Asterisk account, so a queue cannot be created.
ca: No hi ha usuaris en aquest grup o els usuaris no tenen un compte d'Asterisk, per tant la cua no es pot crear.
et: Järjekorda ei loodud, kuna selles grupis kasutajad puuduvad või ei ole neil Asteriski kontosid.
it: Non ci sono utenti in questo gruppo o gli utenti non hanno un account Asterisk, quindi una coda non può essere creata.
nl: Er zijn geen gebruikers in deze groep of de gebruikers hebben geen asterisk login, de wachtrij kan niet aangemaakt worden.
ro: Nu sunt utilizatori in acest grup sau utilizatorii nu au cont Asterisk, asa incat coada nu poate fi formata.

source: Group queue
ca: Cua de grup
et: Grupi järjekord
nl: Groep wachtrij
ro: Grup coada

source: Event
et: Sündmus
it: Evento
nl: Gebeurtenis
ro: Eveniment

source: No
et: Ei
nl: Nee
ro: Nu

source: General
et: Üldine
it: Generale
nl: Algemeen
