Repository: zentyal/zentyal
Catalog: client/trafficshaping/po/*.po
Languages: es, fa, fr, it, ja, pt, pt_br

source: Guaranteed Rate exceeds the allowed rate: {rate} kbit/s
es: La tasa garantizada excede de la tasa permitida máxima: {rate} kbit/s
fa: سرعت تضمین‌شده از سرعت مجاز بیشتر شده است: {rate} کیلوبیت/ثانیه
fr: Le taux garanti dépasse le taux autorisé : {rate} kbit/s
it: Il Valore Garantito supera il valore consentito: {rate} kbit/s
ja: 保証するレートが許可されたレートを超えています: {rate} kbit/s
pt: A taxa garantida excede a taxa permitida: {rate} Kb/s
pt_br: Taxa garantida excede a taxa permitida: {rate} kbit/s

source: Guaranteed Rate must be in this interval: ( {minRate}, {maxRate} ) kbit/s
es: La tasa garantizada debe estar en este intervalo: ( {minRate}, {maxRate} ) kbit/s
fa: سرعت تضمین شده بایستی در این بازه باشد: ( {minRate}, {maxRate} ) کیلوبیت/ثانیه
fr: Le taux garanti doit être compris dans cet interval : ( {minRate}, {maxRate} ) kbit/s
it: Il Valore Garantito deve essere all'interno di questo intervallo: ( {minRate}, {maxRate} ) kbit/s
ja: 保証するレートは次の範囲内である必要があります: ( {minRate}, {maxRate} ) kbit/s
pt: A taxa garantida deve estar neste intervalo: ( {minRate}, {maxRate} ) Kb/s
pt_br: Taxa garantida precisa estar no intervalo: ( {minRate}, {maxRate} ) kbit/s

source: Limited Rate {lR} kbit/s should be higher than Guaranteed Rate {gR}kbit/s
es: La tasa límite {lR} kbit/s debe ser superior que la tasa garantizada {gR} kbit/s
fa: سرعت محدودشده {lR} کیلوبیت/ثانیه بایستی از سرعت تضمین شده {gR} کیلوبیت/ثانیه بیشتر باشد
fr: Le taux limité {lR} kbit/s doit être supérieur au taux garanti {gR}kbit/s
it: Il Valore Limite {lR} kbit/s dovrebbe essere superiore al Valore Garantito {gR}kbit/s
ja: 制限するレート {lR} kbit/s は保証するレート {gR}kbit/s より大きい値を取る必要があります
pt: A taxa limitada {lR} Kb/s deve ser a taxa garantida {gR} Kb/s
pt_br: Taxa limitada de {lR} kbits/s deve ser maior do que a Taxa Garantida de {gR}kbit/s

source: Limited Rate {lR} kbit/s should be lower than {maxLR}kbit/s or you should increase maximum upload traffic to the gateways associated to this external interface
es: La tasa límite {lR} kbit/s debe ser menor que {maxLR} kbit/s o debes incrementar el tráfico máximo de subida en las puertas de enlace asociadas a este interfaz externo
fa: سرعت محدودشده {lR} کیلوبیت/ثانیه بایستی از {maxLR} کیلوبیت/ثانیه کمتر باشد یا شما باید بیشینه ترافیک آپلود به گذرگاه‌های مربوط به این رابط خارجی را افزایش دهید
it: Il Valore Limite {lR} kbit/s dovrebbe essere inferiore a {maxLR}kbit/s o dovresti aumentare il valore massimo del traffico in upload per i gateway associati a questa interfaccia esterna
ja: 制限するレート {lR} kbit/s を {maxLR}kbit/s より小さくするか、外部インタフェースに関連付けられたゲートウェイへのアップロードトラフィック最大値を増加させる必要があります
pt: A taxa limitada {lR} Kb/s deve ser mais baixa do que {maxLR} Kb/s ou deve incrementar o tráfego máximo de carga para as gateways associadas a este interface externo
pt_br: A taxa limitada {lR} Kbit/s deve ser mais baixa do que {maxLR} Kbit/s ou você deve incrementar o trafego máximo de upload para os gateways associadas a esta interface externa

source: Guaranteed Rate exceeded the allowed rate: {rate}
es: Tasa garantizada execedida de la tasa límite: {rate}
fa: سرعت تضمین شده بر سرعت مجاز برتری یافته است: {rate}
fr: Le taux garanti dépasse le taux autorisé : {rate}
it: Il Valore Garantito supera il valore consentito: {rate}
ja: 保証するレートが許可されたレートを超えています: {rate}
pt: A taxa garantida excede a taxa permitida: {rate}
pt_br: A Taxa Garantida excede a taxa permitida de: {rate}

source: Limited Rate {lR} kbit/s should be lower than {maxLR} or you should increase maximum allowed traffic
es: La tasa límite {lR} kbit/s debe ser menor que {maxLR} o debes incrementar el máximo tráfico permitido
fa: سرعت مجاز {lR} کیلوبیت/ثانیه بایستی از {maxLR} کمتر باشد یا بیشینه ترافیک مجاز را افزایش دهید
fr: Le taux limité {lR} kbit/s doit être inférieur à {maxLR} ou alors vous devez augmenter le maximum de trafic autorisé
it: Il Valore Limite {lR} kbit/s dovrebbe essere inferiore a {maxLR}kbit/s o dovresti aumentare il valore massimo di traffico consentito
ja: 制限するレート {lR} kbit/s を {maxLR} より小さくするか、許可するトラフィックの最大値を増加させる必要があります
pt: A taxa limitada {lR} Kb/s deve ser mais baixa do que {maxLR} ou deve incrementar o tráfego máximo permitido
pt_br: Taxa Limitada de {lR} kbit/s deve ser menor que {maxLR} ou você deve incrementar o tráfego máximo permitido

source: Leaf class identifier
es: Identificador de la clase hoja
fa: شناسه کلاس برگ
fr: Marque de classe de feuille
it: Identificativo classe foglia
ja: 末端クラス識別子
pt: Identificador de classe Leaf
pt_br: Identificador de classe Leaf

source: Address
es: Dirección
fa: نشانی
fr: Adresse
it: Indirizzo
ja: アドレス
pt: Endereço
pt_br: Endereço

source: {iface} (internal interface)
fa: {iface} (رابط داخلی)
fr: {iface} (interface interne)
it: {iface} (interfaccia interna)
ja: {iface} (内部インタフェース)
pt: {iface} (interface interno)
pt_br: {iface} (interface interna)

source: {iface} (external interface)
fa: {iface} (رابط خارجی)
fr: {iface} (interface externe)
it: {iface} (interfaccia esterna)
ja: {iface} (外部インタフェース)
pt: {iface} (interface externo)
pt_br: {iface} (interface externa)

source: Guaranteed rate
es: Tasa garantizada
fa: سرعت تضمین شده
fr: Taux garanti
it: Valore garantito
ja: 保証するレート
pt: Taxa garantida
pt_br: Taxa garantida

source: Limited rate
es: Tasa limitada
fa: سرعت محدود
fr: Taux limité
it: Valore limite
ja: 制限されたレート
pt: Taxa limitada
pt_br: Taxa limitada

source: Object {object} has no members. Please add at least one to add rules using this object
fa: شی {object} هیچ عضوی ندارد. لطفا حداقل یک نمونه اضافه کنید تا با استفاده از این شی قواعد اضافه کرد.
fr: L'objet {object} n'a pas de membre. Veuillez en ajouter au moins un pour pouvoir ajouter des règles sur cet objet
it: L'oggetto {object} non ha membri. Prego aggiungine almeno uno per aggiungere regole usando questo oggetto
ja: オブジェクト {object} はメンバーを持っていません。このオブジェクトを使ってルールを追加するには少なくとも一つはメンバーを追加してください
pt: O objecto {object} não tem membros.Adicione pelo menos um para adicionar regras usando este objecto
pt_br: Objeto {object} não tem membros. Por favor adicione pelo menos um para adicionar regras usando este objeto

source: Service
es: Servicio
fa: سرویس
it: Servizio
ja: サービス
pt: Serviço
pt_br: Serviço

source: Port based service
fa: سرویس بر اساس پورت
fr: Service basé sur les ports
pt: Serviço baseado em porto
pt_br: Serviço baseado em porta

source: Source
es: Origen
fa: مبدا
it: Sorgente
ja: 送信元
pt: Fonte
pt_br: Fonte

source: Any
es: Cualquiera
fa: هر چه
fr: Tous
it: Qualsiasi
ja: 全て
pt: Qualquer
pt_br: Qualquer

source: Source IP
es: IP Origen
fa: آی‌پی مبدا
fr: IP source
it: IP sorgente
ja: 送信元IP
pt: Fonte IP
pt_br: IP fonte

source: Source object
es: Objeto origen
fa: شی مبدا
fr: Objet source
it: Oggetto sorgente
ja: 送信元オブジェクト
pt: Fonte do objecto
pt_br: Objeto fonte

source: Destination
es: Destino
fa: مقصد
it: Destinazione
ja: 送信先
pt: Destino
pt_br: Destino

source: Destination IP
es: IP destino
fa: آی‌پی مقصد
fr: IP de destination
it: IP destinazione
ja: 送信先IP
pt: IP de destino
pt_br: IP destino

source: Destination object
es: Objeto destino
fa: شی مقصد
fr: Objet de destination
it: Oggetto destinazione
ja: 送信先オブジェクト
pt: Objecto de destino
pt_br: Objeto destino

source: Priority
es: Prioridad
fa: اولویت
fr: Priorité
it: Priorità
ja: 優先順位
pt: Prioridade
pt_br: Prioridade

source: Lowest priotiry: 7 Highest priority: 0
fa: پایین‌ترین اولویت: ۷ بالاترین محدودیت: ۰
fr: La plus basse priorité: 7 La plus haute priorité: 0
it: Priorità bassa: 7 Priorità alta: 0
pt: Prioridade mais baixa:7 Prioridade mais alta: 0
pt_br: Mais baixa prioridade: 7 Mais alta prioridade: 0

source: Guaranteed Rate
es: Tasa garantizada
fa: سرعت تضمین شده
fr: Taux garanti
it: Valore garantito
ja: 保証するレート
pt: Taxa garantida
pt_br: Taxa garantida

source: Kbit/s
fa: کیلوبیت/ثانیه
pt: Kb/s

source: Limited Rate
es: Tasa limitada
fa: سرعت محدود
fr: Taux limité
it: Valore limite
ja: 制限されたレート
pt: Taxa limitada
pt_br: Taxa limitada

source: Traffic will not exceed this rate. 0 means unlimited rate.
fa: ترافیک به این سرعت نخواهد رسید ۰ به معنی بدون محدودیت است.
fr: Le trafic ne dépassera pas ce taux. 0 signifie un taux illimité.
pt: O trafego não excederá esta taxa. 0 significa taxa ilimitada.
pt_br: O trafego não excederá esta taxa. 0 significa taxa ilimitada.

source: Rules list for {printableIndex}
fa: فهرست قواعد برای {printableIndex}
fr: Listes des règles pour {printableIndex}
it: Elenco regole pe {printableIndex}
ja: {printableIndex} のためのルール一覧
pt: Lista de regras para {printableIndex}
pt_br: Lista de regras para {printableIndex}

source: Note that if the interface is internal, the traffic flow comes from Internet to inside and the external is the other way around
fa: توجه نمایید که اگر این رابط داخلی باشد، جریان ترافیک از اینترنت به درون و اگر خارجی باشد برعکس خواهد بود
fr: Notez que si l'interface est interne, le flux du trafic va de l'internet vers l'intérieur, tandis que si elle est externe, se sera l'inverse
pt: Tenha em atenção que o interface é interno, o fluxo de tráfego que vem da Internet para o interior e o externo pelo caminho contrário
pt_br: Veja que se a interface é interna, o tráfego flui da internet para dentro e quando é externa o tráfego faz outro caminho ao redor

source: rule
es: regla
fa: قاعده
fr: règle
it: regola
ja: ルール
pt: regra
pt_br: regra

source: Remove {num} rules at {modelName}
es: Borrar {num} reglas de {modelName}
fa: حذف {num} قاعده از {modelName}
fr: Effacer {num} règles dans {modelName}
it: Elimina regola {num} da {modelName}
ja: {num} 個のルールを {modelName} から削除
pt: Remover {num} regras em {modelName}
pt_br: Remove {num} regras em {modelName}

source: Normalizing rates: {limitNum} rules have decreased its limit rate to {limitRate}, {guaranNum} rules have normalized its guaranteed rate to maintain the same proportion that it has previously and {removeNum} have been deleted because its guaranteed rate was lower than the minimum allowed
es: Normalizando tasas: {limitNum} reglas han bajado su tasa límite a {limitRate}, {guaranNum} reglas han normalizado su tasa garantizada para mantener la misma proporción que existía antes y {removeNum} se han borrado porque su tasa garantizada resultante era menor que la mínima permitida
fa: نرمال‌سازی سرعت‌ها: قواعد {limitNum} سرعت محدودش را به {limitRate} محدود کرده است، قواعد {guaranNum} سرعت تضمین‌شده‌اش را برای نگهداری سهم یکسانی که آن قبلا داشته است نرمال‌سازی کرده است و {removeNum} به دلیل اینکه سرعت تضمین شده اش کمتر از کمینه مجاز بوده حذف شده است
fr: Normalisation des taux : {limitNum} règles ont descendu leur taux limite à {limitRate}, {guaranNum} règles ont normalisé leur taux garanti afin de maintenir la même proportion que précédemment et {removeNum} règles ont été effacées car leur taux garanti était inférieur au minimum autorisé
it: Normalizzazione valori: le regole {limitNum} hanno diminuito il limite a {limitRate}, le regole {guaranNum} hanno normalizzato il valore garantito in modo da mantenere le stesse proporzioni presenti in precedenza e {removeNum} sono state eliminate perché il valore garantito era inferiore al minimo consentito
ja: レートを正規化しています: {limitNum} 個のルールが制限レートを {limitRate} に落としました。 {guaranNum} 個のルールが以前と同等の割合を保つために保証するレートを正規化しました。また、保証するレートが許可された最小値を下回ったため {removeNum} 個のルールが削除されました。
pt: Taxas normalizadas: {limitNum} regras baixaram a sua taxas limite para {limitRate}, {guaranNum} regras normalizaram a sua taxa garantida para manter a mesma proporção que tinha previamente e {removeNum} foram apagadas porque a sua taxa garantida era mais baixa que o mínimo permitido
pt_br: Taxas normalizadas: {limitNum} regras baixaram a sua taxas limite para {limitRate}, {guaranNum} regras normalizaram a sua taxa garantida para manter a mesma proporção que tinha previamente e {removeNum} foram apagadas porque a sua taxa garantida era mais baixa que o mínimo permitido

source: Port based protocols use the port number to match a service, while Application based protocols are slower but more effective as they check the content of any packet to match a service.
fa: پروتکل‌های برمبنای پورت برای تطابق با یک سرویس از شماره پورت استفاده می‌کنند، درحالیکه پروتکل‌های برمبنای برنامه کندتر هستند اما به دلیل بررسی محتوای هر بسته با یک سرویس بسیار کارا هستند.
fr: Les protocoles basés sur les ports utilisent les numéro de port lié à un service, tandis que les protocoles basé sur les applications sont plus lent mais plus efficace car ils contrôlent le contenu des paquets afin de vérifier s'il correspondent au service attendu.
pt: protocolos baseados em portos usam o porto que condiz com o serviço, enquanto protocolos baseados em aplicações são mais lentos mas mais eficazes porque verificam o conteúdo de qualquer pacote que condiz com o serviço.
pt_br: Protocolos baseados em porta usam o número da porta para associar um serviço, enquanto protocolos baseados em aplicação são mais lentos porem mais eficientes pois checam o conteúdo de qualquer pacote para associar um serviço.

source: Application based service
fa: سرویس برمبنای برنامه
fr: Service basé par application (Application based service)
pt: Serviço baseado em aplicação
pt_br: Serviço baseado em aplicação

source: Application based service group
fa: گروه سرویس برمبنای برنامه
fr: Groupe de service basé par application (Application based service group)
pt: Grupo de serviços baseados em aplicação
pt_br: Grupo de serviço baseado em aplicação

source: External Interface
fr: Interface externe
pt: Interface externo

source: Upload
fr: Envoyer (Upload)
pt: Carregar

source: Download
fr: Télécharger
pt: Descarregar

source: External Interface Rates
fr: Taux de l'interface externe
pt: Taxas do Interface Externo

source: rate
fr: taux (rate)
pt: taxa

source: Traffic Shaping is applied when eBox is acting as a gateway. To achieve this, you need at least an internal and an external interface. Check your interface configuration to match, at {openhref}Network->Interfaces{closehref}
fa: شکل‌دهی ترافیک هنگامیکه ای‌باکس به عنوان یک‌ گذرگاه عمل می‌کند، اعمال می‌گردد. برای رسیدن به این، شما نیاز دازید حداقل یک رابط داخلی و خارجی داشته باشید. پیکربندی رابط را برای تطابق با آن در {openhref}شبکه->رابط‌ها{closehref} بررسی نمایید
fr: Le lissage de trafic est actif lorsqu'eBox fonctionne en mode passerelle. Vous devez avoir au moins une interface interne et une externe. Vérifiez votre configuration dans {openhref} Réseau->Interfaces{closehref}
it: Il traffic shaping viene applicato quando eBox funziona come gateway. Per ottenere questo, devi avere almeno un'interfaccia interna ed una esterna. Controlla che la tua configurazione interfaccia corrisponda, su {openhref}Rete ->Interfacce{closehref}
ja: eBoxはゲートウェイとして動作しているときにトラフィック整形を行います。これを適用するためには少なくとも内部インタフェースと外部インタフェースを一つずつ持っている必要があります。次の場所からインタフェース設定を確認してください。 {openhref}Network->Interfaces{closehref}
pt: O perfil de tráfego é aplicado quando a eBox está configurada como gateway. Para obter isto necessita pelo menos de um interface interno e outro externo . Verifique a configuração dos interfaces em {openhref}Network->Interfaces{closehref}
pt_br: Traffic Shaping é aplicado quando o eBox está trabalhando como um gateway. Para conseguir isso, você precisa de pelo menos uma interface interna e externa. Verifique se sua configuração de interface corresponde, em {openhref}Network->Interfaces{closehref}

source: Traffic Shaping is applied only if there are gateways with an upload rate set associated with an external interface. In order to do so, create a gateway at {openhref}Network->Gateways{closehref} setting as interface an external one.
es: El moldeado de tráfico sólo se aplica a interfaces externos que tienen puertas de enlace con una tasa máxima de subida. Para conseguirlo, crea una puerta de enlace en {openhref}Red->Gateways{closehref} poniendo como interfaz a uno externo.
fa: شکل‌دهی ترافیک تنها اگر گذرگاه‌هایی با یک سرعت آپلود مربوط با یک رابط خارجی باشد اعمال می‌گردد. برای این کار، یک گذرگاه در {openhref}شبکه->گذرگاه‌ها{closehref} با تنظیم رابط به یک رابط خارجی ایجاد نمایید.
fr: Le lissage de trafic ne peut être appliqué qu'aux passerelles avec un taux d'envoi défini, lié a une interface externe. Créer une passerelle dans le menu {openhref}Réseau->Passerelles{closehref}.
it: Il Traffic Shaping viene applicato solo se ci sono gateway con un valore in upload impostato ad un'interfaccia esterna. Per far questo, crea un gateway su {openhref}Rete->Gateway{closehref} impostando un'interfaccia come esterna.
ja: アップロードレートが外部インタフェースに関連付けられているゲートウェイが存在するときのみ、トラフィック整形が行われます。これを適用するためには {openhref}Network->Gateways{closehref} からゲートウェイを作成し、インタフェースが外部ゲートウェイであるように設定してください。
pt: O perfil de tráfego é aplicado somente se houver gateways com uma definição de taxa de carga associada com um interface externo. Para fazer isto crie a definição da gateway em {openhref}Network->Gateways{closehref} com um interface externo
pt_br: Traffic Shaping é aplicado apenas se há um gateway com uma taxa de upload associada a uma interface externa. Para fazer isso, criem um gateway em {openhref}Network->Gateways{closehref} tornando a interface uma interface externa.

source: Rules list per interface
es: Listas de reglas por interfaz
fa: فهرست قواعد برای هر رابط
fr: Liste de règles par interface
it: Elenco regole per interfaccia
ja: インタフェース毎のルール一覧
pt: Lista de regras por interface
pt_br: Lista de regras por interface

source: Select an interface to add traffic shaping rules. Keep in mind that if you are shaping an internal interface, you are doing ingress shaping.
es: Seleccionar una interfaz para añadir reglas de moldeado de tráfico. Ten en cuenta que si estás moldeando un interfaz interno, estás haciendo moldeado de tráfico de entrada
fa: یک رابط برای افزودن قواعد شکل‌دهی ترافیک انتخاب نمایید. درنظر داشته باشید که اگر شما شکل‌دهی را در رابط داخلی انجام‌ می‌دهید، شما در حال شکل‌دهی ingress هستید.
fr: Sélectionner une interface pour ajouter des règles de lissage de trafic. Garder à l'esprit que si vous faites de l'équilibrage de charge sur une interface interne, vous limiterez le trafic d'entrée.
it: Seleziona un'interfaccia per aggiungervi le regole di traffic shaping. Tieni a mente che se stai lavorando su un'interfaccia interna, i valori sono applicati al traffico in ingresso
ja: トラフィック整形ルールを追加するインタフェースを選択してください。内部インタフェースを整形する場合、進入するトラフィックの整形をしていることに気をつけてください
pt: Seleccione um interface para adicionar regras de perfil de tráfego. Tenha em atenção que se estiver a estabelecer o perfil de um interface interno está a criar um perfil de entrada.
pt_br: Selecione uma interface para adicionar regras de traffic shaping. Tenha em mente que se estiver usando shaping em uma interface você está fazendo "ingress shaping".

source: Choose an interface to shape
es: Elije un interfaz para moldear
fa: انتخاب یک رابط برای شکل‌دهی
fr: Choisissez une interface à lisser
it: Scegli un'interfaccia
ja: 整形するインタフェースを選んでください
pt: Escolha um interface para estabelecer
pt_br: Escolha uma interface para aplicar traffic shaping

source: Traffic Shaping
es: Moldeado de tráfico
fa: شکل‌دهی ترافیک
fr: Lissage de trafic
ja: トラフィック整形
pt: Perfil de tráfego

source: Add iptables rules to mangle table
fa: افزودن قواعد iptables به جدول mangle
fr: Ajouter des règles "iptables" à la table "mangle"
ja: iptableルールをmangleテーブルに追加
pt: Adicionar regras iptables à tabela mangle
pt_br: Adicionar regras iptables à tabela mangle

source: To mark packets with different priorities and rates
fa: نشان‌گذاری بسته‌ها با اولویت‌ها و سرعت‌های متفاوت
fr: Marquer les paquets avec une priorité ou taux différents
ja: 優先度とレートの異なるパケットをマーク
pt: Para marcar pacotes com taxas e prioridades diferentes
pt_br: Marcar pacotes com taxas e prioridades diferentes

source: Add tc rules
fa: افزودن قواعد tc
fr: Ajouter des règles "tc"
ja: tcルールを追加
pt: Adicionar regras tc
pt_br: Adicionar regras tc

source: To implement the traffic shaping rules
fa: برای پیاده‌سازی قواعد شکل‌دهی ترافیک
fr: Implémenter des règles de gestion de trafic (traffic shaping)
ja: トラフィック整形ルールを実装
pt: Para implementar regras de perfil de tráfego
pt_br: Para implementar regras de traffic shaping

source: Rules
fr: Règles
pt: Regras

source: Interface Rates
fr: Taux/fréquence de l'interface (Interface Rates)
pt: Taxas do Interface

source: The maximum rule account {max} is reached, please delete at least one in order to to add a new one
es: El máximo número de reglas {max} se ha alcanzado, por favor borra al menos una para añadir una nueva
fa: بیشترین قاعده حساب {max} رسیده شد، لطفا حداقل برای افزودن یک نمونه دیگر یکی را حذف نمایید
fr: Le nombre maximum de compte de règles {max} est atteint. Veuillez en effacer au moins une
it: É stato raggiunto il numero massimo di regole {max}, prego eliminale almeno una per aggiungerne una nuova
ja: ルールアカウントが最大値 {max} に達しました。新規作成するには少なくとも一つは削除してください
pt: O número máximo de regras {max} foi atingido, apague pelo menos uma regra para poder adicionar outra
pt_br: O número máximo de regras da conta {max} foi atingido, apague pelo menos uma regra para poder adicionar outra

source: type
es: tipo
fa: نوع
it: tipo
ja: タイプ
pt: tipo
pt_br: tipo

source: Interface {iface} should have a maximum bandwidth rate in order to do traffic shaping
es: Interfaz {iface} debe tener una tasa máxima de ancho de banda para hacer moldeado de tráfico
fa: رابط {iface} بایستی یک پهنای باند بیشینه برای انجام شکل‌دهی ترافیک داشته باشد
fr: L'interface {iface} doit avoir un taux de transfert maximum afin de pouvoir lisser le trafic
it: L'interfaccia {iface} dovrebbe avere un valore di banda massimo per poter applicare il traffic shaping
ja: トラフィック整形するためにはインタフェース {iface} が最大バンド幅を持っている必要ああります
pt: O interface {iface} deve ter uma taxa máxima de largura de banda para fazer perfil de tráfego
pt_br: Interface {iface} deve ter uma taxa máxima de largura de banda para fazer traffic shaping

source: Protocol
es: Protocolo
fa: پروتکل
fr: Protocole
it: Protocollo
ja: プロトコル
pt: Protocolo
pt_br: Protocolo

source: Port
es: Puerto
fa: پورت
it: Porta
ja: ポート
pt: Porto
pt_br: Porta

source: options
es: opciones
fa: گزینه‌ها
it: opzioni
ja: オプション
pt: opções
pt_br: opções

source: Source MAC
es: MAC Origen
fa: MAC مبدا
it: MAC sorgente
ja: 送信元MAC
pt_br: MAC fonte

source: Interface
es: Interfaz
fa: رابط
it: Interfaccia
ja: インタフェース

source: If service is any, some source or destination should be provided
es: Si el servicio es cualquiera, se debe dar algún origen o destino
fr: Si le service est défini sur "n'importe lequel /tous", une source ou une destination doit être définie
it: Se il servizio è qualsiasi, deve essere inserita una sorgente o destinazione
ja: どのサービスにおいても、何らかの送信先、送信元を指定する必要があります

source: Change or remove some rules on {contextName}
es: Cambiar o borrar algunas reglas en {contextName}

source: Adding a rule to the interface should be done following maximum rate allowed to that interface and the sum of the different guaranteed rates should be at much as the total rate allowed. No limited rate or zero means unlimited rate in terms of bandwidth link. At least, one should be provided.In order to identify a rule, an attribute should be given.Highest priority: 0 lowest priority: 7
es: Se debe añadir una regla al interfaz sin superar la máxima tasa permitida por ese interfaz y la suma de las diferentes tasas garantizadas debe ser como mucho la máxima tasa permitida. No tener tasa limitada o que sea igual a cero significa que no hay límite en términos del ancho de banda del enlace. Al menos, se debe dar un atributo para definir una regla. La prioridad máxima es 0 y la mínima es 7

source: traffic shaping
es: moldeado de tráfico

source: Traffic shaping can be only done in external interfaces which have gateways associated to
es: El moldeado de tráfico sólo puede hacerse en interfaces externos que tienen asociados puertas de enlace
