Repository: zentyal/zentyal
Catalog: client/webserver/po/*.po
Languages: de, fa, gl, ja, ro, zh_tw

source: Web Server
ro: Server Web

source: To set webserver listening port.
ro: Setare port ascultare server web

source: To configure default virtual host.
ro: Configurare gazdă virtuală implicită.

source: To configure default SSL virtual host.
ro: Configurare gazdă virtuală SSL implicită.

source: To configure the per-user public_html directory.
ro: Configurare director public HTML per utilizator.

source: Enable Apache LDAP user module
ro: Activare modul utilizator Apache LDAP

source: To fetch home directories from LDAP.
ro: Extragere directoare home din LDAP

source: Enable Apache SSL module
ro: Activare modul utilizator apache SSL

source: To serve pages over HTTPS.
ro: Pentru servirea paginilor prin HTTPS.

source: Web service status
de: Status des Webserverdienstes
fa: وضعیت سرویس وب
gl: Estado do servizo web
ja: Webサービスの状態
ro: Stare serviciu web
zh_tw: 網頁伺服器狀態

source: The {userDirConfFile} is missing! Please recover it.
ro: Utilizatorul{userDirConfFile} lipseste! Vă rugăm recuperaţi-l.

source: Listening port
de: Port
fa: پورت در حال شنود
gl: Porto de escoita
ja: 受信ポート
ro: Port ascultare
zh_tw: 監聽連接埠

source: Zentyal Administration is running on this port, change it on {ohref}System -> General{chref}.
ro: Administrarea Zentyal foloseşte acest port, modificaţi-l la{ohref}Sistem -> General{chref}.

source: You need a Service Certificate for the Web Server module, enable it on {ohref}Certification Authority -> Service Certificates{chref}.
ro: Este necesar serviciul Certificate pentru modulul Server Web, activaţi-l la {ohref}Autoritate de certificare -> Certificate Servicii{chref}.

source: Having installed and configured the Users and Groups module is required to allow HTML directories for users.
ro: Pentru a permite directoare HTML pentru utilizatori este necesară instalarea şi configurarea modulului Utilizatori şi Grupuri.

source: A properly configured Users and Groups module is required to allow HTML directories for users. To configure it, please enable it at least one time.
ro: Pentru a permite directoare HTML pentru utilizatori este necesară configurarea corespunzătoare a modulului Utilizatori şi Grupuri.Pentru confogurarea lui, activaţi-l cel puţin odată.

source: Listening SSL port
ro: Port ascultare SSL

source: Disabled
ro: Dezactivat

source: Enabled
ro: Activat

source: Enable per user {dirName}
de: Ein {dirName} pro Benutzer
fa: فعال‌سازی {dirName} به ازای هر کاربر
gl: Habilitado por usuario {dirName}
ja: ユーザ {dirName} 毎に有効化
ro: Activare {dirName} per utilizator
zh_tw: 啟用每個使用者 {dirName}

source: Allow users to publish web documents using the public_html directory on their home.
ro: Permite utilizatorilor publicarea de documente Web folosind directorul public_html din home-ul personal.

source: General configuration settings
de: Allgemeine Einstellungen
fa: تنظیمات عمومی پیکربندی
gl: Axustes de configuración xeral
ja: 全般的設定
ro: Configurari generale
zh_tw: 一般設置設定

source: General Web server configuration. The listening port must not be used by another service. If you enable user to publish their own html pages, those should be loaded from {dirName} directory from their home directories.
ro: Configurare generală a serverului Web. Portul de ascultare nu trebuie folosit de nici un alt serviciu. Dacă activaţi publicarea de către utilizatori a propriilor pagini html, acestea trebuie încărcate din directoarele {dirName} din home-urile lor.

source: General Web server configuration settings updated.
ro: Configuraţia generală a serverului Web a fost actualizată.

source: Virtual host name
ro: Nume gazdă virtuală

source: Virtual host
ro: Gazdă virtuală

source: SSL support is disabled. Enable it before adding a SSL virtual host.
ro: Suportul SSL este dezactivat. Activaţi-l înainte de a adăuga gazde virtuale SSL.

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}. {noDnsWarning}
ro: Gazda virtuală {vhost} adăugată. Un domeniu {domain} a fost creeat cu asocierea nume {name} - adresă IP {ip}. {noDnsWarning}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain.
ro: Gazda virtuală {vhost} adăugată. Asocierea nume {name} - adresă IP {ip} a fost adăugată la domeniul {domain}.

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}.
ro: Gazda virtuală {vhost} adăugată ca alias {alias} la numele gazdei {hostname}.

source: Virtual host {vhost} added.
ro: Gazdă vitruală {vhost} adăugată.

source: There is no static internal interface to set the Web server IP address.
ro: Nu există interfaţă statică internă pentru a aloca adresa IP a serverului Web.

source: Allow SSL
ro: Permite SSL

source: Force SSL
ro: Forţează SSL

source: SSL support
ro: Suport SSL

source: Name
fa: نام
gl: Nome
ja: 名前
ro: Nume
zh_tw: 名稱

source: Virtual hosts
de: Virtuelle Server
fa: میزبان‌های مجازی
ja: バーチャルホスト
ro: Gazde virtuale
zh_tw: 虛擬主機

source: Virtual hosts are a form of web hosting service where many instances of the same web server are hosted on a single physical server. Different host names point to the same web server. If feasible, the DNS entry is automatically created. The content must be placed under the {docRoot} directory. Any particular configuration you want to add must be placed in the {userConf} directory.
ro: Gazdele virtuale sunt o formă de servicii de găzduire Web unde mai multe instanţe ale aceluiaşi server Web sunt localizate pe un singur server. Nume diferite de gazde indică acelaşi server Web. Dacă este posibil, sunt create automat intrări în DNS. Conţinutul trebuie plasat în directorul {docRoot}. Orice configurare particularizată poate fi plasată în directorul {userConf}.

source: {open}The DNS module is disabled. The added mapping or domains will not have any effect until you enable it
ro: {open} Modulul DNS este dezactivat. Asocierile adăugate sau domeniile nu vor avea efecte decât după activarea lui.

source: Configuration
ro: Configuraţie

source: The Zentyal web service allows you to host Web pages in plain HTML within different virtual hosts.
ro: Serviciul Web Zentyal permite găzduirea paginilor Web HTML simple prin intermediul gazdelor virtuale diferite.

source: Web service
de: Webserver
fa: سرویس وب
gl: Servizo web
zh_tw: 網頁伺服器

source: The eBox web service allows you to host Web pages in plain HTML within different virtual hosts
de: Der eBox Webserver erlaubt Ihnen verschiedene HTML-Webseiten in unterschiedlichen virtuellen Servern zu speichern
fa: سرویس وب ای‌باکس به شما اجازه می‌دهد تا صفحات وب تنها HTML را در ویزبان‌های مجازی مختلف میزبانی کنید
gl: O servizo web eBox permítelle aloxar páxinas web en HTML plano en diferentes virtual hosts
ja: eBox Webサービスでは異なるバーチャルホストでプレーンなHTMLページをホストすることを許可しています
zh_tw: eBox 的網頁伺服器允許您在主機上架設HTML網頁以及多個虛擬主機

source: listening port
de: Hört auf Port
fa: پورت در حال شنود
gl: porto de escoita
ja: 受信ポート
zh_tw: 監聽連接埠

source: General Web server configuration. The listening port must not be got from another service. If you enable user to publish their own html pages, the pages will be loaded from {dirName} directory from their samba home directories
de: Allgemeine Einstellungen für den Webserver. Der Port, auf der Webserver die Anfragen entgegennimmt, darf nicht von anderen Diensten verwendet werden. Wenn Sie Benutzern erlauben, eigene HTML-Seiten zu veröffentlichen, müssen sie im Ordner {dirName} ihres eigenen Ordners der Dateifreigabe liegen.
fa: پیکربندی عمومی سرور وب. پورت در حال شنود نباید از سرویس دیگری گرفته شود. اگر شما به کاربران اجازه انتشار صفحات وب مخصوص به خودشان را داده باشید، صفحات از پوشه {dirName} از پوشه خانه سامبای آنها بارگذاری خواهد شد
gl: Configuración do servidor web xeral. O porto de escoita non pode pertencer a outro servizo. Se habilitas ao usuario para publicar as súas propias páxinas html, o contido será cargado do directorio {dirName} dos seus directorios home de samba
ja: 全般的なWebサーバの設定を行います。受信ポートは他のサービスと競合してはなりません。ユーザ毎の公開ページを有効にする場合、ページSambaホームディレクトリの中の {dirName} ディレクトリから読み込まれます。
zh_tw: 一般網頁伺服器設置.監聽連接埠必須不能被其他服務使用.假如您啟用使用者發佈他們的自己的 html 網頁,則網頁將會從他們的 samba 家目錄的 {dirName} 目錄中讀取

source: General Web server configuration settings updated
de: Die allgemeinen Einstellungen wurden aktualisiert
fa: تنظیمات عمومی پیکربندی سرور وب به‌روز رسانی شد
gl: Actualizados os axustes de configuración do servidor web xeral
ja: 全般的なWebサーバの設定が更新されました
zh_tw: 一般網頁伺服器設置設定已更新

source: Virtual host's name
de: Name des virtuellen Servers
fa: نام میزبان مجازی
gl: Nome do Virtual Host
ja: バーチャルホスト名
zh_tw: 虛擬主機名稱

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}
de: Der virtuelle Server {vhost} ist hinzugefügt worden. Die Domäne {domain} wurde erstellt mit der Verknüpfung {name} - IP-Adresse {ip}
fa: میزبان مجازی {vhost} افزوده شد. یک دامنه {domain} با نگاشت نام {name} - نشانی آی‌پی {ip} ایجاد شده است
gl: Virtual host {vhost} engadido. Un dominio {domain} foi creado co nome {name} - enderezo IP {ip}
zh_tw: 虛擬主機 {vhost} 已新增.網域 {domain} 已經建立並有對應的名稱 {name} - IP 位址 {ip}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain
de: Der virtuelle Server {vhost} ist hinzugefügt worden. Die Verknüpfung {name} - IP-Adresse {ip} wurde zur Domäne {domain} hinzugefügt
fa: میزبان مجازی {vhost} افزوده شد. یک نگاشت نام {name} - نشانی آی‌پی {ip} به دامنه {domain} افزوده شده است
gl: Virtual host {vhost} engadido. O nome {name} - enderezo IP {ip} foi engadido ao dominio {domain}
ja: バーチャルホスト {vhost} が追加されました。ドメイン {domain} に名前 {name} - IPアドレス {ip} のマッピングが追加されました
zh_tw: 虛擬主機 {vhost} 已新增.對應名稱 {name} - IP 位址 {ip} 已經新增到 {domain} 的網域

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}
de: Der virtuelle Server {vhost} ist als Alias {alias} zum Server {hostname} hinzugefügt worden
fa: میزبان مجازی {vhost} به عنوان یک مستعار {alias} به میزبان {hostname} افزوده شد
gl: Virtual host {vhost} engadido como un alias {alias} ao nome de host {hostname}
ja: ホスト名 {hostname} へのエイリアス {alias} としてバーチャルホスト {vhost} が追加されました
zh_tw: 虛擬主機 {vhost} 已新增一個別名 {alias} 到主機名稱 {hostname}

source: Virtual host {vhost} added
de: Der virtuelle Server {vhost} wurde hinzugefügt
fa: میزبان مجازی {vhost} افزوده شد
gl: Virtual host {vhost} engadido
ja: バーチャルホスト {vhost} が追加されました
zh_tw: 虛擬主機 {vhost} 已新增

source: There is no static internal interface to set the Web server IP address
de: Es ist keine feste IP-Adresse vorhanden, die als IP-Adresse für den Webserver dienen könnte
fa: رابط داخلی استاتیک برای تنظیم نشانی آی‌پی سرور وب وجود ندارد
gl: Non existe unha interface interna estática para establecer o enderezo IP do servidor web
ja: WebサーバのIPアドレスを設定する静的な内部インタフェースがありません
zh_tw: 這裡沒有固定的外網介面來設定網頁伺服器 IP 位址

source: Virtual hosts are a form of web hosting service where many instances of the same web server is hosted on a single physical server. Different host names will point to the same web server. The DNS entry is automatically created if this is possible. The content must be placed under {docRoot}/vHostName directory
de: Virtuelle Server sind eine Form von Webhosting wobei ein physikalischer Server verschiedene Webserver bereitstellt. Verschiedene Servernamen zeigen auf den gleichen Webserver. Der DNS-Eintrag wird automatisch erstellt, falls möglich. Die Website muss im Ordner {docRoot}/Servername gespeichert sein.
fa: میزبان‌های مجازی یک نوعی از سرویس وب در جاییکه تعدادی سرور وب بر روی یک سرور فیزیکی میزبانی شده باشند می‌باشد. نام‌های میزبان‌های متفاوت به یک سرور وب اشاره می‌کنند. ورودی DNS به طور خودکار در صورت امکان ایجاد خواهد شد. محتوا بایستی در پوشه {docRoot}/vHostName قرار گیرد
gl: Os Virtual Hosts é un método de servizo de aloxamento web onde moitas instancias do mesmo servidor web están aloxadas nun único servidor físico. Diferentes nomes de máquina apuntarán ao mesmo servidor web. A entrada DNS é automaticamente creada se é posible. O contido debe situarse baixo o directorio {docRoot}/vHostName
zh_tw: 虛擬主機是一個網頁託管服務,是把許多網頁伺服器需要的功能集中在一台實體伺服器上.不同的主機名稱將會對應到同一個網頁伺服器.有可能 DNS 名稱也會自動的建立.而網頁內容必須放在 {docRoot}/vHostName 目錄下

source: virtual host
de: virtueller Server
fa: میزبان مجازی
ja: バーチャルホスト
zh_tw: 虛擬主機

source: HyperText Transport Protocol
de: HyperText Transport Protokoll (Protokoll für den Transport von angereichertem Text)
fa: پروتکل انتقال فرامتن (وب)
gl: Protocolo de Transferencia de HiperTexto
ja: ハイパーテキストトランスポートプロトコル

source: Web
fa: وب
zh_tw: 網頁

source: The {userDirConfFile} is missing! Please recover it
de: Die Datei {userDirConfFile} wurde nicht gefunden.
fa: {userDirConfFile} وجود ندارد! لطفا آنرا بازیابی نمایید
gl: O directorio {userDirConfFile} perdeuse! Recupereo
ja: ファイル {userDirConfFile} がありません！ 修復してください
zh_tw: 此 {userDirConfFile} 已遺失!請回復

source: If you tick this field, each user is permitted to have a website in their home directory under public_html
fa: اگر شما این گزینه را انتخاب نمایید، هر کاربر اجازه خواهد داشت تا یک وب‌سایت در پوشه خانه اش زیر شاخه public_html داشته باشد
gl: Se marca este campo, cada usuario ten permitido ter un sitio web no seu directorio home dentro de public_html
zh_tw: 假如您勾選這個功能,每個使用者都會允許有一個網站在他們的家目錄中放置 public_html

source: To set webserver listening port
fa: تنظیم پورت در حال شنود سرور وب
gl: Establecer o porto de escoita do servidor web
zh_tw: 設定網頁伺服器監聽連接埠

source: To configure the per-user public HTML directory
fa: پیکربندی پوشه HTML عمومی برای هر کاربر
gl: Configurar o directorio HTML público por usuario
zh_tw: 設置每個使用者公用 HTML 目錄

source: Enable apache LDAP user module
fa: فعال‌سازی ماجول کاربر LDAP آپاچی
gl: Habilitar o módulo de usuario LDAP de apache
ja: Apache LDAPユーザモジュールを有効化
zh_tw: 啟用 apache LDAP 使用者模組

source: To fetch home directories from LDAP
fa: دریافت پوشه‌های خانه از LDAP
gl: Coller os directorios home de LDAP
ja: LDAPからホームディレクトリを取得
zh_tw: 從 LDAP 抓取家目錄
