Repository: zentyal/zentyal
Catalog: client/ebox/po/ebox-subscription/*.po
Languages: es

source: Sometimes you just need more fluid conversations. Zentyal provides instant messaging based on the Jabber/XMPP protocol, so you can use any of the existing clients on any platform, even on cell phones.
es: A veces necesitas conversaciones más fluidas. Zentyal ofrece mensajería instantánea basada en el protocolo Jabber/XMPP, así que puedes utilizar cualquiera de los clientes existentes en cualquier plataforma, incluso en los teléfonos móviles.

source: VoIP
es: Voz IP

source: When you need to call.
es: Cuando tienes que llamar.

source: With Zentyal you can provide your employees with their own extension and make internal calls and conferences easily. With third-party providers, you can also get real phone numbers and route them to your Zentyal to make and receive calls at very low prices.
es: Con Zentyal puedes ofrecer a tus empleados su propia extensión y realizar llamadas internas y conferencias con facilidad. Con un proveedor puedes también obtener números de teléfono reales y dirigirlos a tu servidor Zentyal para hacer y recibir llamadas a un coste muy bajo.

source: E-mail: SMTP and POP3/IMAP4 with SSL/TLS. Antispam, antivirus and relay policies. Webmail. SIEVE server-side filters.
es: Correo electrónico: SMTP y POP3/IMAP4 con SSL/TLS. Antispam, antivirus y relay. Webmail. Filtrado en el servidor (SIEVE).

source: Instant Messaging (IM)
es: Mensajería Instantánea (IM)

source: VoIP: Internet based calls to mobile phones and landlines, call transfers, call parking, voicemail, conference rooms, etc.
es: Voz IP: Llamadas a través de Internet a móviles y números fijos, transferencia, llamadas en espera, buzon de voz, salas de conferencias, etc.

source: As you are enjoying a Commercial Server Subscription the updates are Quality Assured by the Zentyal Development Team.
es: Como tienes una Suscripción Comercial al Servidor, las actualizaciones están garantizadas por el Equipo de Desarrollo de Zentyal.

source: Warning: The updates are community based. You can now gain access to the Quality Assured Updates by purchasing the {ohpro}Professional{ch} or {ohent}Enterprise{ch} Server Subscription. QA Updates guarantee that all the upgrades, bugfixes and security updates are extensively tested by the Zentyal Development Team and you won't be introducing any regressions on your already working system.
es: Advertencia: Estas actualizaciones están basadas en la comunidad. Puedes obtener acceso a las Actualizaciones con Garantía de Calidad adquiriendo la Suscripción al Servidor {ohpro}Profesional{ch} o {ohent}Empresarial{ch}. Las Actualizaciones con Garantía de Calidad garantizan que todos los parches de seguridad y actualizaciones de cualquier componente de Zentyal son probados y aprobados por el Equipo de Desarrollo de Zentyal antes de ser aplicados en tus instalaciones.

source: FREE Basic Subscription
es: Suscripción Básica GRATIS

source: Subscriptions & Services
es: Suscripciones & Servicios

source: Commercial Subscriptions
es: Suscripciones Comerciales

source: Commercial Support
es: Soporte Comercial

source: Administer and monitor multiple Zentyal servers from a central point.
es: Administra y monitoriza múltiples servidores Zentyal desde un punto central.

source: Certified Training
es: Formación Certificada

source: Online Store
es: Tienda Online

source: Get a FREE {ohref}Basic Server Subscription{chref} that allows you to have a look to the commercial services and to store your configuration backup remotely, receive alerts regarding the connectivity of your Zentyal server, available updates or failed automatic backup.
es: Obtén GRATIS una {ohref}Suscripción Básica{chref} para tu servidor que te permita echar un vistazo a los servicios comerciales y almacenar tu backup de configuración de forma remota, recibir alertas sobre la connectividad de tu servidor Zentyal, actualizaciones disponibles, o backups automáticos fallidos.
