Repository: zentyal/zentyal
Catalog: client/ebox/po/ebox-subscription/*.po
Languages: es

source: Get daily Antispam updates keep spam out of your mail servers! The Antispam updates are integrated in the {openhref}Advanced Security Updates{closehref} subscription that guarantees that the Antispam, Intrusion Detection System, Content filtering system and Antivirus installed on your Zentyal server are updated on daily basis based on the information provided by the most trusted IT experts.
es: ¡Obtén las actualizaciones diarias de Antispam y evita recibir spam en tus servidores de correo! Las actualizaciones de Antispam están incluidas en la suscripción de {openhref}Actualizaciones Avanzadas de Seguridad{closehref}. Este servicio garantiza que el Antispam, Sistema de Detección de Intrusos, Sistema de Filtrado de Contenidos y Antivirus instalados en su servidor están actualizados a diario basados en los datos proporcionados por los expertos TIC de mayor confianza.

source: Get Content Filtering updates to keep your HTTP proxy aware of the latest threats such as malware, phishing and bots! The Content Filtering updates are integrated in the {openhref}Advanced Security Updates{closehref} subscription that guarantees that the Antispam, Intrusion Detection System, Content filtering system and Antivirus installed on your Zentyal server are updated on daily basis based on the information provided by the most trusted IT experts.
es: ¡Obtén las actualizaciones del Sistema de Filtrado de Contenidos para mantener tu proxy HTTP al tanto de las últimas amenazas como el malware, phishing y los bots! Las actualizaciones del Sistema de Filtrado de Contenidos están incluidas en la suscripción de {openhref}Actualizaciones Avanzadas de Seguridad{closehref}. Este servicio garantiza que el Antispam, Sistema de Detección de Intrusos, Sistema de Filtrado de Contenidos y Antivirus instalados en su servidor están actualizados a diario basados en los datos proporcionados por los expertos TIC de mayor confianza.

source: Get IDS updates to protect your system against the latest security threats such as hacking attempts and attacks on security vulnerabilities! The IDS updates are integrated in the {openhref} Advanced Security Updates{closehref} subscription that guarantees that the Antispam, Intrusion Detection System, Content filtering system and Antivirus installed on your Zentyal server are updated on daily basis based on the information provided by the most trusted IT experts.
es: ¡Obtén las actualizaciones del Sistema de Detección de Intrusos para proteger tu sistema contra las últimas amenazas de seguridad como intentos de hacking y ataques a vulnerabilidades de seguridad! Las actualizaciones del Sistema de Detección de Intrusos están incluidas en la suscripción de {openhref}Actualizaciones Avanzadas de Seguridad{closehref}. Este servicio garantiza que el Antispam, Sistema de Detección de Intrusos, Sistema de Filtrado de Contenidos y Antivirus instalados en su servidor están actualizados a diario basados en los datos proporcionados por los expertos TIC de mayor confianza.

source: Receive automatic alerts by purchasing a {openhrefp}Professional{closehref} or {openhrefe}Enterprise Server Subscription{closehref}. You have a full list of available alerts {openhrefr}here{closehref}.
es: Recibe alertas automáticas adquiriendo la Suscripción al Servidor {openhrefp}Profesional{closehref} o {openhrefe}Empresarial{closehref}. Consulta la lista completa de alertas disponibles {openhrefr}aquí{closehref}.

source: Gain full access to frequent reports based on these logs by purchasing a {openhrefp}Professional{closehref} or {openhrefe}Enterprise Server Subscription{closehref}. You can see a sample of these reports {openhrefr}here{closehref}.
es: Obtén accesso completo a informes frequentes basados en estos logs adquiriendo la Suscripción al Servidor del nivel {openhrefp}Profesional{closehref} o {openhrefe}Empresarial{closehref}. Puedes consultar un informe de muestra {openhrefr}aquí{closehref}.

source: {brand}: make low-cost VoIP calls to mobile phones and landlines directly with Zentyal. Once you have obtained a Professional or Enterprise Server Subscription , you can purchase the VoIP credit you need. All these services available for purchasing at the {ohref}Zentyal on-line store{chref}!
es: {brand}: Haz llamadas VozIP de bajo coste a teléfonos móviles y fijos directamente con Zentyal. Una vez hayas obtenido una Suscripción Profesional o Empresarial, puedes comprar el crédito VozIP que necesites. Todos estos servicios están disponibles en nuestra {ohref}tienda virtual{chref}!

source: Not subscribed - {oh}Subscribe now!{ch}
es: No suscrito - {oh}Suscríbase ahora!{ch}

source: None - {oh}Get Free Basic Subscription!{ch}
es: Ninguna - {oh}Obtén Suscripción Básica Gratis{ch}

source: Disabled - {oh}Enable Configuration Backup{ch}
es: Deshabilitado - {oh}Habilitar Backup de configuración{ch}

source: Advanced Security Updates
es: Actualizaciones de Seguridad Avanzadas

source: Disaster Recovery
es: Recuperación de Desastres

source: {oh}On-line Support Platform{ch}
es: {oh}Plataforma de Soporte On-line{ch}

source: {os}{oh}On-line Support Platform{ch}, IRC, Phone upon request{cs}
es: {os}{oh}Plataforma de Soporte On-line{ch}, IRC y Teléfono bajo petición{cs}

source: {os}{oh}On-line Support Platform{ch}, IRC, Phone{cs}
es: {os}{oh}Plataforma de Soporte On-line{ch}, IRC, Teléfono{cs}

source: Next Business Day
es: Siguiente Día Laborable

source: 4 hours
es: 4 horas

source: 1 hour
es: 1 hora

source: <span>None - {ohb}Get Free Basic Subscription{ch}</span>
es: <span>Ninguna - {ohb}Obtén la suscripción Basic gratis{ch}</span>

source: For full, enterprise-level services, obtain {openhrefp}Professional{closehref} or {openhrefe}Enterprise Server Subscription{closehref} - These offer Quality Assured software updates, Alerts, Reports and Centralised monitoring and management of your Zentyal servers!
es: Para servicios completos de nivel empresarial, obtén una suscripción {openhrefp}Profesional{closehref} o {openhrefe}Empresarial{closehref}. Estas ofrecen actualizaciones con Aseguramiento de la Calidad, Alertas, Informes ymonitorización y gestión centralizada de tus servidores Zentyal

source: Server subscriptions help to keep your Zentyal server secure and up-to-date! Take a look and try out the free {ohb}Basic Server Subscription{ch} - It allows you to store your configuration backup remotely and sends you alerts regarding the connectivity of your Zentyal server, available updates or failed automatic backup.
es: Suscribir tu servidor Zentyal te ayuda a mantenerlo seguro y actualizado! Prueba de forma gratuita la {ohb}Suscripción Básica del Servidor{ch} - Te Permite almacenar remotamente el backup de la configuración y envía alertas relativas a la conectividad de tu servidor Zentyal, actualizaciones disponibles o backups fallidos.

source: Get Antivirus updates to protect your system against scams, spear phishing, frauds and other junk! The Antivirus updates are integrated in the {openhref}Advanced Security Updates{closehref} subscription that guarantees that the Antispam, Intrusion Detection System, Content filtering system and Antivirus installed on your Zentyal server are updated on daily basis based on the information provided by the most trusted IT experts.
es: ¡Obtén las actualizaciones de Antivirus para proteger tu sistema contra las estafas, phishing, fraudes y otras amenazas! Las actualizaciones Antivirus están incluidas en la suscripción de {openhref}Actualizaciones Avanzadas de Seguridad{closehref}. Este servicio garantiza que el Antispam, Sistema de Detección de Intrusos, Sistema de Filtrado de Contenidos y Antivirus instalados en su servidor están actualizados a diario basados en los datos proporcionados por los expertos TIC de mayor confianza.

source: If you had Zentyal Disaster Recovery, you would have been able to restore module data as well as the configuration you are about to recover
es: Si tuviese Zentyal Disaster Recovery, tendría la posibilidad de recuperar también los datos de los distintos módulos además de la configuración que se va a restaurar

source: Your configuration backup is now restored!
es: ¡Su backup de configuración ha sido restaurado!

source: Perhaps you were interested in the Zentyal Disaster Recovery service? It allows you to store critical data easily and safely in a remote location, as well as to restore this data and system configuration in case of a disaster.
es: ¿Quizá está interesado en el servicio Zentyal Disaster Recovery? Este permite almacenar datos críticos de forma fácil y segura en servidores remotos, así como restaurar estos datos junto con la configuración del sistema en caso de que ocurra un desastre.

source: Gateway - Your access to Internet
es: Gateway - Tu acceso a Internet

source: Zentyal Gateway can make your network more reliable, optimize your bandwidth and help you to control what is coming in to your network. Waste no more time on inefficient networks.
es: Zentyal Gateway permite que tu red sea más fiable, optimiza el ancho de banda así como ayuda a controlar lo que entra a tu red. No pierdas más tiempo con redes ineficientes.

source: Zentyal Gateway features
es: Características de Zentyal Gateway

source: Transparent caching
es: Caché Transparente

source: Make your connection faster!
es: ¡Tu conexión más rápida!

source: If your employees visit the same sites, the data will be downloaded only once, freeing your connection for more important tasks.
es: Si tus trabajadores visitan los mismos sitios web, los datos se descargarán una sola vez y tu conexión estará disponible para tareas más importantes.

source: Traffic control
es: Control de Tráfico

source: Business class for data.</strong><br>
es: Datos VIP.

source: An overloaded Internet connection is a thing of the past. Make sure your most critical traffic is served properly, regardless of network load.
es: Una conexión de Internet sobrecargada es cosa del pasado. Asegúrate que el tráfico más crítico se sirve bien, independientemente de la carga de la red.

source: Load balancing and availability
es: Balanceo de Carga y Disponibilidad

source: Your connection can't fail.
es: Tu conexión no puede fallar.

source: If you have more than one connection to the Internet, Zentyal can distribute transparently your clients and make sure you are connected, even if one of the connections is down.
es: Si tienes más de una conexión a Internet, Zentyal puede distribuir tus clientes de forma transparente y asegurar que estés conectado aunque una de las conexiones esté inactiva.

source: Content Filter
es: Filtrado de Contenido

source: Don't waste time at your office.
es: No pierdas tiempo en la oficina.

source: You can restrict access to certain sites, or allow access only to sites you specify. This feature allows you to restrict inappropriate surfing and enforce Internet usage policies in your organization.
es: Restringe el acceso a determinados sitios, o permítelo sólo a sitios específicos. Esta característica permite restringir la navegación inapropiada y ayuda a cumplir las políticas de uso de Internet en tu organización.

source: Full feature list
es: Lista completa de características

source: Configurable network interfaces (Ethernet, Wi-Fi, PPPoE and VLAN)
es: Interfaces de red configurables (Ethernet, Wi-Fi, PPPoE y VLAN)

source: Advanced firewall (NAT, redirections, DMZ, etc.)
es: Firewall avanzado (NAT, redirecciones, DMZ, etc.)

source: Advanced Routing
es: Enrutamiento avanzado

source: QoS through traffic shaping (application layer L7) and load balance
es: QoS mediante modelado de tráfico (aplicación de nivel L7) y balanceo de carga

source: Multi-gateway with WAN fail-over
es: Multigateway con WAN fail-over

source: HTTP proxy with cache, content filtering and anti-virus
es: Proxy HTTP con caché, filtrado de contenidos y antivirus

source: Policies according to users, groups and sub-networks
es: Políticas en función de usuarios, grupos y subredes

source: RADIUS authentication server
es: Servidor de autentificación RADIUS

source: UTM - Leave the bad guys out
es: UTM - Deja fuera a los malos

source: Internet is a hostile environment, but we can make it more friendly. Zentyal UTM protects your computer networks against any external attacks, intrusions and internal security threats.
es: Internet es un entorno hostil, pero podemos hacerlo más amigable. Zentyal UTM protege tu red informática contra cualquier ataque externo, intrusos y amenazas de seguridad internas.

source: More info
es: Más información

source: Back
es: Volver

source: Zentyal UTM features
es: Características de Zentyal UTM

source: Content Filtering
es: Filtrado de Contenido

source: Let the badware out.
es: Deja el malware fuera.

source: Internet is a wonderful thing, and it's filled with great and useful content. But there are tons of threats, like spam, viruses, phising... Our content filter acts on your email, web visits and shared files so you only get the content you want.
es: Internet es algo maravilloso, lleno de contenidos estupendos y útiles. Pero existen miles de amenazas como spam, viruses, phishing, etc. Nuestro filtrado de contenido actúa sobre tu correo electrónico, páginas web y ficheros compartidos para que obtengas sólo el contenido que te interesa.

source: Virtual Private Networks
es: Redes Privadas Virtuales

source: Your office everywhere you go.
es: Tu oficina donde vayas.

source: Enjoy the same level of security in your communications wherever you are. You will be in your office network even at home or when traveling. If you have multiple offices around the world, you can also connect them securely, and have only one virtual office.
es: Estés donde estés, disfruta siempre del mismo nivel de seguridad en tus comunicaciones. Estarás en la red de tu oficina aunque estés en casa o de viaje. Si tienes múltiples oficinas en el mundo, puedes también conectarlas de forma segura y tener una sola oficina virtual.

source: Firewall
es: Cortafuegos

source: Security starts at the front desk.</strong>
es: La seguridad comienza en la puerta de entrada.

source: There are different layers of security, but all starts with a good firewall. Allowing only the traffic you need makes a great first sieve against unwanted attackers.
es: Hay distintos niveles de seguridad, pero todo comienza de un buen cortafuegos. Permitir sólo el tráfico necesario es un primer filtro estupendo contra intrusos no deseados.

source: Intruder detection
es: Detección de Intrusos

source: Be one step ahead.
es: Un paso por delante.

source: We hope you never need to detect an intrusion, but no security system is perfect. If yours is broken you need to know, and fast. Our IDS will inform you of any suspicious attempts, and let you analyze them afterwards to evaluate possible damages.
es: Esperamos que nunca tengas que detectar una intrusión, pero no existe sistema de seguridad perfecto. Nuestro IDS te informará de cualquier intento sospechoso y te dejará analizarlos para evaluar los potenciales daños.

source: Advanced firewall
es: Cortafuegos Avanzado

source: Mailfilter (antivirus, antispam, greylisting)
es: Filtro de correo (antivirus, antispam, greylisting)

source: Web filtering (content analysis, white lists and black lists, antivirus)
es: Filtro web (análisis de contenido, listas blancas y listas negras, antivirus)

source: Virtual Private Networks (VPN)
es: Redes Privadas Virtuales (VPN)

source: Intrusion Detection System (IDS)
es: Sistema de Detección de Intrusos (IDS)

source: Infrastructure - Manage your network infrastructure
es: Infrastructure - Gestiona tu infraestructura de red

source: Zentyal Infrastructure manages and optimizes internal traffic in your computer network, including the configuration of domain server and the management of machines and digital certificates.
es: Zentyal Infrastructure gestiona y optimiza el tráfico interno de tu red, incluyendo la configuración del servidor de dominio y la gestión de máquinas y de los certificados digitales.

source: Zentyal Infrastructure features
es: Características de Zentyal Infrastructure

source: Network objects
es: Objetos de Red

source: One or many, manage them.
es: Uno o muchos, gestiónalos.

source: You choose the level of detail that you want when managing your network with Zentyal. You can change a setting for the whole network, one department, or just a single computer.
es: Puedes elegir hasta qué nivel quieres gestionar tu red con Zentyal. Puedes cambiar la configuración de toda tu red, de un departamento o de un solo ordenador.

source: DNS server
es: Servidor DNS

source: People remember names better.
es: Es más fácil recordar un nombre.

source: You can assign every computer in your network a fixed address and name, so everyone can remember what to put in their browsers when they want to browse the Intranet. It's much easier to remember calendar.mycompany.com than 10.0.13.27
es: Puedes asignar una dirección y un nombre fijo a cada equipo de tu red para facilitar la navegación por Intranet. Es más fácil recordar erp.miempresa.es que 10.0.13.27

source: Web Server
es: Servidor Web

source: Powered by Apache.
es: Funciona con Apache.

source: Zentyal includes the Apache web server, used by more than half of the known websites. You can use it as the perfect ground for all your Intranet applications.
es: Zentyal viene con el servidor web Apache, el servidor web utilizado por más de la mitad de los sitios web conocidos. Es una base perfecta para todas las aplicaciones de tu Intranet.

source: Enterprise-grade SSL
es: SSL Profesional

source: Create your own certificates.
es: Crea tus propios certificados.

source: When you are dealing with your customers, you might need an external certification authority to build trust. But internally, you don't need to spend hundreds of dollars every year to have security. With Zentyal you can create your own SSL certificates and use them for internal email or websites.
es: Es posible que necesites una autoridad de certificación externa con tus clientes. Pero internamente, no es necesario pagar por seguridad. Zentyal te permite crear tus propios certificados SSL y usarlos para correo electrónico o sitios webs internos.

source: Network interfaces on several VLANs
es: Interfaces de red en varias VLANs

source: DHCP server
es: Servidor DHCP

source: Certification Authority and Virtual Private Networks
es: Autoridad Certificadora y Redes Privadas Virtuales

source: Web server
es: Servidor Web

source: NTP server
es: Servidor NTP

source: Office - Share your office resources
es: Office - Comparte tus recursos de oficina

source: Zentyal Office allows office resources to be managed and shared, including user profiles and group accounts, files, printers, calendars, contacts and tasks, and backup of data.
es: Zentyal Office permite gestionar y compartir recursos de oficina, incluyendo perfiles de usuarios y grupos, ficheros, impresoras, calendarios, contactos, tareas y backup de datos.

source: Open Directory
es: Directorio Abierto

source: Your users in one place.
es: Tus usuarios en un sitio.

source: Zentyal Office lets you manage all your users and resources from a central point. You can decide who gets access to what. Zentyal is based in open standards like LDAP, so you can easily integrate current applications and services.
es: Zentyal Office permite la gestión de todos tus usuarios y recursos desde un punto central. Decide quién tiene acceso y a qué datos. Zentyal se basa en estándares abiertos como LDAP así que es fácil integrarlo con otras aplicaciones y servicios.

source: Calendar, contacts and tasks
es: Calendarios, Contactos y Tareas

source: Easy collaboration tools.
es: Facilita la colaboración.

source: Zentyal includes a groupware solution to share your calendar, contacts and tasks with the rest of your team. Don't waste time trying to find customers phone number, or if the meeting room is available on Friday morning.
es: Zentyal permite compartir calendarios, contactos y tareas entre los miembros del mismo equipo. No pierdas tiempo intentando encontrar el número del cliente o saber si la sala de reuniones está ocupada el viernes por la mañana.

source: File and printer sharing
es: Compartición de Ficheros e Impresoras

source: Sharing is easy.
es: Es fácil compartir.

source: Are you still exchanging files by email? It's a solution, but having a shared document repository is more efficient. You can easily share folders with Zentyal and use them whether you are Windows, Linux or Mac user.
es: ¿Aún intercambias ficheros por correo electrónico? Es una solución, pero un repositorio para documentos compartidos es más eficiente. Puedes compartir fácilmente archivos con Zentyal y usarlos independientemente de tu sistema operativo.

source: Data Backup
es: Backup de Datos

source: Some catastrophes you can prevent.
es: Evita catástrofes.

source: Centralized document storage and sharing can be really useful, but it also offers a single point of failure. You can automatize backups of your data so you don't have to worry about failing disks or users deleting a file by mistake.
es: El almacenamiento y la compartición centralizados de documentos pueden ser muy útiles, pero también presentan un único punto de fallo. Puedes automatizar los backups de datos para no tener que preocuparte de discos que fallan o de usuarios que borran un fichero por accidente.

source: LDAP server (centralized administration of users and groups, master/slave architecture)
es: Servidor LDAP (administración centralizada de usuarios y grupos, arquitectura maestro/esclavo)

source: Calendar, contacts and tasks sharing (Groupware)
es: Compartición de calendarios, contactos y tareas (Groupware)

source: Files and folders sharing
es: Compartición de ficheros y archivos

source: Printers sharing
es: Compartición de impresoras

source: Roaming profiles
es: Perfiles móviles

source: Data backup
es: Backup de datos

source: Unified Communications - Centralize all your communications
es: Unified Communications - Centraliza todas tus comunicaciones

source: Zentyal Unified Communications Server manages all your communications, including email, instant messaging and VoIP switchboard.
es: Zentyal servidor de comunicaciones unificadas gestiona todas tus comunicaciones, incluyendo correo electrónico, mensajería instántanea y Voz IP.

source: Zentyal Unified Communications features
es: Características de Zentyal Unified Communications

source: User management
es: Gestión de Usuarios

source: One user name, one password.
es: Un usuario, una contraseña.

source: Zentyal lets you manage all your users and resources from a central point. They won't have to remember different user names and passwords for every service. Also, providing a user with an email, IM or VoIP account is easy and fast.
es: Gestiona todos los usuarios y recursos desde un punto central. Ellos no tienen que recordar distintos usuarios y contraseñas para cada servicio. Además, es fácil y rápido proporcionar correo electrónico, una cuenta de IM y Voz IP a los usuarios.

source: Email
es: Correo electrónico

source: With your favorite email client.
es: Con tu cliente de correo favorito.

source: Zentyal provides an integrated email solution, with antispam and antivirus technologies. It supports all the usual standards so you can keep using your favorite email clients.
es: Zentyal viene con una solución de correo electrónico integrado, con tecnologías antispam y antivirus. Esta característica soporta todos los estándares habituales para que puedas seguir utilizando tus clientes de correo electrónico favoritos.

source: Instant messaging
es: Mensajería Instantánea

source: When email is not enough.</strong>
es: Más que el correo.
