Repository: zentyal/zentyal
Catalog: client/printers/po/ppds/ppds-*.po
Languages: es

source: 3-passes x-weaving
es: 3 pases trama en x

source: 600 dpi, Best, Color, Black + Color Cartr.
es: 600 ppp, mejor, color, cartucho negro y de color

source: 2400x1200 DPI
es: 2400 x 1200 PPP

source: 1200 DPI
es: 1200 PPP

source: 720x720dpi, high-gloss paper
es: 720x720ppp, papel de alto brillo

source: Transparency
es: Transparencia

source: 60x60 dpi
es: 60x60 ppp

source: Thick Paper/Card Board
es: Papel grueso/Cartón

source: No Black
es: Sin negro

source: Gamma correction on saturation HSV component
es: Correción gamma al saturarse el componente HSV

source: Magenta only
es: Sólo magenta

source: Do not care about cartridges, each line in all colours
es: No preocuparse de los cartuchos, cada línea en todos los colores

source: 720x720dpi, glossy paper
es: 720x720ppp, papel satinado

source: Floyd-Steinberg Dithering
es: Mezcla de Floyd-Steinberg

source: Monochrome error diffusion
es: Difusión de error monocromo

source: 720x720dpi, plain paper
es: 720x720ppp, papel sencillo

source: 360 dpi
es: 360 ppp

source: Printout Mode
es: Modo de impresión

source: Black cartridge
es: Cartucho negro

source: 360x360dpi, Color, plain paper
es: 360x360ppp, color, papel sencillo

source: Black for any colour
es: Negro para cualquier color

source: Executive, 600x600 DPI
es: Ejecutivo, 600x600 PPP

source: Brightness
es: Brillo

source: 360dpi
es: 360ppp

source: 150 dpi, Best, Color, Black + Color Cartr.
es: 150 ppp, Mejor, Color, Cartucho negro y de color

source: Normal Grayscale (Black cartridge)
es: Escala de grises normal (Cartucho de tinta negro)

source: Draft Grayscale (auto-detect paper type)
es: Escala de grises (autodetección de tipo de papel)

source: Colour Correction
es: Corrección de color

source: 45 sec
es: 45 seg.

source: Distance even/odd nozzles left cartr.
es: Distancia entre los inyectores izquierdo/derecho del cartucho izquierdo

source: 720x720dpi
es: 720x720ppp

source: Fine Paper
es: Papel fino

source: Black correction (Cyan reduction)
es: Correción negra (reducción de cián)

source: 720x720dpi, inkjet paper
es: 720x720ppp, papel de chorro de tinta

source: Double-Sided Printing
es: Impresión por doble cara

source: 300 dpi, Draft, Color, Black + Color Cartr.
es: 300 ppp, Borrador, Cartucho negro y de color

source: Envelope C5
es: Sobre C5

source: Halftone (recommended for general use)
es: Semitono (recomendado para uso general)

source: 720x720dpi, coated paper
es: 720x720ppp, papel cuché

source: 300x300 dpi
es: 300x300 ppp

source: 600x600dpi, iron-on transfer sheets, normal quality
es: 600×600ppp, hojas de transferencia de planchado, calidad normal

source: 150 dpi, Color, Black + Color Cartr.
es: 150 ppp, Color, Cartucho negro y de color

source: 60x180 dpi
es: 60x180 ppp

source: Use Power Saving Mode
es: Usar modo de ahorro de energía

source: 2.125x4.0in, 54x101mm (Shipping badge)
es: 2,125x4,0in, 54x101mm (distintivo de empaquetado)

source: Low (25%)
es: Bajo (25%)

source: Media Type
es: Tipo de medio

source: Bits per R/G/B component
es: Bits por comopnente R/G/B

source: Colour, fast, CMYK
es: Color, rápido, CMYK

source: Label Size
es: Tamaño de etiqueta

source: Job Offset
es: Desplazamiento de trabajo

source: Single Pass Job
es: Trabajo de pasada única

source: Cyan, Magenta, Yellow, Black
es: Cián, magenta, amarillo, negro

source: 360x360dpi, 4-bit, PostScript halftoning, weaved
es: 360 x 360ppp, 4-bit, Granulado PostScript, tramado

source: Postcards
es: Postales

source: Unspecified Model
es: Antiguo modelo

source: 60x144 dpi
es: 60x144 ppp

source: Heavy paper (24lb)
es: Papel pesado (24lb)

source: Default (/etc/pnm2ppa.gamma)
es: Por omisión (/etc/pnm2ppa.gamma)

source: Default behaviour
es: Configuración predeterminada

source: Gamma Black
es: Gamma negro

source: Printer Default
es: Predeterminado de impresora

source: Square (experimental, not recommended)
es: Cuadrado (experimental, no recomendado)

source: A4, 600x600 DPI
es: A4, 600x600 PPP

source: Rendering Mode
es: Modo de impresión

source: Pass output to device set by the spooler
es: Pasar salida al dispositivo fijado por el spooler

source: 360x360dpi, glossy paper
es: 360x360ppp, papel satinado

source: Toner Save
es: Ahorro de toner

source: Altitude Correction
es: Corrección de altitud

source: Page Output
es: Salida de la página

source: Yellow Level
es: Nivel de amarillo

source: Horiz. Alignm. betw. Cartr.
es: Alineamiento horizontal entre cartuchos

source: Ledger
es: Contable

source: Transparency film
es: Película transparente

source: Short Edge (Flip)
es: Lado corto (voltear)

source: Colour, modif. Floyd-Steinberg, CMYK, faster
es: Color, modif. Floyd-Steinberg, CMYK, rápido

source: Compression Method
es: Método de compresión

source: Reset printer before printing
es: Reiniciar impresora antes de imprimir

source: Photo (Photo + color cartridge, photo paper)
es: Foto (cartucho fotográfico y de color, papel fotográfico)

source: 600x600dpi, transparencies, normal quality
es: 600x600ppp, transparencias, calidad normal

source: 60x216 dpi
es: 60x216 ppp

source: ESC/P2 Encoding
es: Codificación ESC/P2

source: Cardboard
es: Cartón

source: Page Drying Time
es: Tiempo de secado de página

source: on
es: encendido

source: DeskJet 970C with Duplexer
es: DeskJet 970C con accesorio duplex

source: Bidirectional printing
es: Impresión bidireccional

source: Printing Mode
es: Modo de impresión

source: Contone (4096 colors)
es: Contone (4096 colores)

source: Tagged Image File Format
es: Formato de archivo de imagen marcado

source: 360x360dpi, back print film
es: 360x360ppp, película de impresión trasera

source: Double-sided printing
es: Impresión por doble cara

source: 180x360 dpi
es: 180x360 ppp

source: High (50%)
es: Alto (50%)

source: 360x360dpi, plain paper, high speed
es: 360x60ppp, papel sencillo, alta velocidad

source: Always
es: Siempre

source: Tray 5
es: Bandeja 5

source: 1.4x3.5in, 36x89mm (Large address)
es: 1,4x3,5pulgadas, 36x89mm (dirección grande)

source: Manual Feeding
es: Alimentación manual

source: High Grade Paper
es: Papel de grado alto

source: Legal, 1200x600 DPI
es: Legal, 1200x600 PPP

source: US Letter
es: Carta de EEUU

source: Dithering
es: Mezcla

source: 360 dpi, plain paper
es: 360 ppp, papel sencillo

source: 0.5x2in, 12x50mm (Suspension file)
es: 0,5x2pulgadas, 12x50mm (archivo de suspensión)

source: Ink Reduction
es: Reducción de tinta

source: 1200 dpi, Photo, Full Bleed, Black + Color Cartr., Photo Paper
es: 1200 ppp, Foto, Corte completo, Cartucho negro y de color, Papel fotográfico

source: Print next job over the current one
es: Imprimir siguiente trabajo sobre el actual

source: 0.75x5.875in, 19x147mm (Video tape spine)
es: 0,75x5,875pulgadas, 19x147mm (pegatina de cinta de video)

source: Sheet Feeder
es: Alimentador de hojas

source: Draft Grayscale
es: Escala de grises borrador

source: How often every dot is printed
es: Frecuencia de impresión de cada punto

source: Graphics Mode
es: Modo gráfico

source: A4, 1200x600 DPI
es: A4, 1200x600 PPP

source: 300x300 DPI
es: 300x300 PPP

source: Envelope
es: Sobre

source: 120x216 dpi
es: 120x216 ppp

source: Unencoded
es: Sin codificar

source: 15 sec
es: 15 seg.

source: Normal Grayscale
es: Escala de grises normal

source: Long Edge (Standard)
es: Lado largo (estándar)

source: Rebeca Free
es: Rebeca Libre

source: Envelope B5
es: Sobre B5

source: US Legal
es: Legal de EEUU

source: Color (both cartridges, for text with images)
es: Color (ambos cartuchos, para texto con imágenes)

source: Normal Grayscale (auto-detect paper type)
es: Escala de grises (autodetección de tipo de papel)

source: Pre-printed paper
es: Papel preimpreso

source: Red (Magenta and Yellow)
es: Rojo (Magenta y amarillo)

source: Normal Quality Colour (4-ink)
es: Color de calidad normal (4 tintas)

source: Normal (auto-detect paper type)
es: Normal (autodetección de tipo papel)

source: 1200 dpi, Photo, Black + Color Cartr., Photo Paper
es: 1200 ppp, Foto, Cartucho negro y de color, Papel fotográfico

source: 1440x720dpi, inkjet paper, grayscale
es: 1440x720ppp, papel de chorro de tinta, escala de grises

source: Tray 13
es: Bandeja 13

source: Top Skip (in pixels)
es: Salto superior (en pixels)

source: Upper
es: Superior

source: Ghostscript Bits Per Pixel
es: Bits de Ghostscript por pixel

source: Page Region
es: Región de la página

source: Presentation
es: Presentación

source: Shift output vertically (in 1/300 inch)
es: Desplazar la salida verticalmente (1/300 de pulgada)

source: Envelope C6
es: Sobre C6

source: Envelope #10
es: Sobre #10

source: Middle pass of an overlayed printout
es: Paso medio de una impresión de transparencia

source: Horz. align. betw. cartr.
es: Alineamiento horizontal entre cartuchos

source: Link stylewriter in dev directory (set it to the appropriate device)
es: Enlazar escritor de estilos en el directorio dev (asociar al dispositivo apropiado)

source: Standard printing
es: Impresión estándar

source: Monochrome (1 bpp)
es: Monocromo (1 bpp)

source: 720x720 DPI
es: 720x720 PPP

source: Plain (RGB --> CMYK)
es: Sencillo (RGB --> CMYK)

source: Printer-internal
es: Interno a la impresora

source: Floyd-Steinberg Color (Low Memory)
es: Color de Floyd-Steinberg (poca memoria)

source: Media Weight
es: Peso de los medios

source: Limit Error from Paper Colour Correction
es: Error límite de correción de color de papel

source: Cluster ordered dither
es: Difuminación ordenada por racimos

source: Draft (auto-detect paper type)
es: Borrador (Autodetección de tipo de papel)

source: Color (High Quality)
es: Color (Alta calidad)

source: Bond paper
es: Papel duradero

source: 1200 dpi, Photo, Full Bleed, Color Cartr., Photo Paper
es: 1200 ppp, Foto, Corte completo, Cartucho de color, Papel fotográfico

source: First
es: Primero

source: Gamma Cyan
es: Cián gamma

source: Printing Quality
es: Calidad de impresión

source: Adhesive Labels
es: Etiquetas adhesivas

source: Color Model
es: Modelo de color

source: Halftoning
es: Semitono

source: Large Capacity Tray
es: Bandeja de gran capacidad

source: Resolution, Quality, Media Type
es: Resolución, calidad, tipo de medios

source: Square Dithering
es: Mezcla cuadrada

source: Cyan, Magenta, Yellow
es: Cián, magenta, amarillo

source: Banner Printing
es: Impresión de anuncio

source: Output Bin
es: Bandeja de salida

source: 300 dpi x 600 dpi
es: 300 ppp x 600 ppp

source: 600 dpi, Photo, Color Cartr., Photo Paper
es: 600 ppp, Foto, Cartucho de color, Papel fotográfico

source: Low Altitude (High Air Pressure)
es: Baja altitude (Presión de aire alta)

source: Best Quality Color
es: La mejor calidad de color

source: Colour Depth
es: Profundidad de color

source: Dithering Algorithm
es: Algoritmo de mezcla

source: Glossy Paper
es: Papel satinado

source: Cyan only
es: Sólo cián

source: 300 dpi, Draft, Grayscale, Black Cartr.
es: 300 ppp, borrador, escala de grises, Cartucho negro

source: Color (Color Cartridge, for photos)
es: Color (cartuchos de color, para fotos)

source: 600 dpi x 600 dpi
es: 600 ppp x 600 ppp

source: Convert to PS level 2
es: Convertir a nivel PS 2

source: 40 sec.
es: 40 seg.

source: Quality Type
es: Tipo de calidad

source: Executive
es: Ejecutivo

source: Greyscale
es: Escala de grises

source: Iron Seal
es: Sellado de hierro

source: Delta Row
es: Fila delta

source: 720x720dpi, transparency film
es: 720x720ppp, película de transparencia

source: Resolution, Color Mode
es: Resolución, modo de color

source: Glossy film
es: Película satinada

source: 600 dpi, Grayscale, Black + Color Cartr.
es: 600 ppp, escala de grises, Cartucho negro y de color

source: Hot OHP Media
es: Medio caliente OHP

source: Do Curl Correction
es: Realizar corrección rotacional

source: 320x216 dpi
es: 320x216 ppp

source: off
es: apagado

source: Cyan Level
es: Nivel de cián

source: Text
es: Texto

source: 2 Passes (50% of the dots/pass)
es: 2 pasadas (50% de los puntos/pasada)

source: Manual Feed of Paper
es: Alimentación manual de papel

source: Black
es: Negro

source: Tray 14
es: Bandeja 14

source: Plain paper
es: Papel sencillo

source: Text Mode
es: Modo de texto

source: Blue (Cyan and Magenta)
es: Azul (Cián y magenta)

source: Gamma (Red Component)
es: Gamma (componente rojo)

source: Preconfiguration file
es: Archivo de preconfiguración

source: 360x180 dpi
es: 360x180 ppp

source: 144x144 dpi
es: 144x144 ppp

source: No dithering
es: Sin mezcla

source: CMYK with Ghostscript FS dithering (16bpp)
es: CMYK com mezcla FS Ghostscript FS (16bpp)

source: 600 dpi, Photo, Black + Color Cartr., Photo Paper
es: 600 ppp, foto, cartucho negro y de color, papel fotográfico

source: Plain Paper
es: Papel sencillo

source: Coated Film
es: Película cuché

source: CMYK with Ghostscript dithering (8bpp)
es: CMYK con mezcla Ghostscript (8bpp)

source: Format for color images (includes monochrome).
es: Formato para imágenes en color (incluye monocromo).

source: Head motion
es: Movimiento de la cabeza

source: Shift output horizontally (in 1/300 inch)
es: Desplazar la salida horizontalmente (1/300 de pulgada)

source: X Offset
es: Desplazamiento X

source: 2 Levels
es: 2 niveles

source: Reset after job
es: Reiniciar después del trabajo

source: 360x720 DPI
es: 360 x 720 PPP

source: Colour correction
es: Corrección de color

source: Colour, Floyd-Steinberg, CMYK, better
es: Color, Floyd-Steinberg, CMYK, mejorado

source: 360x360dpi, plain paper
es: 360x360ppp, papel sencillo

source: 300 dpi, Photo, Black + Color Cartr., Photo Paper
es: 300 ppp, foto, cartucho negro y de color, papel fotográfico

source: 120x180 dpi
es: 120x180 ppp

source: Weaving
es: Tramado

source: 150 dpi, Draft, Grayscale, Black + Color Cartr.
es: 150 ppp, Borrador, Escala de grises, Cartucho negro y de color

source: Envelope DL
es: Sobre DL

source: Multi Purpose Tray
es: Bandeja multipropósito

source: Manual Feed
es: Alimentación manual

source: Cyan, Yellow, Black
es: Cián, amarillo, negro

source: Bond Paper
es: Papel duradero

source: Transparent
es: Transparente

source: Ordered dithering
es: Difusión ordenada

source: Page Size and Printing Quality
es: Tamaño de página y calidad de impresión

source: DeskJet Portable
es: DeskJet Portátil

source: Tray 4
es: Bandeja 4

source: 600x600dpi, plain paper, normal quality
es: 600×600ppp, papel sencillo, calidad normal

source: Printer default
es: Valor predeterminado de la impresora

source: 360x360dpi, 32-bit CMYK
es: 360x360ppp, 32-bit CMYK

source: 720 dpi
es: 720 ppp

source: Model
es: Modelo

source: 300 dpi, Draft, Grayscale, Black + Color Cartr.
es: 300 ppp, Borrador, Escala de grises, Cartucho negro y color

source: Best Quality (/etc/pnm2ppa.gamma_best)
es: Mejor calidad (/etc/pnm2ppa.gamma_best)

source: Cyan, Black
es: Cián, negro

source: Non-Bleed
es: Con márgenes

source: Thin Paper
es: Papel fino

source: Resolution
es: Resolución

source: Printer's paper size
es: Tamaño de papel de impresora

source: 360x360dpi, high resolution paper
es: 360x360ppp, papel de alta resolución

source: Resolution, Color Mode, Media Type
es: Resolución, modo de color, tipo de medios

source: Colours one page at a time
es: Colores una página de una vez

source: 600 DPI
es: 600 PPP

source: Delta Row Compression
es: Compresión de columna delta

source: Behaviour when Toner Low
es: Comportamiento cuando el toner está bajo

source: Raster Graphics Quality
es: Calidad de gráficos de barrido

source: Number of Copies
es: Número de copias

source: Glossy finishing
es: Acabado satinado

source: 1.8x3.1in, 46x78mm (Video tape top)
es: 1,8x3,1pulgadas, 46x78mm (pegatina de lomo de cinta de video)

source: Grayscale (black cartridge)
es: Escala de grises (Cartucho de tinta negro)

source: No pre-filtering
es: Sin prefiltrado

source: Normal Grayscale (Black + color cartridge)
es: Escala de grises normal (xartucho de tinta negro y color)

source: Low Quality
es: Baja calidad

source: Cyan, Yellow
es: Cián, amarillo

source: Unspecified Old Model
es: Antiguo modelo sin especificar

source: Gamma Correction
es: Correción gamma

source: Color (Draft Quality)
es: Color (calidad de borrador)

source: Special paper
es: Papel sencillo

source: 30 min
es: 30 mins.

source: Quality
es: Calidad

source: 600x300 dpi (Class600)
es: 600x300 ppp (Class600)

source: Uncompressed
es: Sin comprimir

source: Draft Grayscale (Black cartridge)
es: Escala de grises borrador (Cartucho de tinta negro)

source: Short Edge
es: Lado corto

source: Colour, Stefan-Singer algorithm, RGB
es: Color, algoritmo de Stefan-Singer, RGB

source: 300 dpi, Draft, Color, Color Cartr.
es: 300 ppp, Borrador, Color, Cartucho de color

source: Back Print Media
es: Medios de impresión trasera

source: Draft (Color cartridge)
es: Borrador (cartucho de color)

source: 150 dpi, Grayscale, Black + Color Cartr.
es: 150 ppp, Escala de grises, Cartucho negro y de color

source: 600 dpi, Color, Color Cartr.
es: 600 ppp, Color, Cartucho de color

source: 600x300 dpi, Best, Grayscale, Black + Color Cartr.
es: 600x300 ppp, Mejor, Escala de grises, Cartucho negro + color

source: Attempts to choose best PNM format for document; not always reliable.
es: Intenta elegir el mejor formato PNM para documentos, no siempre fiable.

source: Toner Saving
es: Ahorro de toner

source: Env Monarch
es: Sobre Monarch

source: Power saving mode after printing
es: Modo de ahorro de energía después de la impresión

source: Lightest
es: Muy claro

source: Idle time to start power save mode (min)
es: Tiempo de espera para comenzar en modo de ahorro (min)

source: 360x360 dpi
es: 360x360 ppp

source: Env10
es: Sobre 10

source: 360x360dpi, Grayscale, plain paper
es: 360x360ppp, escala de grises, papel sencillo

source: Tray 10
es: Bandeja 10

source: 60 min
es: 60 mins.

source: Randomization of Floyd-Steinberg
es: Randomización de Floyd-Steinberg

source: Gamma Magenta
es: Magenta gamma

source: Upper Tray
es: Bandeja superior

source: Initialization values for dithering
es: Valores de inicialización para mezcla

source: Controlled by 'Printout Mode'
es: Controlado por 'Modo de impresión'

source: High Quality Grayscale (Black cartridge)
es: Escala de grises de muy alta calidad (Cartucho de tinta negro)

source: Banding
es: Banda de color

source: Page Timeout
es: Expiración de página

source: On (Flip on Short Edge)
es: Activado (voltear en el lado corto)

source: Colours to be printed
es: Colores a imprimir

source: 240x72 dpi
es: 240x72 ppp

source: 150 dpi, Draft, Color, Black + Color Cartr.
es: 150 ppp, Borrador, Color, Cartucho negro y de color

source: Heaviest paper (32lb)
es: Papel muy pesado (32lb)

source: Memory Booster Technology
es: Tecnología de empuje de memoria

source: Three-color RGB
es: Tricomía RGB

source: Black only
es: Sólo negro

source: Draft (Economy)
es: Borrador (económico)

source: Automatic
es: Automático

source: Floyd-Steinberg Color
es: Color de Floyd-Steinberg

source: Thick paper
es: Papel grueso

source: 360x360dpi
es: 360x360 ppp

source: Error diffusion
es: Difusión de error

source: 2.125x2.75in, 54x70mm (Diskette)
es: 2,125x2,75in, 54x70mm (Diskete)

source: Normal paper
es: Papel normal

source: Fast Res.
es: Resolución rápida

source: Light
es: Claro

source: On (faster)
es: Activado (más rápido)

source: Head Separation
es: Separación de cabeza

source: Floyd-Steinberg dithered printing
es: Impresión de mezcla de Floyd-Steinberg

source: Serial Port #1 (NetBSD)
es: Puerto serie #1 (NetBSD)

source: GhostScript Rendering Format
es: Formato de representación GhostScript

source: Resolution, Quality, Ink Type, Media Type
es: Resolución, Calidad, Tipo de tinta, Tipo de medio

source: A6 with tear-off tab
es: A6 con una pestaña perforada

source: Paper
es: Papel

source: Black Level
es: Nivel de negro

source: Not capable
es: Incapaz

source: Env DL
es: Sobre DL

source: 2-passes x-weaving
es: 2 pases trama en x

source: Tray 1
es: Bandeja 1

source: CMYK with FS dithering (24 bpp)
es: CMYK con mezcla FS (24 bpp)

source: Draft Grayscale (Black + color cartridge)
es: Escala de grises borrador (cartucho de tinta negro y de color)

source: Paper Colour (Green Component)
es: Color del papel (componente verde)

source: Special
es: Especial

source: Monochrome, fast
es: Monocrómo, rápido

source: Floyd Steinb. High Qual. (32 bpp)
es: Alta calida de Floyd Steinb. (32 bpp)

source: Transparency Film
es: Película transparente

source: 300 dpi, Best, Color, Black + Color Cartr.
es: 300 ppp, mejor, color, cartucho negro y de color

source: 120x72 dpi
es: 120x72 ppp

source: Print Quality
es: Calidad de impresión

source: 72x72 dpi
es: 72x72 ppp

source: 600 dpi, Color, Full Bleed, Black + Color Cartr.
es: 600 ppp, color, corte completo, cartucho negro y de color

source: 160x144 dpi
es: 160x144 ppp

source: Serial Port #1 (Linux)
es: Puerto serie #1 (Linux)

source: Monochrome printing, re-usable economy black cartridge
es: Impresión monocroma, cartucho negro reusable económico

source: Letter
es: Carta

source: 75x75 dpi
es: 75x75 ppp

source: Iron-On Transfer Sheet
es: Hoja de estampado en caliente por planchado

source: 75 DPI
es: 75 PPP

source: 1 Pass (Fastest)
es: 1 pasada (lo más rápido)

source: Colours to be used
es: Colores a usar

source: Tray 7
es: Bandeja 7

source: Black Cartridge
es: Cartucho negro

source: 360x360dpi, plain paper, grayscale
es: 360x360ppp, papel sencillo, escala de grises

source: MP Tray
es: Bandeja MP

source: Embed GhostScript fonts only
es: Empotrar sólo fuentes de Ghostscript

source: Reprint Page after Paper Jam
es: Reimprimir página después de atasco de papel

source: Dark
es: Oscuro

source: 300 dpi, Grayscale, Black + Color Cartr.
es: 300 ppp, Escala de grises, Cartucho negro y color

source: Gamma (Blue Component)
es: Gamma (componente azul)

source: Graphics
es: Gráficos

source: Draft
es: Borrador

source: 180x60 dpi
es: 180x60 ppp

source: 240x180 dpi
es: 240x180 ppp

source: Long edge; left side of canonical page
es: Lado largo, parte izquierda de una página canónica

source: Executive (JIS)
es: Ejecutivo (JIS)

source: Envelope You 4
es: Sobre You 4

source: Long Edge
es: Lado largo

source: Tray 15
es: Bandeja 15

source: High Quality (auto-detect paper type)
es: Calidad alta (autodetección de tipo de papel)

source: Grayscale
es: Escala de grises

source: High Quality (Color cartridge)
es: Alta calidad (cartucho de color)

source: 0 sec
es: 0 seg.

source: Manual Feeder
es: Alimentador manual

source: Black and White
es: Blanco y negro

source: 180x216 dpi
es: 180x216 ppp

source: 360x60 dpi
es: 360x60 ppp

source: 300 dpi, Photo, Photo + Color Cartr., Premium Paper
es: 300 ppp, Foto, Cartucho fotográfico y de color, Papel premium

source: Monochrome cluster ordered dither
es: Difuminación ordenada por racimos monocromos

source: Floyd-Steinberg (not recommended for MicroDry)
es: Color de Floyd-Steinberg (no recomendable para MicroDry)

source: 360x216 dpi
es: 360x216 ppp

source: None
es: Ninguno

source: Compressed Data Transfer
es: Transferencia de datos comprimidos

source: Cyan, Magenta
es: Cián, magenta

source: Composed Black
es: Compuesto en negro

source: 1.4x7.5in, 38x190mm (Lever archive - small)
es: 1,4x7,5in, 38x190mm (Archivador - pequeño)

source: Glossy
es: Satinado

source: Leading Edge
es: Lado en cabeza

source: Long edge; right side of canonical page
es: Lado largo, parte derecha de una página canónica

source: Continue Printing
es: Impresión contínua

source: Magenta, Black
es: Magenta, negro

source: Grayscale (Black ink cartridge)
es: Escala de grises (Cartucho de tinta negro)

source: Half Letter
es: Media carta

source: Number of passes per line
es: Número de pasadas por línea

source: American Foolscap
es: Pliego americano

source: Cyan, Magenta, Black
es: Cián, magenta, negro

source: 120x144 dpi
es: 120x144 ppp
