Repository: zentyal/zentyal
Catalog: client/printers/po/ppds/ppds-*.po
Languages: es

source: Paper type
es: Tipo de papel

source: Colour Intensity
es: Intensidad de color

source: Colour Mode
es: Modo de color

source: Olivetti (Black sent after CMY)
es: Olivetti (negro enviado después de CMY)

source: Four-color CMYK
es: Tetracomía CMYK

source: Medium
es: Medio

source: Memory Limit (Bytes)
es: Límite de memoria (bytes)

source: Monochrome ordered dithering
es: Difusión ordenada monocroma

source: 360x360dpi, fabric sheet
es: 360x360ppp, hoja de tela

source: Softweave (Driver internal)
es: Trama por software (interno al controlador)

source: 5 min
es: 5 mins.

source: Gamma Yellow
es: Amarillo gamma

source: Env C5
es: Sobre C5

source: Letter, 600x600 DPI
es: Carta, 600x600 PPP

source: Curl Correction
es: Corrección rotacional

source: Bidirectional
es: Bidireccional

source: 1200x1200dpi, glossy photo cards, high quality
es: 1200×1200ppp, tarjetas de brillo fotográfico, calidad alta

source: 1200 dpi x 600 dpi
es: 1200 ppp x 600 ppp

source: Dpi
es: ppp

source: Monochrome, Floyd-Steinberg
es: Monocromo, Floyd-Steinberg

source: Serial Port #2 (NetBSD)
es: Puerto serie #2 (NetBSD)

source: PCL3GUI Language Mode
es: Modo de lenguaje PCL3GUI

source: 180x180 DPI
es: 180x180 PPP

source: Floyd-Steinberg Gray
es: Gris de Floyd-Steinberg

source: Normal Color
es: Color normal

source: 256-shade greyscale format
es: formato de escala de 256 grises

source: Convert to PS level 1
es: Convertir a nivel PS 1

source: Compressed Replacement Delta Row Encoding
es: Codificación comprimida de reemplazo de lineas delta

source: Top Margin
es: Margen superior

source: 2.25x7.5in, 59x190mm (Lever archive - large)
es: 2,25x7,5pulgadas, 59x190mm (Archivador - grande)

source: Magenta, Yellow, Black
es: Magenta, amarillo, negro

source: 600x1200 dpi
es: 600x1200 ppp

source: B5, 600x600 DPI
es: B5, 600x600 PPP

source: Envelope Monarch
es: Sobre Monarch

source: 1200 dpi, Photo, Color Cartr., Photo Paper
es: 1200 ppp, Foto, Cartucho de color, Papel fotográfico

source: Keep pure black
es: Mantener negro puro

source: Post Card
es: Postal

source: 15 min
es: 15 mins.

source: Tray 2
es: Bandeja 2

source: 4-ink color (Both ink cartridges)
es: Color de 4 tintas (Ambos cartuchos de tinta)

source: Cyan
es: Cián

source: Distance even/odd nozzles right cartr.
es: Distancia entre los inyectores izquierdo/derecho del cartucho derecho

source: 1.125x3.5in, 28x89mm (Standard address)
es: 1,125x3,5pulgadas, 28x89mm (dirección estándar)

source: A4, Colour
es: A4, color

source: High Quality
es: Alta calidad

source: Normal Quality
es: Calidad normal

source: 600 dpi, Grayscale, Black Cartr.
es: 600 ppp, Escala de grises, Cartucho negro

source: 360x360dpi, plain paper low quality
es: 600×600ppp, papel sencillo de poca calidad

source: Never
es: Nunca

source: Paper Tray
es: Bandeja de papel

source: 180x180dpi, Grayscale, plain paper
es: 180x180dpi, escala de grises, papel sencillo

source: 3 Levels
es: 3 niveles

source: Envelope Feeder
es: Alimentador de sobres

source: 720x720dpi, plain paper, grayscale
es: 720x720ppp, papel sencillo, escala de grises

source: Line Feed Adjustment
es: Ajuste de avance de línea

source: Printout Quality
es: Calidad de impresión

source: Media Size
es: Tamaño de medio

source: 300 dpi, Color, Color Cartr.
es: 300 ppp, Color, Cartucho de color

source: Use Postcards
es: Usar postales

source: Darkest
es: Muy oscuro

source: 300 dpi, Color, Black + Color Cartr.
es: 300 ppp, Color, Cartucho negro y de color

source: Output Order
es: Orden de salida

source: Next Job
es: Siguiente trabajo

source: Normal Paper
es: Papel normal

source: 600x600 DPI
es: 600x600 PPP

source: Last pass of an overlayed printout
es: Ultima pasada de una impresión en transparencia

source: Horizontal (X-)Shift (in dots)
es: Desplazamiento (X) horizontal en puntos

source: More than 4 colours, colours one page at a time
es: Más de 4 colores, colores una página cada vez

source: 600 dpi, Color, Black + Color Cartr.
es: 600 ppp, color, cartucho negro y de color

source: Black and Green (Cyan, Yellow, Black)
es: Negro y verde (cián, amarillo, negro)

source: 150x150 dpi
es: 150x150 ppp

source: High Altitude (Low Air Pressure)
es: Alta altitud (Presión de aire pequeña)

source: Serial Port #2 (Linux)
es: Puerto serie #2 (Linux)

source: Colour Correction Mode
es: Modo de correción de color

source: Tray 9
es: Bandeja 9

source: CMY Levels
es: Niveles CMY

source: Left Margin
es: Margen izquierdo

source: Light Paper (20lb)
es: Papel ligero (20lb)

source: 50 % with Gamma Correction
es: 50 % con correción gamma

source: 600 dpi, Color, Full Bleed, Color Cartr.
es: 600 ppp, Color, Corte completo, Cartucho de color

source: Bottom Margin
es: Borde del fondo

source: Letter, Grayscale
es: Carta, escala de grises

source: Left Skip (in pixels)
es: Salto izquierdo (en pixels)

source: 240x60 dpi
es: 240x60 ppp

source: 720x720dpi, back print film
es: 720x720ppp, película de impresión trasera

source: Tray 3
es: Bandeja 3

source: High
es: Alta

source: EconoFast Mode
es: Modo econorápido

source: Tabloid Extra
es: Extra tabloide

source: Curl Correction on current pass
es: Corrección rotacional en el pase actual

source: 30 sec.
es: 30 seg.

source: Bond
es: Permanente

source: Thick Paper
es: Papel grueso

source: 90 DPI
es: 90 PPP

source: 360x72 dpi
es: 360x72 ppp

source: Default Setting
es: Configuración predeterminada

source: Print Head Passes per Line
es: Imprimir pasadas de cabeza por línea

source: Gamma (Green Component)
es: Gamma (componente verde)

source: Device
es: Dispositivo

source: Lower
es: Inferior

source: Bidirectional Printing
es: Impresión bidireccional

source: Normal Quality (/etc/pnm2ppa.gamma_normal)
es: Calidad normal (/etc/pnm2ppa.gamma_normal)

source: 300 DPI
es: 300 PPP

source: 320x320 DPI
es: 300x300 PPP

source: Tray 6
es: Bandeja 6

source: 1440x720 DPI
es: 1440x720 PPP

source: 300 dpi, Grayscale, Black Cartr.
es: 300 ppp, Escala de grises, Cartucho negro

source: Off (better quality)
es: Desactivado (mejor calidad)

source: Paper Size
es: Tamaño de papel

source: 240x240 DPI
es: 240x240 PPP

source: Paper Colour (Blue Component)
es: Color de la página (componente azul)

source: 360x360dpi, high gloss film
es: 360x360ppp, película de alto brillo

source: Page Size
es: Tamaño de página

source: Letter, Colour
es: Carta, color

source: Monochrome printing, standard black cartridge
es: Impresión monocroma, cartucho estándar negro

source: 3-ink color (Color ink cartridge)
es: Color de 3 tintas (Cartucho de tinta de color)

source: Gamma Correction File
es: Archivo de correción gamma

source: Back Print Film
es: Película de impresión trasera

source: 4 Levels
es: 4 niveles

source: Colour, Floyd-Steinberg, CMYK, simpler
es: Color, Floyd-Steinberg, CMYK, sencillo

source: 720x720dpi, high resolution paper
es: 720x720ppp, papel de alta resolución

source: 1200x600 DPI
es: 1200x600 PPP

source: Black and Magenta
es: Negro y magenta

source: Inverse Printing
es: Impresión inversa

source: Photo Quality Colour (6-ink)
es: Color de calidad fotográfica (6 tintas)

source: Floyd Steinberg (higher quality)
es: Mezcla de Floyd-Steinberg (muy alta calidad)

source: Toner Density
es: Densidad de toner

source: High Quality Grayscale (auto-detect paper type)
es: Escala de grises de alta calidad (autodetección de tipo de papel)

source: No CMY
es: Sin CMY

source: Tray 12
es: Bandeja 12

source: 10 sec.
es: 10 seg.

source: Short edge; top of canonical page
es: Lado corto, parte superior de una página canónica

source: Driver Default
es: Controlador predeterminado

source: Job Type
es: Tipo de trabajo

source: Do not care about cartridges, colours one page at a time
es: No preocuparse de los cartuchos, colorea una página cada vez

source: 600x600 dpi
es: 600x600 ppp

source: A fast monochrome format; best for B&W text and line images.
es: Un formato monocromo rápido, el mejor para texto blanco y negro e imágenes de líneas

source: Runlength Encoding
es: Codificación "runlength"

source: Envelopes
es: Sobres

source: 20 sec.
es: 20 seg.

source: HalfTone
es: Trama granular

source: 600x300 DPI
es: 600x300 PPP

source: Normal (Color cartridge)
es: Normal (cartucho de color)

source: 1200x600 dpi (Class1200)
es: 1200x600 ppp (Class1200)

source: Monochrome
es: Monocromo

source: Each line in all colours
es: Cada línea en todos los colores

source: Vert. align. betw. cartr.
es: Alineamiento vertical entre cartuchos

source: Vertical (Y-)Shift (in dots)
es: Desplazamiento (Y) vertical (en puntos)

source: Stop Printing
es: Detener impresión

source: 180 DPI
es: 180 PPP

source: Dithering Pixels Per Inch
es: Mezcla de pixels por pulgada

source: Black and Cyan
es: Negro y cián

source: First pass of an overlayed printout
es: Primera pasada de una transparencia

source: Rendering type
es: Tipo de representación

source: 240x144 dpi
es: 240x144 ppp

source: Attempts to choose best monochrome PNM format for document; not always reliable.
es: Intenta elegir el mejor formato monocromo PNM para documentos, no siempre fiable.

source: High Quality Grayscale
es: Escala de grises de alta calidad

source: Black and Yellow
es: Negro y amarillo

source: 360x360 DPI
es: 360x360 PPP

source: Colour, fast, RGB
es: Color, rápido, RGB

source: 150 DPI
es: 150 PPP

source: Resolution, Media Type
es: Resolución, tipo de medios

source: Colored Paper
es: Paper coloreado

source: 600x300 dpi, Best, Grayscale, Black Cartr.
es: 600x300 ppp, Mejor, Escala de grises, Cartucho negro

source: 240x216 dpi
es: 240x216 ppp

source: 160x72 dpi
es: 160x72 ppp

source: Black Levels
es: Niveles de negro

source: 25 % with Gamma Correction
es: 25 % con correción gamma

source: 300 dpi, Photo, Color Cartr., Photo Paper
es: 300 ppp, foto, cartucho de color, papel fotográfico

source: Magenta, Yellow
es: Magenta, amarillo

source: Yellow only
es: Sólo amarillo

source: Black Printing Mode
es: Modo de impresión negro

source: Snap to primaries
es: Cambiar a primarios

source: Half Tones
es: Tramas granulares

source: RIT Control
es: Control RIT

source: Ink Type
es: Tipo de tinta

source: Gray
es: Gris

source: Media Source
es: Fuente de medio

source: Black and Blue (Cyan, Magenta, Black)
es: Negro y azul (cián, magenta, negro)

source: 360x360dpi, transparency film
es: 360x360ppp, película de transparencia

source: Paper Colour (Red Component)
es: Color del papel (componente rojo)

source: B5, 1200x600 DPI
es: B5, 1200x600 PPP

source: Ordered (faster)
es: Ordenada (muy rápido)

source: GhostScript pre-filtering
es: Prefiltrado GhostScript

source: Allow use of 'Reprint' button
es: Permitir uso del botón 'reimprimir'

source: Colour, Floyd-Steinberg, RGB
es: Color, Floyd-Steinberg, RGB

source: Quick-Dry Glossy
es: Satinado de secado rápido

source: Card Stock
es: Papel cartulina

source: 4 Passes (25% of the dots/pass)
es: 4 pasadas (25% de los puntos/pasada)

source: Resolution Enhancement
es: Mejora de resolución

source: 1200x1200dpi, high gloss photo paper, high quality
es: 1200x1200ppp, papel fotográfico de mucho brillo, calidad alta

source: A4, Grayscale
es: A4, escala de grises

source: Thicker Paper
es: Papel más grueso

source: Lightest Paper (16lb)
es: Papel bastante ligero (16lb)

source: Full Paint
es: Pintura completa

source: Standard
es: Estándar

source: Green (Cyan and Yellow)
es: Verde (cián y amarillo)

source: Yellow
es: Amarillo

source: 180x180 dpi
es: 180x180 ppp

source: Next Job is spot colour page
es: Siguiente trabajo es una página de color con puntos

source: RET (Resolution Enhancement)
es: RET (Mejora de resolución)

source: 3x5 inch index card
es: Tarjeta de índice 3x5 pulgadas

source: Configure Every Page
es: Configurar todas las páginas

source: Photo (Color cartridge, on photo paper)
es: Foto (cartucho de color, sobre papel fotográfico)

source: Color cartridge
es: Color del cartucho

source: Snap black to white, others to black
es: Cambiar negro a blanco, otros a negro

source: Y Offset
es: Desplazamiento Y

source: Flip on Short Edge
es: Girar en el borde corto

source: 300 dpi, Color, Full Bleed, Black + Color Cartr.
es: 300 ppp, color, corte completo, cartucho negro y de color

source: Microweave (Printer internal)
es: Microtrama (interno a la impresora)

source: Darkness
es: Oscuridad

source: Tray 8
es: Bandeja 8

source: 1200x1200dpi, professional photo paper, highest quality
es: 1200×1200ppp, papel fotográfico profesional, calidad suprema

source: 160x160 DPI
es: 160x160 PPP

source: CMYK with FS dithering (32 bpp)
es: CMYK con mezcla FS (32 bpp)

source: 2400 DPI
es: 2400 PPP

source: Black and Red (Magenta, Yellow, Black)
es: Negro y rojo (magenta, amarillo, negro)

source: REt Setting
es: Configuración REt

source: Use multi-colour ribbon
es: Usar lazo multicolor

source: Output Type
es: Tipo de salida

source: Tray 11
es: Bandeja 11

source: Generate only PCL with 'Configure Raster Data'
es: Generar sólo PCL con 'configurar datos de barrido (CRD)'

source: 50 sec
es: 50 seg.

source: 1440x720dpi, inkjet paper
es: 1440x720ppp, papel de chorro de tinta

source: Flip on Long Edge (Standard)
es: Girar en el borde largo (estándar)

source: Black ink density adjustment.
es: Ajuste de densidad de tinta negra.

source: Letter, 1200x600 DPI
es: Carta, 1200x600 PPP

source: Run Length
es: Longitud de ejecución

source: Magenta Level
es: Nivel de magenta

source: Quick-Dry Transparency
es: Transparencia de secado rápido

source: Transparencies
es: Transparencias

source: Executive, 1200x600 DPI
es: Ejecutivo, 1200x600 PPP

source: Draft Quality
es: Calidad de borrador

source: 300x600 dpi
es: 300x600 ppp

source: Colour
es: Color

source: Right Margin
es: Margen derecho

source: Yellow, Black
es: Amarillo, negro

source: 45 min
es: 45 mins.

source: 30 sec
es: 30 seg.

source: 60x72 dpi
es: 60x72 ppp

source: 120x60 dpi
es: 120x60 ppp

source: Lower Tray
es: Bandeja inferior

source: High Quality Grayscale (Black + color cartridge)
es: Escala de grises de alta calidad (cartucho de tinta negro y de color)

source: Normal (8 colors)
es: Normal (8 colores)

source: 60 sec
es: 60 seg.

source: Vert. Alignm. betw. Cartr.
es: Alineamiento vertical entre cartuchos

source: None (RGB --> CMY)
es: Ninguno (RGB --> CMY)

source: Economy mode
es: Modo economico

source: On (Flip on Long Edge)
es: Activado (voltear en el lado largo)

source: Standard Tray
es: Bandeja estándar

source: Tabloid
es: Tabloide

source: HP Premium Paper
es: Papel HP premium

source: Photo with tear-off tab
es: Foto con pestaña perforada

source: Desktop CSF
es: Escritorio CSF

source: 5x8 inch index card
es: Tarjeta de índice 5x8 pulgadas

source: 180x72 dpi
es: 180x72 ppp

source: Legal, 600x600 DPI
es: Legal, 600x600 PPP

source: 300 dpi, Color, Full Bleed, Color Cartr.
es: 300 ppp, Color, Corte completo, Cartucho de color

source: 720 dpi, plain paper
es: 720 ppp, papel sencillo

source: 400x400 DPI
es: 400x400 PPP

source: Density
es: Densidad

source: Photo (on photo paper)
es: Foto (en papel fotográfico)

source: Paper Source
es: Fuente de papel

source: This Job is spot colour page
es: Este trabajo es una página de color con puntos

source: Monochrome (1bpp)
es: Monocromo (1bpp)

source: Simple Colour (4 bpp)
es: Color sencillo (4 bpp)

source: Short edge; bottom of canonical page
es: Lado corto, parte inferior de una página canónica

source: 720x720dpi, 32-bit CMYK, weaved
es: 720x720ppp, 32-bit CMYK, tramado

source: Floyd Steinberg Simple (8 bpp)
es: Floyd Steinberg sencillo (8 bpp)

source: 360x360dpi, coated paper
es: 360x360ppp, papel cuché

source: 10 min
es: 10 mins.

source: Smooth Printing (BC-02 cartridge)
es: Impresión suave (cartucho BC-02)

source: Heavier paper (28lb)
es: Papel más pesado (28lb)

source: Driver does dithering
es: El controlador difumina

source: 1200x1200 dpi
es: 1200x1200 ppp

source: Intensity Rendering
es: Intensidad de la impresión

source: Photo/4x6 inch index card
es: Foto/Tarjeta de índice 4x6 pulgadas

source: Color Mode
es: Modo de color
