Repository: zentyal/zentyal
Catalog: client/soap/po/*.po
Languages: da, de, fr, it, ja, ru, tr

source: Control center admin at a log file
da: Kontrolcenter info i en logfil
de: Kontrollzentrum-Administrator in eine Log-Datei?? (Control center admin at a log file)
fr: Centre de contrôle administrateur pour fichier journal
ja: ログファイルのコントロールセンター管理者
ru: Администратор центра управления в файлах журнала
tr: Bir log dosyasındaki yönetim merkez yöntecisi

source: Control center
da: Kontrolcenter
de: Kontrollzentrum
fr: Centre de contrôle
it: Centro di controllo
ja: コントロールセンター
ru: Центр управления
tr: Yönetim merkezi

source: Enable SOAP service
da: Slå SOAP til
de: SOAP-Dienst aktivieren
fr: Activer le service SOAP
it: Attiva servizio SOAP
ja: SOAPサービスを有効化
ru: Включить службу SOAP
tr: SOAP servisini etkinleştir

source: Control center communication
da: Kontrolcenter kommunikation
de: Kommunikation mit dem Kontrollzentrum
fr: Centre de contrôle de communication
it: Comunicazione con il centro di controllo
ja: コントロールセンター通信
ru: Центр управления коммуникациями
tr: Yönetim merkezi ile iletişim

source: Bundle Deleted
da: bundle slettet
de: Bündel entdeckt
fr: Paquet supprimé
it: Bundle Eliminato
ja: バンドルが削除されました
ru: Удаленный пакет
tr: Paket silindi

source: The previous bundle has been deleted. Upload a new one to establish a communication with an eBox control center
da: Den foregående forbindelse er blevet slettet. Etabler en ny for at forbinde til et eBox kontrolcenter.
de: Das vorherige Bündel wurde gelöscht. Laden Sie ein neues hoch, um die Kommunikation mit einem eBox-Kontrollzentrum herzustellen
fr: Le paquet précédent a été supprimé. Envoyez-en un nouveau pour établir une communication entre le centre de contrôle eBox
it: Il bundle precedente è stato eliminato. Caricane uno nuovo per stabilire la comunicazione con un centro di controllo eBox
ja: 以前のバンドルは削除されました。eBoxコントロールセンターと通信するためには新しいバンドルをアップロードしてください
ru: Предыдущий пакет был удален. Загрузите новый для коммуникации с центром управления eBox
tr: Bir önceki paket silindi. Bir eBox merkezi ile iletişim kurmak için yeni bir tane gönderin

source: Connectivity test
da: Forbindelsestest
de: Verbindungstest
fr: Test de connectivité
it: Test di connessione
ja: 接続テスト
ru: Тест соединения
tr: Bağlantı testi

source: Bundle Upload
da: Opload en bundle
de: Bündel hochladen
fr: Envoi de paquet
it: Carica Bundle
ja: バンドルアップロード
ru: Пакет Загрузки
tr: Paket gönderimi

source: The bundle file has been uploaded successfully
da: bundle filen er blevet oploadet
de: Das Bündel wurde erfolgreich hochgeladen
fr: Le fichier de paquet a été envoyé avec succès
it: Il file bundle è stato caricato correttamente
ja: バンドルファイルがアップロードされました
ru: Пакет файла был загружен успешно
tr: Paket dosya başarıyla gönderildi

source: {method} is not a public method
da: {method} er ikke en offentlig metode
de: {method} ist keine öffentliche Methode
fr: {method} n'est pas une méthode publique
it: {method} non è un metodo pubblico
ja: {method} はパブリックメソッドではありません
ru: {method} не опубликованный способ
tr: {method} bir genel yöntem değildir

source: {method} is not a defined method
da: {method} er ikke definered
de: {method} ist keine definierte Methode
fr: {method} n'est pas une méthode définie
it: {method} non è un metodo definito
ja: {method} は定義されたメソッドではありません
ru: {method} не определенный способ
tr: {method} tanımlı bir yöntem değildir

source: {module} does not exist
da: {module} findes ikke
de: Das Modul {module} existiert nicht
fr: {module} n'existe pas
it: {module} non esiste
ja: {module} が存在しません
ru: {module} не существует
tr: {module} mevcut değil

source: Missing uploaded file: {uploadedFile}
da: {uploadedFile} kunne ikke findes
de: Die hochgeladene Datei {uploadedFile} fehlt
fr: Fichier envoyé manquant : {uploadedFile}
it: File caricato mancante: {uploadedFile}
ja: アップロードされたファイルが破損しています: {uploadedFile}
ru: Ошибка загрузки файла: {uploadedFile}
tr: Yüklenen dosya eksik: {uploadedFile}

source: Uploaded file is a type of {type1} but it should be a file of type {type2}
da: Den oploadede fil er af typen {type1} , men den skulle være af typen {type2}
de: Die hochgeladene Datei ist vom Typ {type1}, sollte aber vom Typ {type2} sein
fr: Le fichier envoyé est de type {type1} mais devrait être du type {type2}
it: Il file caricato è di tipo {type1} ma dovrebbe essere un file di tipo {type2}
ja: アップロードされたファイルは {type1} 型です。 ファイルは {type2} 型である必要があります
ru: Тип загружаемого файла {type1} а должен быть {type2}
tr: Yüklenen dosya {type1} türünde fakat {type2} türünde olmalı

source: Uploaded file does not contain the four mandatory files. It contains {number}
da: den oploaded fil indeholder ikke de 4 krævede filer, den indeholder {number}
de: Die hochgeladene Datei enthält die vier nötigen Dateien nicht. Es enthält nur {number}
fr: Le fichier envoyé ne contient pas les 4 fichiers mandataires. Il en contient {number}
it: Il file caricato non contiene i quattro file obbligatori. Ne contiene {number}
ja: アップロードされたファイルには4つの必須ファイルが含まれていません。{number} 個のみが含まれています
ru: Загруженный файл не содержит четыре обязательных файла. Он содержит {number}
tr: Gönderilen dosya bulunması gereken 4 dosyayı içermiyor. Sadece {number} tane var

source: It is required to upload a bundle to delete it
da: Der er nødvendigt at oploade en bundle for at slette den
de: Um ein Bündel zu löschen, müssen Sie ein anderes hochladen
fr: Il est nécessaire d'envoyer un paquet pour l'effacer
it: È richiesto il caricamento di un bundle per eliminarlo
ja: 削除するためにはバンドルをアップロードする必要があります
ru: Необходимо для загрузки пакета для удаления
tr: Silmek için paketin gönderilmiş olması lazım

source: You should enable the service to test the connectivity
da: Du skal slå servicen til for at teste forbindelsen
de: Sie sollten den Dienst aktivieren, um die Verbindung zu testen
fr: Vous devez activer le service pour tester la connectivité
it: Dovresti attivare il servizio per verificare la connessione
ja: 接続をテストするにはサービスを有効にしてください
ru: Необходимо включить службу для проверки соединения
tr: Bağlantıyı kontrol etmek için servisi etkinleştirmelisiniz

source: The OpenVPN client configuration file is missing
da: OpenVPN client konfigurationens filen mangler
de: Die OpenVPN-Benutzerkonfiguration fehlt
fr: Le fichier de configuration OpenVPN est manquant
it: Manca la configurazione del client OpenVPN
ja: OpenVPNクライアントの設定ファイルが破損しています
ru: Отсутствует файл конфигурации клиента OpenVPN
tr: OpenVPN istemci yapılandırma dosyası yok

source: The OpenVPN client configuration file is not well formatted
da: OpenVPN klient konfigurationsfilen er ikke korrekt opbygget
de: Die OpenVPN-Benutzerkonfiguration ist in einem ungültigen Format
fr: Le fichier de configuration OpenVPN n'est pas bien formaté
it: La configurazione del client OpenVPN non è ben formattata
ja: OpenVPNクライアントの設定ファイルの書式が誤っています
ru: Неправильный формат файла конфигурации OpenVPN
tr: OpenVPN istemci yapılandırma dosyası düzgün biçimde değil

source: Some certificate is missing
da: et certifikat mangler
de: Ein Zertifikat fehlt
fr: Un certificat est manquant
it: Mancano alcuni certificati
ja: 破損している証明書があります
ru: Отсутствуют некоторые сертификаты
tr: Bazı sertifika dosyaları eksik

source: You cannot upload this bundle since the name {name} has been already used for a bundle which will be cleaned up. If you want to upload the bundle, please save changes first
da: Du kan ikke oploade denne bundle fordi navnet {name} har været brugt til en bundle, der bliver slettet. hvis du ønsker at oploade denne bundle, så skal du gemme ændringer først
de: Sie können dieses Bündel nicht hochladen, weil der Name {name} bereits für ein gelöschtes Bündel verwendet wird, welches noch nicht entfernt ist. Falls Sie das Bündel hochladen möchten, speichern Sie zuerst die Änderungen
fr: Vous ne pouvez envoyer ce paquet car le nom {name} a déjà été utilisé pour une paquet qui a été nettoyé dans l'intervalle. Si vous désirer envoyer ce paquet, sauvegarder vos modifications d'abord
it: Non puoi caricare questo bundle in quanto il nome {name} è già stato usato da un bundle che sarà ripulito. Se vuoi caricare il bundle, registra prima le modifiche
ja: 整理対象のバンドルのためにすでに名前 {name} が使われているため、このバンドルをアップロードする事ができません。アップロードするにはまず変更を保存してください
ru: Вы не можете загрузить пакет, так {name} уже использовалась в пакете, который был очищен. Если вам необходимо загрузить пакет, пожалуйста запишите сначала изменения.
tr: Bu paketi gönderemezsiniz çünkü {name} ismi silinecek bir paket için kullanılmış. Eğer paketi göndermek istiyorsanız önce değişiklikleri kaydedin

source: Certificate file is missing
da: Certifikat filen mangler
de: Das Zertifikat fehlt
fr: Le fichier de certificat est manquant
it: Manca il file del certificato
ja: 証明書ファイルが破損しています
ru: Отсутствует файл сертификата
tr: Oluşturma dosyaları eksik

source: Private key file is missing
da: Den private nøgle mangler
de: Der private Schlüssel fehlt
fr: La clef privée est manquante
it: Manca il file della chiave privata
ja: プライベートキーファイルが破損しています
ru: Отсутствует приватный ключ
tr: Özel anahtar dosyası eksik

source: Certification Authority file is missing
da: Certifikatudsteder filen mangler
de: Das Zertifikat der Zertifizierungsstelle fehlt
fr: Le fichier de certificat d'autorité est manquant
it: Manca il file della Certification Authority
ja: 認証局ファイルが破損しています
tr: Sertifika doğrulama dosyası eksik

source: You should upload a bundle to be able to communicate with the control center
da: Du skal oploade et bundle, for at kunne kommunikere med kontrolcentret
de: Sie sollten ein Bündel hochladen, um mit dem Kontrollzentrum kommunizieren zu können
fr: Vous devez envoyer un paquet pour être capable de communiquer avec le centre de contrôle
it: Dovresti caricare un bundle per comunicare con il centro di controllo
ja: コントロールセンターと通信するためにはバンドルをアップロードしてください
ru: Вы должны загрузить пакет, чтобы установить коммуникации с центром управления
tr: Kontrol merkezi ile iletişim kurmak için önce bir paket göndermelisiniz

source: The OpenVPN client is not running. You may need to save changes in order to set up the OpenVPN client
da: OpenVPN klienten kører ikke. Du skal måske gemme ændringerne for at kunne sætte OpenVPN klienten op
de: Der OpenVPN-Benutzer-Dienst läuft nicht. Vielleicht müssen Sie zuerst die Änderungen speichern, um den OpenVPN-Benutzer einzurichten
fr: Le client OpenVPN ne fonctionne pas. Vous devriez sauvegarder vos modifications pour l'activer
it: Il client OpenVPN non è in esecuzione. Potresti dover registrare le modifiche per impostare il client OpenVPN
ja: OpenVPNクライアントは停止しています。OpenVPNクライアントを設定するには変更を保存する必要があるかもしれません
ru: Клиент OpenVPN не запущен. Вам необходимо сохранить все изменения и запустить клиент OpenVPN.
tr: OpenVPN istemcisi çalışmıyor. OpenVPN istemcisini kurmak için değişiklikleri kaydetmeniz gerekiyor

source: General configuration for
da: Generelle indstillinger for
de: Allgemeine Einstellungen für
fr: Configuration générale pour
it: Configurazione generale per
ja: 全般的な設定
ru: Общая конфигурация для
tr: Şunun için genel yapılandırma:

source: The connection seems to be {state}. The percentage of loss was {percent}%
da: Forbindelsen lader til at være {state}. Tabsprocenten er {percent}%
de: Die Verbindung scheint {state} zu sein. {percent}% wurden gingen verloren
fr: La connexion semble être {state}. Le pourcentage de perte était de {percent}%
it: La connessione sembra essere {state}. La percentuale di perdita era del {percent}%
ja: 接続は {state} です。ロスは {percent}% です。

source: ok
de: in Ordnung
ja: 正常
ru: ок
tr: Tamam

source: down
da: nede
de: unterbrochen
fr: inactive
it: giù
ja: 停止
ru: выключено
tr: Kapalı

source: eBox Control Center bundle
da: eBox kontrolcenter bundle
de: eBox Kontrollzentrum Bündel
fr: Centre de contrôle eBox pour les paquets
it: Bundle Centro di Controllo eBox
ja: eBoxコントロールセンターバンドル
ru: Пакет Центра Управления eBox
tr: eBox Kontrol Merkez paketi

source: Archive which contains all elements needed to establish the communication between eBox and the control center
da: Backup der indeholder alle ting der er nødvendige for at kommunikere mellem eBox og kontrolcentret
de: Eine Archivdatei, welche alle nötigen Elemente enthält, die für die Kommunikation und dem Kontrollzentrum nötig sind
fr: L'archive contiendra tous les éléments nécessaires à l'établissement d'une communication entre eBox et le centre de contrôle
it: Archivio contenente tutti gli elementi necessari per stabilire la connessione fra eBox ed il centro di controllo
ja: eBoxとコントロールセンターが通信を確立するために必要な全ての要素をアーカイブする
ru: Архив содержит все элементы необходимые для коммуникации eBox и центра управления

source: Upload
da: opload
de: Hochladen
fr: Envoyer
it: Carica
ja: アップロード
ru: Загрузка
tr: Gönder
