Repository: zentyal/zentyal
Catalog: client/webmail/po/*.po
Languages: nl, pl, tr

source: Mode
pl: Tryb
tr: Mod

source: Operation mode
nl: Werkwijze
pl: Tryb pracy
tr: İşlem Modu

source: Zentyal mail service
pl: Usługa pocztowa Zentyal

source: Remote server
nl: Externe server
pl: Zdalny serwer
tr: Uzak sunucu

source: Name
nl: Naam
pl: Nazwa
tr: Adı

source: The name of the webmail will be used in the login screen and page titles.
pl: Nazwa poczty webmail zostanie użyta na ekranie logowania i tytułach stron.
tr: web adı giriş ekranında ve sayfa başlığında kullanılacaktır.

source: Virtual host
nl: Virtuele host
pl: Wirtualny host

source: Virtual host where the webmail will be installed. This will disable the default /webmail url.
nl: Virtuele host waar de webmail zal geÃ¯nstalleerd worden. Dit zal de standaard /webmail url onbruikbaar maken.
pl: Host wirtualny, na którym poczta www zostanie zainstalowana. Spowoduje to wyłączenie domyślnego adres url /webmail

source: General configuration
nl: Algemene instellingen
pl: Ogólna konfiguracja
tr: Genel Ayarlar

source: Disabled
nl: Uitgeschakeld
pl: Wyłączony

source: The deleted virtual host was selected for Webmail. Maybe you want to select another one now.
nl: De verwijderde virtuele host was ingesteld voor de Webpost. Mogelijk wil je nu een andere selecteren.
pl: Usunięty host wirtualny był domyślny dla poczty webmail. Czy chcesz wybrać inny?

source: IMAP Server
pl: Serwer IMAP
tr: IMAP Sunucu

source: IMAP connection type
pl: Typ połączenia IMAP
tr: IMAP bağlantı tipi

source: IMAP server port
nl: IMAP server poort
pl: Port serwera IMAP
tr: IMAP sunucu portu

source: SMTP Server
pl: Serwer SMTP
tr: SMTP Sunucu

source: SMTP connection type
pl: Typ połączenia SMTP
tr: SMTP bağlantı türü

source: SMTP server port
nl: SMTP server poort
pl: Port serwera SMTP
tr: SMTP sunucu portu

source: SMTP authentication
nl: SMTP aanmelding
pl: Uwierzytelnianie SMTP
tr: SMTP yetkilendirmesi

source: None
nl: Geen
pl: Żaden
tr: Yok

source: Same user and password than IMAP
nl: Zelfde gebruiker en wachtwoord als bij IMAP
pl: Ta sama nazwa użytkownika i hasło dla IMAP
tr: IMAP ile aynı kullanıcı adı ve parola

source: User and password
nl: Gebruiker en wachtwoord
pl: Użytkownik i hasło
tr: Kullanıcı adı ve parola

source: User
nl: Gebruiker
pl: Użytkownik
tr: Kullanıcı

source: Password
nl: Wachtwoord
pl: Hasło
tr: Şifre

source: Manage sieve enabled in IMAP server
nl: Beheer sieve geactiveerd op de IMAP server
pl: Włączone filtrowanie wiadomości na serwerze IMAP
tr: IMAP sunucudaki filtrelemeyi aktifleştir

source: Manage sieve port
nl: Beheer seive poort
pl: Port filtrowania wiadomości
tr: Süzgeç yönetim portu

source: Manage sieve connection uses TLS
nl: Beheer seive verbinding TLS gebruik
pl: Filtrowanie wiadomości z użyciem szyfrowania TLS
tr: TLS kullanarak süzgeç bağlantılarını yönet

source: External server connection
nl: Externe server verbinding
pl: Połączenie z zewnętrznym serwerem
tr: Harici sunucu bağlantısı

source: unencrypted
nl: onbeveiligd
pl: niezaszyfrowane
tr: şifrelenmemiş

source: WebMail backend
nl: WebPost beheer pagina
pl: Zaplecze poczty www
tr: WebMail arkaplanı

source: Neither IMAP nor IMAPS service enabled.
nl: Noch de IMAP, noch de IMAPS dienst zijn geactiveerd.
pl: Nie uruchomiono żadnej z usług IMAP lub IMAPS.
tr: IMAP veya IMAPS servisleri aktif değildir.

source: To configure Roundcube webmail.
nl: Roundcube webpost instellen.
pl: Konfiguracja poczty Roundcube
tr: Roundcube webmaili ayarla

source: To configure managesieve Roundcube webmail plugin.
nl: Managesieve Roundcube webpost uitbreiding instellen.
pl: Konfiguracja dodatku Filtrowanie wiadomości.
tr: Roundcube webmail süzgeç eklentisi yönetim ayarları

source: Create PostgreSQL Roundcube webmail database.
nl: Maak PostgresSQL Roundcube webpost gegevensbank.
pl: Utwórz bazę danych PostgreSQL poczty www
tr: PostgreSQL veritabanı sunucusunu Roundcube webmail için ayarla

source: This database will store the data needed by Roundcube.
nl: Deze gegevensbank zal de gegevens voor Roundcube opslaan.
pl: Baza ta będzie przechowywać informacje wymagane przez RoundCube.
tr: Bu veritabanı Roundcube için gerekli verileri kaydedecektir.

source: Add webmail link to www data directory.
nl: Voeg Webpost koppeling aan de www folder toe.
pl: Dodaj link poczty do katalogu stron www.
tr: www dizinine web için link ekle

source: Webmail will be accesible at http://ip/webmail/.
nl: Webpost zal beschikbaar zijn via http://ip/webmail/.
pl: Dostęp do poczty możliwy przez http://ip/webmail/.
tr: Webmail http://ip/webmail/ adresinden ulaşabilirsiniz.

source: Webmail module needs IMAP or IMAPS service enabled if using Zentyal mail service. You can enable it at {openurl}Mail -> General{closeurl}.
pl: Moduł webmail wymaga usługi IMAP lub IMAPS jeżeli korzystasz z usługi poczty Zentyal. Można je włączyć w {openurl}Poczta -> Ogólne{closeurl}.

source: You cannot disable both IMAP and IMAPS service because they are used by Webmail module.
nl: IMAP en IMAPS kunnen niet allebei uitgeschakeld worden gezien ze in gebruik zijn door de Webpost module.
pl: Nie można wyłączyć obu usług IMAP i IMAPS, ponieważ wymagane są one do działania poczty www.
tr: Webmail tarafından kullanıldıklarından dolayı IMAP veya IMAPS servislerinin ikisini birden pasifleştiremezsiniz.
