Repository: zentyal/zentyal
Catalog: client/usersandgroups/po/*.po
Languages: et, fr, hu, ru, tr

source: Add and Edit
et: Lisa ja redigeeri
fr: Ajouter et modifier
hu: Hozzáadás és szerkesztés
ru: Добавить и редактировать

source: Add
et: Lisa
fr: Ajouter
hu: Hozzáadás
ru: Добавить

source: Add User
et: Kasutaja lisamine
fr: Ajouter un utilisateur
hu: Felhasználó hozzáadása
ru: Добавить пользователя
tr: Kullanıcı ekle

source: User name
et: Kasutajanimi
fr: Nom d'utilisateur
hu: Felhasználói név
ru: Имя пользователя
tr: Kullanıcı ismi

source: First name
et: Eesnimi
fr: Prénom
hu: Utónév
ru: Имя

source: Last name
et: Perekonnanimi
fr: Nom
hu: Családnév
ru: Фамилия

source: Retype password
et: Korda parooli
fr: Réécrire le mot de passe
hu: Jelszó megerősítése
ru: Повторите пароль
tr: Parola (tekrar)

source: Group
et: Grupp
fr: Groupe
hu: Csoport
ru: Группа
tr: Grup

source: There are no users at the moment. You need at least one to manage this group properly.
et: Hetkel kasutajaid ei eksisteeri. Grupi haldamiseks vajad sa vähemalt ühte kasutajat.
hu: Jelenleg nincsenek felhasználók. Legalább egyre szükség van a csoport beállításához.

source: Change
et: Muuda
fr: Modifier
hu: Módosítás
ru: Изменить
tr: Değiştir

source: Users in group
et: Kasutajad grupis
fr: Utilisateurs dans groupe
hu: A felhasználó tagja a csoportnak.
ru: Пользователи в группе
tr: Grubdaki kullanıcılar

source: Users not in group
fr: Utilisateurs PAS dans groupe
hu: A felhasználó NEM tagja a csoportnak.
ru: Пользователи не в группе
tr: Grup içinde kullanıcı mevcut değil

source: Empty list
et: Tühi loend
fr: Liste vide
hu: Üres lista
ru: Пустой список
tr: Liste boş

source: Remove
et: Eemalda
fr: Enlever
hu: Eltávolít
ru: Удалить
tr: Kaldır

source: Remove users from group
et: Kasutajate grupist eemaldamine
fr: Supprimer les utilisateurs du groupe
hu: Felhasználók törlése a csoportból
ru: Удалить пользователя из группы
tr: Kullanıcılar grubtan kaldır

source: Add users to group
fr: Ajouter les utilisateurs au groupe
hu: Felhasználók hozzáadása a csoporthoz
ru: Добавить пользователя в группу
tr: Kullanıcılar gruba ekle

source: Delete group
et: Grupi kustutamine
fr: Effacer le groupe
hu: Csoport törlése
ru: Удалить группу
tr: Grubu sil

source: This operation will cause the removal of the group and all dependent data such as shared directory, etc.
et: See tegevus kustutab grupi ja sellega seotud andmed, nagu jagatud kataloogid jne
hu: Ez a művelet törli a felhasználót, valamint minden egyéb vele összefüggő adatát is: postafiók, megosztott mappa, stb.

source: User groups
et: Kasutaja grupid
fr: Groupes d'utilisateurs
hu: Felhasználói csoportok
ru: Группы пользователей

source: Other groups
et: Muud grupid
fr: Autres groupes
hu: Egyéb csoportok
ru: Другие группы

source: Remove groups from user
et: Gruppide eemaldamine kasutajalt
fr: Supprimer les groupes de l'utilisateur
hu: Csoport törlése a felhasználótól
ru: Удалить пользователя из группы

source: Delete user
et: Kasutaja kustutamine
fr: Supprimer l'utilisateur
hu: Ffelhasználó törlése
ru: Удалить пользователя
tr: Kullanıcıyı sil

source: This operation will cause the removal of the user and all dependent data such as mail accounts, user files, etc.
et: See tegevus kustutab kasutaja ja temaga seotud andmed nagu e-posti kontod, kasutaja failid jne
hu: Ez a művelet törli a felhasználót, valamint minden egyéb vele összefüggő adatát is: postafiók, saját fájlok, stb.

source: Logout
et: Logi välja
fr: Déconnexion
hu: Kijelentkezés
ru: Выход

source: Warning: Caps Lock is enabled
et: Hoiatus: Suurtähed on sisselülitatud
fr: Attention: Verr.Maj (Caps Lock) est activé
hu: Figyelem: a Caps Lock bekapcsolva!
ru: Предупреждение: включен Caps Lock

source: Secret key to be shared between Windows and eBox (16 chars)
et: Windowsi ja eBoxi vahel jagatav salajane võti (pikkus 16 märki)
fr: Clé secrète partagée entre Windows et eBox (16 caractères)
ru: Секретный ключ для Windows и Ebox (16 символов)

source: Only for slave configuration: IP of the master eBox or Windows AD
et: Ainult alama seadistamiseks: ülema eBoxi või Windowsi AD IP aadress
fr: Uniquement pour la configuration en tant qu'esclave : IP de l'eBox maître ou Windows Active Directory
ru: Только для настроек slave: IP мастер eBox или Windows AD

source: Master eBox LDAP password
et: Ülem eBoxi LDAP parool
fr: Mot de passe LDAP de l'eBox maître
ru: Пароль LDAP Мастер eBox

source: eBox Users Mode
et: eBoxi kasutajate režiim
fr: Mode des utilisateurs eBox
ru: eBox режим пользователя

source: This eBox is configured as slave and there are no groups at the moment. You may want to add some in the {openhref}master{closehref}.
et: eBox on seadistatud alamana ning gruppe hetkel ei ole. Soovi korral võid neid lisada siin:{openhref}ülem{closehref}.
fr: Cet eBox est configuré en tant qu'esclave et aucun groupe n'est défini pour le moment. Vous pouvez en ajouter un sur le {openhref}maître {closehref}.
ru: eBox сконфигурирован в slave режиме и не имеет групп в данный момент. Вам необходимо добавить {openhref}master{closehref}.

source: This eBox is configured as Windows AD slave and there are no groups at the moment. If there are groups in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
et: eBox on seadistatud Windows AD alamana ning gruppe hetkel ei eksisteeri. Kui sinu domeenikontrolleris on grupid olemas, siis on võimalik, et sünkronisatsiooniprotsess nurjus või ei ole veel lõppenud.
fr: Cet eBox est configuré en tant qu'esclave d'Active Directory et il n'y a aucun groupe pour le moment. Si votre contrôleur de domaine contient des groupes, il y a probablement eu un problème dans le processus de synchronisation.
ru: Этот eBox сконфигурирован в режиме slave Windows AD. Если существуют группы на контролере домена, возможно синхронизация прошла неудачно или еще не закончена.

source: Base DN
et: Baas DN
ru: Базовый DN

source: Users DN
et: Kasutajate DN
ru: DN пользователи

source: Groups DN
et: Gruppide DN
ru: DN группы

source: LDAP Info
ru: Инфа LDAP

source: LDAP Information
et: LDAP informatsioon
ru: Информация LDAP

source: You must enable the Users and Groups module to access the LDAP information
et: LDAP informatsioonile ligipääsuks peab kasutajate ja gruppide moodul olema lubatud
ru: Необходимо включить модуль Пользователи И Группы для доступа к информации LDAP.

source: This eBox is configured as slave and there are no users at the moment. You may want to add some in the {openhref}master{closehref}.
et: See eBox on seadistatud alamana ning kasutajaid hetkel ei ole. Soovi korral võid neid lisada siin:{openhref}ülem{closehref}.
fr: Cet eBox est configuré en tant qu'esclave et il n'y a aucun utilisateur actuellement. Vous pouvez en ajouter sur le {openhref}maître{closehref}.
ru: Этот eBox сконфигурирован как slave и не имеет пользователей в данный момент. Вы можете добавить их {openhref}master{closehref}

source: This eBox is configured as Windows AD slave and there are no users at the moment. If there are users in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
et: eBox on seadistatud Windowsi AD alamana ning kasutajaid hetkel ei ole. Kui sinu domeenikontrolleris on kasutajad olemas, siis on võimalik, et sünkronisatsiooniprotsess nurjus või ei ole veel lõppenud.
fr: Cet eBox est configuré en tant qu'esclave d'Active Directory et il n'y a aucun utilisateur actuellement. Si vous avez des utilisateurs sur votre contrôleur de domaine, il est probable qu'il y ait une problème de synchronisation.
ru: Этот eBox сконфигурирован как slave Windows AD и не имеет пользователей в данный момент. Если на контролере домена заведены пользователи, возможно синхронизация не прошла или еще не закончена.

source: This is a list of those eBox slaves which are subscribed to this eBox.
et: eBoxi tellinud alamate loend.
ru: Список тех slave eBox, которые яляются подписчиками этого eBox

source: Slave status
et: Alama olek
fr: Statut de l'esclave
ru: Состояние slave

source: There isn't any configurable option
et: Seadistatavad valikud puuduvad
fr: Il n'y a pas une option configurable
ru: Нет настраиваемых опций

source: Default User Template
et: Vaikimisi kasutaja mall
fr: Gabarit d'utilisateur par défaut
ru: Шаблон пользователя по умолчанию

source: Your openLDAP database will be populated with some basic organizational units
et: Allüksuste põhiandmete kirjutamine sinu openLDAP andmebaasi
fr: Votre base de donnée openLDAP va être publiée avec une unité organisationnelle (organizational units) par défaut
ru: В вашу базу данных openLDAP будут добавлены основные организационные подразделения

source: eBox needs this organizational units to add users and groups into them
et: eBox vajab allüksuseid kasutajate ja gruppide lisamiseks
fr: eBox demande que vous ajoutiez des utilisateurs et groupes dans l'unité organisationnelle (organizational units)
ru: eBox необходимы эти модули для добавления пользователей и групп

source: Create directories for slave's journals
et: Alamate päevikute jaoks kataloogide loomine
fr: Créer des répertoires pour les journaux esclaves
ru: Создание каталогов для вторичных журналов

source: eBox needs the directories to record pending slave's actions
et: eBox vajab katalooge ootel olevate alamate toimingute salvestamiseks
fr: eBox nécessite des répertoires pour consigner les actions esclaves en attente
ru: eBox необходимы каталоги для записей незаконченных действий

source: Your eBox will be registered as a slave in the eBox master specified
et: Sinu eBoxi alamana registreerimine määratud ülem eBoxis
fr: Votre eBox sera enregistré comme esclave dans l'eBox maître spécifié
ru: Ваш eBox должен быть зарегистрирован в качестве вторичного в eBox мастер

source: This eBox needs to have remote access to the users in the eBox master
et: See eBox vajab kaugligipääsu ülem eBoxi kasutajate jaoks
fr: Cette eBox a besoin d'un accès distant aux utilisateurs de l'eBox maître
ru: Этому eBox необходим удаленный доступ к пользователям в мастер eBox

source: It is not ready to work with more than one slapd
et: Ei ole valmis töötama rohkem kui ühe slapdiga
fr: Ebox n'est pas prêt pour travailler avec plus d'un "slapd"
ru: Не может работать более чем с одним slapd

source: eBox will run a script each 5 minutes to sync with Windows AD.
et: Windowsi ADga sünkroniseerimiseks käivitatakse skript eBoxis iga 5 minuti järel
fr: eBox exécutera un script toute les 5 minutes pour se synchroniser avec Windows AD
ru: eBox будет запускать этот скрипт каждые 5 минут для синхронизации с Windows AD

source: To make openLDAP listen on TCP and Unix sockets
et: Et openLDAP kuulaks TCP ja Unixi sokleid
fr: Pour permettre openLDAP d'écouter les sockets TCP et Unix
ru: Сделать openLDAP слушающим TCP и сокет Unix

source: To copy LDAP admin password generated by eBox and allow other modules to access LDAP
et: eBoxi poolt genereeritud LDAP administraatori parooli kopeerimiseks ja teistele moodulitele LDAP ligipääsu lubamiseks
fr: Pour copier le mot de passe administrateur de LDAP, généré par eBox et permettre aux autres modules d'accéder à LDAP
ru: Скопировать пароль LDAP сгенированный eBox разрешающий другим модулям доступ к LDAP

source: Slave Status
et: Alama olek
fr: Statut de l'esclave
ru: Состояние Slave

source: Can't connect to master eBox at {remote}
et: Ühenduse loomine ülem eBoxiga {remote} ei õnnestu
fr: Impossible de se connecter à l'eBox maître par {remote}
ru: Не возможно подключится к мастер eBox {remote}

source: Can't connect to master eBox at {remote} with the provided LDAP password
et: Pakutud LDAP parooliga ei õnnestu ülem eBoxiga {remote} ühenduse loomine
fr: Impossible de se connecter à l'eBox maître par {remote} avec le mot de passe LDAP spécifié
ru: Не возможно подключится к мастер eBox {remote} с таким паролем LDAP

source: A host with the name {host} is already registered in this eBox
et: Masin nimega {host} on juba selles eBoxis registreeritud
fr: Un hôte du nom de {host} est déjà enregistré dans cet eBox
ru: Хост с таким именем {host} уже зарегистрирован в этом eBox

source: There is a script which has asked to run in eBox exclusively. Please, wait patiently until it is done
et: eBoxis on käivitatud teisi tegevusi välistav skript, palun oota kuni see on lõpetanud
fr: Un script a demandé de fonctionner en mode exclusif. Merci de patientez jusqu'à la fin de son exécution
ru: Данный скрипт запросил эксклюзивную работу с eBox. Пожалуйста дождитесь пока он не окончиться.

source: User corner
fr: Espace utilisateur
ru: Уголок пользователя

source: Port
ru: Порт

source: User Corner webserver settings
fr: Paramètres du serveur web de l'espace utilisateur
ru: Параметры вэб-сервера уголка пользователя

source: There are no users at the moment. You need at least one to manage this group properly
ru: В данный момент нет пользователей. Вам необходим хотя бы один для управления свойствами этой группы

source: If you remove this group all its data within its shared directory will be deleted
ru: Если вы удалите эту группу все данные в общем каталоге будут удалены
tr: Eğer grubu silerseniz ortak kullanımdaki bütün dizinlerde silinir

source: This operation will cause the removal of the user and all the dependent data; such as mail accounts, user files, ...
ru: Эта операция удалит пользователя и связанные с ним данные: почтовый аккаунты, файлы пользователя, ...

source: Enter
et: Sisene
fr: Entrer
ru: Вход

source: Slave
et: Alam
fr: Esclave

source: Windows AD Slave
et: Windows AD alam
fr: Esclave Windows AD (Active Directory)

source: slave
et: alam
fr: esclave

source: full name
tr: Tam ismi

source: Changes in user accounts take effect inmediately, they do not need to be saved.
tr: Kullanıcı hesapları güncelleniyor. Lütfen birşey kaydetmeyin.

source: Changes related to printing, file sharing and Jabber service do need to be saved in order to be effective.
tr: Yazdırma, Ortak kullanım ve Jabber servisindeki değişiklikler kayıt edilmesi gerekir.

source: Create
tr: Oluştur

source: Edit Group
tr: Grubu düzenle

source: Actions
tr: İşlemler

source: There are no users the moment. You need at least one to manage this group properly
tr: Henüz kullanıcı mevcut değil. Kullanım için en azından bir grubu düzenlemeniz gerekiyor.

source: This operation will cause the removal of the user and all his dependences; such as mail accounts, user data...
tr: Bu işlem kullanıcıyı siler ve ona ait tüm posta ve kullanıcı verileride birlikte silinir
