Repository: zentyal/zentyal
Catalog: client/usersandgroups/po/*.po
Languages: et, fr, hu, ru, tr

source: User Corner Web Server
et: Veebiserveri kasutaja nurgake
fr: Serveur web de l'espace utilisateur
hu: Felhasználói sarok web kiszolgáló
ru: Веб-сервер уголка пользователя

source: This group contains users
et: Selles grupis on kasutajad
fr: Ce groupe contient des utilisateurs
hu: Ez a csoport tartalmaz felhasználókat
ru: Эта группа содержит пользователей
tr: Bu grup içinde kullanıcı mevcut

source: Users
et: Kasutajad
fr: Utilisateurs
hu: Felhasználók
ru: Пользователи
tr: Kullanıcılar

source: username
et: kasutajanimi
fr: nom d'utilisateur
hu: felhasználónév
ru: логин
tr: Kullanıcı ismi

source: user
et: kasutaja
fr: utilisateur
hu: felhasználó
ru: пользователь
tr: Kullanıcı

source: group
et: grupp
fr: groupe
hu: csoport
ru: группа
tr: Grup

source: Edit group
et: Gruppide redigeerimine
fr: Éditer groupe
hu: Csoport szerkesztése
ru: Редактировать группу
tr: Grubu düzenle

source: Groups
et: Grupid
fr: Groupes
hu: Csoportok
ru: Группы
tr: Grublar

source: group name
et: grupi nimi
fr: nom de groupe
hu: csoportnév
ru: имя группы
tr: Grup ismi

source: comment
et: kommentaar
fr: commentaire
hu: megjegyzés
ru: комментарий
tr: Açıklama

source: user name
et: kasutajanimi
fr: nom d'utilisateur
hu: felhasználónév
ru: Имя пользователя
tr: Kullanıcı ismi

source: last name
et: perekonnanimi
fr: nom de famille
hu: vezetéknév
ru: Фамилия пользователя

source: password
et: parool
fr: mot de passe
hu: jelszó
ru: пароль
tr: Parola

source: confirm password
et: kinnita parool
fr: confirmer le mot de passe
hu: jelszó megerősítés
ru: подтвердите пароль
tr: Parola (tekrar)

source: Passwords do not match.
et: Paroolid ei kattu.
fr: Les mots de passe ne correspondent pas.
hu: Nem egyeznek a jelszavak.
ru: Пароли не совпадают
tr: Parolalar birbiri ile uyumsuz.

source: object name
et: objekti nimi
fr: nom d'objet
hu: objektum név
ru: имя объекта
tr: Nesne ismi

source: object type
et: objekti tüüp
fr: type d'objet
hu: objektum típus
ru: тип объекта
tr: Nesne türü

source: User removed successfully
et: Kasutaja eemaldatud
fr: Utilisateur enlevé avec succès
hu: Felhasználó sikeresen eltávolítva
ru: Пользователь удален
tr: Kullanıcı başarılı bir şekilde silindi

source: Group removed successfully
et: Grupp eemaldatud
fr: Groupe enlevé avec succès
hu: Csoport sikeresen eltávolítva
ru: Группа удалена
tr: Grup başarılı bir şekilde silindi

source: User Corner
et: Kasutaja nurgake
fr: Espace utilisateur
hu: Felhasználói sarok
ru: Уголок Пользователя

source: Migrate configured modules
et: Seadistatud moodulite ülekanne
fr: Migrer les modules configurés
hu: költözési (migrációs) modulok beállítása
ru: Миграция настроенных модулей

source: Required for usercorner access to configured modules
et: Nõutav kasutaja nurgakese ligipääsuks seadistatud moodulitele
fr: configuration des modules requise pour l'accès à l'espace utilisateur
hu: Szükséges a felhasználói (?) hozzáférés a beállító modulokhoz.
ru: Требуется для доступа к модулю настройки уголка пользователя

source: User Corner web server
et: Kasutaja nurgakese veebiserver
hu: Felhasználói sarok webkiszolgáló
ru: Веб-сервер уголка пользователя

source: Operation
et: Operatsioon
fr: Opération
hu: Művelet
ru: Операция

source: Parameter
et: Parameeter
fr: Paramètre
hu: Paraméter
ru: Параметр

source: List of pending operations on slaves
et: Loend alamate ootel olevatest operatsioonidest
fr: Liste des opérations en attente dans les esclaves
hu: A függőben lévő műveletek listája a ... [on slaves]
ru: Список допустимых операций на slave

source: This is a list those operations that need to be run by the slaves because the master failed to contact them.
et: See on loend operatsioonidest, mille peavad teostama alamad, kuna ülematel ebaõnnestus nendega kontakteerumine.
fr: Ceci est une liste des opérations qui doivent être entreprises par les esclaves, car le maître ne peut pas les contacter
hu: Ez egy lista azokról a műveletekről, amelyeknek futnia kell 'szolga' kapcsolati módban, ha a 'mester' kapcsolati mód nem működik (hibás).
ru: Это список операций, которые необходимо выполнить на slave, потому что мастер не может установить связь с ними.

source: operation
et: operatsioon
fr: opération
hu: művelet
ru: операции

source: You must enable the module Users in master mode.
et: Sa pead mooduli kasutajad lubama ülemrežiimis.
fr: Vous devez activer le module "Utilisateurs" en mode maître
hu: Itt lehet bekapcsolni a Felhasználói modult 'mester' üzemmódba.
ru: Необходимо включить модуль Пользователи в режиме мастер

source: There are no pending operations at the moment.
et: Ootel operatsioone hetkel ei ole.
fr: Il n'y a pas d'opération en attente pour le moment.
hu: Jelenleg nincsenek függőben lévő műveletek.
ru: Нет никаких операций для выполнения

source: AD user
et: AD kasutaja
fr: Utilisateur Active Directory
hu: AD felhasználó
ru: AD пользователь

source: Username for binding to Windows AD (it has to be created in the AD)
et: Kasutajanimi sidumiseks Windows ADga (kasutaja peab olema loodud ADs)
fr: Nom d'utilisateur pour la liaison à Windows AD (il doit avoir été créer dans Active Directory)
hu: A felhasználónév kötődik a Windows Active Directoryhoz (ott lett létrehozva).
ru: Имя пользователя Windows AD (оно должно быть создано в AD)

source: AD password
et: AD parool
fr: mot de passe Active Directory
hu: AD jelszó
ru: AD пароль

source: Password for the above user
et: Ülalmainitud kasutaja parool
fr: Mot de passe pour l'utilisateur ci-dessus
hu: föntebbi felhasználó jelszava
ru: Пароль для вышеупомянутого пользователя

source: Listen port
et: Kuulatav port
fr: Port d'écoute
hu: hallgatózási port
ru: Слушать порт

source: Port for listening password sync notifications from Windows
et: Port mida kuulatakse Windowsi parooli sünkroniseerimis teavituste tarbeks
fr: Port de communication pour la synchronisation des mot de passe venant de Windows
hu: A Windowstól érkező jelszó-szinkronizációs értesítések portja
ru: Порт для синхронизации сообщений из Windows

source: AD Secret Key
et: AD salajane võti
fr: Clé secrète d'AD
hu: AD titkos kulcs
ru: Секретный ключ AD

source: Secret key to be shared between Windows and Zentyal (16 chars)
hu: A Windows és a Zentyal közötti megosztott titkos kulcs (16 karakter)

source: Windows AD Sync Settings
et: Windowsi AD sünkroniseerimise seadistused
fr: Paramètres de synchronisation Windows Active Directory
hu: Windows AD szinkronizálási beállítások
ru: Настройки синхронизации Windows AD

source: The secret key needs to have 16 characters.
et: Salajase võtme pikkus peab olema vähemalt 16 märki.
fr: La clef secrète doit avoir 16 caractères.
hu: A titkos kulcshoz 16 karakter szükséges.
ru: Секретный ключ должен иметь 16 символов

source: Mode
et: Režiim
hu: Mód
ru: Режим

source: Master
et: Ülem
fr: Maître
hu: Mester
ru: Мастер

source: Only for master and AD slave configuration
et: Ainult ülema ja AD alama seadistamiseks
hu: Csak master és AD slave beállítás esetére
ru: Настройка только для мастер и AD slave

source: Master host
fr: Hôte maître
hu: Fő kiszolgáló
ru: Мастер хост

source: Only for slave configuration: IP of the master Zentyal or Windows AD
hu: Csak slave beállításhoz: a master Zentyal IPje vagy a Windows AD-jé

source: LDAP password
et: LDAP parool
fr: Mot de passe LDAP
hu: LDAP jelszó
ru: LDAP пароль

source: Master Zentyal LDAP password
hu: A Zentyal master LDAP jelszava.

source: Configuration
et: Seadistamine
hu: beállítás
ru: Конфигурация

source: Zentyal Users Mode
hu: Zentyal felhasználó mód

source: Name
et: Nimi
fr: Nom
hu: Név
ru: Имя

source: Description
et: Kirjeldus
hu: Leírás
ru: Описание

source: Edit
et: Redigeerimine
fr: Éditer
hu: Szerkesztés
ru: Редактировать
tr: Düzenle

source: You must enable the module Users in the module status section in order to use it.
et: Kasutajad mooduliga töötamiseks, pead sa selle mooduli oleku sektsioonis lubama.
fr: Vous devez activer le module "Utilisateurs" dans la section "Statut des modules" pour pouvoir l'utiliser.
hu: A használathoz be kell kapcsolja a Felhasználók modult a modul státus részben.
ru: Необходимо включить модуль Пользователи в секции Статус для того чтобы использовать это.

source: There are no groups at the moment
et: Gruppe hetkel ei ole
hu: Jelenleg nincsenek csoportok
ru: На данный момент не существуют группы

source: Zentyal is configured as slave and there are no groups at the moment. You may want to add some in the {openhref}master{closehref}.
hu: Ez a Zentyal slave-nek van beállítva és nincsenek létrehozva csoportok. Talán akar létrehozni a {openhref}master{closehref}-ben.

source: Zentyal is configured as Windows AD slave and there are no groups at the moment. If there are groups in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
hu: Ez a Zentyal Windows AD slaveként van beállítva és nincsenek csoportok létrehozva. Ha vannak csoportok a tartományvezérlőben, talán a szinkronizációs eljárás meghiúsult vagy még nem ért véget.

source: Enable PAM
hu: PAM engedélyezése

source: Make LDAP users have system account.
hu: Az LDAP felhasználók rendszerfelhasználókénti engedélyezése.

source: Default login shell
hu: Alapértelmezett login shell

source: This will apply only to new users from now on.
hu: Ez a jövőben létrehozott felhasználókra lesz csak alkalmazva.

source: PAM settings
hu: PAM beállítások

source: Password management
et: Parooli haldamine
fr: Gestion des mots de passe
hu: Jelszó kezelés
ru: Управление паролями

source: New password
et: Uus parool
fr: Nouveau mot de passe
hu: Új jelszó
ru: Новый пароль

source: Re-type new password
et: Uue parooli kordus
fr: Taper de nouveau le mot de passe
hu: Új jelszó megerősítése
ru: Повторите новый пароль

source: Password
et: Parool
fr: Mot de passe
hu: Jelszó
ru: Пароль
tr: Parola

source: Password successfully updated
et: Parooli uuendamine õnnestus
fr: Le mot de passe a été mis à jour avec succès
hu: Jelszó sikeresen frissítve
ru: Пароль успешно обновлен

source: Force sync
et: Sünkroniseerimise sundimine
fr: Forcer la synchronisation
hu: Kényszerített szinkronizálás
ru: Принудительная синхронизация

source: on slaves
et: alamatel
fr: sur l'esclave
hu: a slaven

source: Force sync of pending operations
et: Ootel tegevuste sunnitud sünkroniseerimine
fr: Forcer la synchronisation des opérations en attente
hu: Függőben lévő műveletek kényszerített szinkronizálása.
ru: Отложенная операция принудительной синхронизации

source: Sync now
et: Sünkroniseeri kohe
fr: Synchroniser maintenant
hu: Szinkronizálás most
ru: Синхронизировать сейчас

source: LDAP information
hu: LDAP információk

source: You must enable the Users and Groups module to access the LDAP information.
hu: Aktiválnia kell a Felhasználók és Csoportok modult az LDAP információk megtekintéséhez.

source: Full name
et: Täielik nimi
fr: Nom complet
hu: Teljes név
ru: Полное имя
tr: Tam ismi

source: There are no users at the moment
et: Kasutajaid hetkel ei ole
hu: Jelenleg nincsenek felhasználók
ru: На данный момент не существуют пользователи

source: Zentyal is configured as slave and there are no users at the moment. You may want to add some in the {openhref}master{closehref}.
hu: A Zentyal slavenek van beállítva és jelenleg nincsenek felhasználók létrehozva. Talán hozzá szeretne adni néhányat a {openhref}master{closehref}-en.

source: Zentyal is configured as Windows AD slave and there are no users at the moment. If there are users in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
hu: A Zentyal Windows AD slave-ként van beállítva és nincsenek felhasználók rajta. Ha a tartományvezérlőn vannak felhasználók, talán megszakadt a szinkronizációs eljárás vagy még nem ért véget.

source: List of slaves
et: Alamate loend
fr: Liste des esclaves
hu: Slave-ek listája
ru: Список slaves

source: This is a list of those Zentyal slaves which are subscribed to this Zentyal.
hu: Ez a Zentyal slave-ek listája amelyek be lettek jegyezve erre a Zentyal szerverre.

source: There are no slaves at the moment.
et: Alamaid hetkel ei ole.
fr: Il n'y a pas d'esclave pour le moment.
hu: Jelenleg nincsenek slave-ek.
ru: На данный момент не существуют slave.

source: These configuration options are used when a new user account is created.
et: Seadistamisvalikud, mida kasutatakse uue kasutajakonto loomisel.
fr: Ces options de configuration sont utilisés quand un nouveau compte utilisateur est créé.
hu: Ezek a beállítások új felhasználók létrehozása esetén lesznek alkalmazva.
ru: Эти настройки будут использоваться при создании нового аккаунта пользователя.

source: There isn't any configurable option.
hu: Nincsenek változtatható beállítások.

source: User Template
hu: Felhasználói sablon

source: LDAP Settings
hu: LDAP beállítások

source: Users and Groups
et: Kasutajad ja grupid
fr: Utilisateurs et Groupes
hu: Felhasználók és Csoportok
ru: Пользователи и Группы

source: Your LDAP database will be populated with some basic organizational units
hu: Az ön openLDAP adatbázisa néhány alap organizational unit-al rendelkezik

source: Zentyal needs this organizational units to add users and groups into them.
hu: A Zentyalnak szüksége van ezekre a szerkezeti elemekre a felhasználók és csoportok hozzáadásához.

source: Create directories for slave journals
hu: Mappák létrehozása a slave jelentések számára

source: Zentyal needs the directories to record pending slave actions.
hu: A Zentyalnak szüksége van egy mappára a slave műveleteinek tárolására.

source: Your Zentyal will be registered as a slave in the Zentyal master specified
hu: Ez a Zentyal be van jegyezve mint slave a Zentyal master szerveren

source: This Zentyal needs to have remote access to the users in the Zentyal master.
hu: A Zentyalnak hozzáférésre van szüksége a master Zentyalban tárolt felhasználói adatokhoz

source: Apparmor profile will be disabled
et: Apparmori profiili keelamine
fr: Le profile AppArmor (Application Armor) sera désactivé
hu: Az apparmor profil kikapcsolva
ru: Профиль Apparmor будет отключен

source: It is not ready to work with more than one slapd.
hu: Nem áll készen több mint egy slapd kapcsolatra.

source: Install /etc/cron.d/ebox-ad-sync.
et: /etc/cron.d/ebox-ad-sync paigaldamine
fr: Installer /etc/cron.d/ebox-ad-sync.
hu: Telepítse: /etc/cron.d/ebox-ad-sync.
ru: Установить /etc/cron.d/ebox-ad-sync.

source: Zentyal will run a script every 5 minutes to sync with Windows AD.
hu: A Zentyal minden 5 percben lefuttat egy szkriptet amely szinkronizál a Windows AD-vel.

source: Configure PAM.
hu: PAM beállítása.

source: Zentyal will give LDAP users system account.
hu: A Zentyal engedélyezte az LDAP felhasználók rendszer szinte való használatát.

source: To make NSS use LDAP resolution for user and group accounts. Needed for Samba PDC configuration.
hu: NSS-hez használja az LDAP felhasználói és csoport hitelesítést. Ez szükséges a Samba PDC beállításhoz.

source: To let NSS know how to access LDAP accounts.
hu: Hogyan érje el az NSS az LDAP fiókokat.

source: To make LDAP listen on TCP and Unix sockets.
hu: Az LDAP beállítása TCP és Unix socket kapcsolatokra.

source: To copy LDAP admin password generated by Zentyal and allow other modules to access LDAP.
hu: Hogy lemásolja az LDAP Zentyal által generált admin jelszavát más modulok LDAP eléréséhez.

source: Username must not be longer than {maxuserlength} characters
et: Kasutajanimi ei tohi olla pikem kui {maxuserlength} märki
fr: Le nom d'utilisateur ne peut pas être plus long que {maxuserlength} caractères
hu: A felhasználónév nem lehet hosszabb {maxuserlength} karakternél!
ru: Логин не должен быть длинее {maxuserlength} символов
tr: Kullanıcı ismi {maxuserlength} karakterden fazla olamaz

source: Username already exists on the system
hu: A felhasználónév már létezik a rendszerben

source: Maximum number of system users reached
et: Lubatud maksimaalne arv süsteemi kasutajaid on juba täis
fr: Nombre maximum d'utilisateurs système atteint
hu: rendszergazdák maximális száma
ru: Достигнуто макс. кол-во пользователей системы
tr: Sistem içi asgari kullanıcı sayısına erişildi

source: Incorrect UID {uid} for a user . UID must be equal or greater than {min}
et: Kasutaja UID {uid} on vigane. UID peab olema võrdne või suurem kui {min}
fr: UID {uid} incorrecte pour un utilisateur. L'UID doit être plus grand ou égal à {min}
hu: Érvénytelen felhasználói UID: {uid}. Ennek az értéknek egyenlőnek vagy nagyobbnak kell lenni mint {min}.
ru: Некорректный UID {uid} для пользователя. UID должен быть равен или больше {min}

source: Incorrect UID {uid} for a system user . UID must be lesser than {max}
et: Systeemi kasutaja UID {uid} on vigane. UID peab olema väiksem kui {max}
fr: UID {uid} incorrecte pour un utilisateur système. L'UID doit être plus petit que {max}
hu: Érvénytelen rendszergazdai UID: {uid}. Ennek az értéknek kisebbnek kell lenni mint {max}.
ru: Некорректный UID {uid} системного пользователя. UID должен быть меньше {max}

source: Groupname must not be longer than {maxGroupLength} characters
et: Grupi nimi ei tohi olla pikem kui {maxGroupLength} märki
fr: Le nom du groupe ne peut pas être plus long que {maxGroupLength} caractères
hu: A csoportnév nem lehet hosszabb {maxGroupLength} karakternél!
ru: Имя группы не должно быть длинее {maxGroupLength} символов
tr: Grup ismi {maxGroupLength} karakterden fazla olamaz

source: The group name is not valid because it is used internally
et: Grupi nimi ei ole sobiv, kuna see on juba sisemiselt kasutusel
fr: Le nom du groupe n'est pas valide parce qu'il est employé en interne
hu: Csoportnév érvénytelen, mert már belső használatban van!
ru: Имя группы не действительно поскольку используется внутри
tr: Grub ismi geçersiz çünkü şuanda dahili olarak kullanımda.

source: Incorrect GID {gid} for a group . GID must be equal or greater than {min}
et: Grupi GID {gid} on vigane. GID peab olema võrdne või suurem kui {min}
fr: GID {gid} incorrecte pour un groupe. Le GID doit être plus grand ou égal à {min}
hu: Érvénytelen csoport GID: {gid}. Ennek az értéknek egyenlőnek vagy nagyobbnak kell lenni mint {min}.
ru: Некорректный GID {gid} для группы. GID должен быть равен или выше {min}

source: Incorrect GID {gid} for a system group . GID must be lesser than {max}
et: Systeemi grupi GID {gid} on vigane. GID peab olema väiksem kui {max}
fr: GID {gid} incorrecte pour un groupe système. Le GID doit être plus petit que {max}
hu: Érvénytelen rendszer csoporti GID: {gid}. Ennek az értéknek kisebbnek kell lenni mint {max}.
ru: НЕ корректный GID {gid} для системной группы. GID должен быть меньше {max}

source: Password must not be longer than {maxPwdLength} characters
et: Parool ei tohi olla pikem kui {maxPwdLength} märki
fr: Le mot de passe ne peut pas être plus long que {maxPwdLength} caractères
hu: A jelszó nem lehet hosszabb {maxPwdLength} karakternél!
ru: Пароль не должен быть длинее {maxPwdLength} символов
tr: Parola en fazla {maxPwdLength} olabilir

source: AD Sync Settings
et: AD sünkroniseerimise seadistused
fr: Paramètres de synchronisation AD
hu: AD Sync beállítások
ru: Настройки синхронизации AD

source: A host with the name {host} is already registered in this Zentyal
hu: A(z) {host} nevű gép már regisztrálva van a Zentyalban

source: Replication failed
et: Kopeerimine nurjus
fr: Réplication échouée
hu: A replikáció meghiúsult
ru: Репликация не удалась

source: User
et: Kasutaja
fr: Utilisateur
hu: Felhasználó
ru: Пользователь

source: There is a script which has asked to run in Zentyal exclusively. Please, wait patiently until it is done
hu: Ez egy szkript ami kizárólagosan a Zentyalban fut. Kérem várjon türelemmel ameddig lefut

source: Incorrect password
et: Vigane parool
fr: Mot de passe incorrect
hu: Érvénytelen jelszó
ru: Неправильный пароль

source: For security reasons your session has expired due to inactivity
et: Turvalisusega seotud põhjustel aegus sinu seanss tegevusetuse tõttu
fr: Pour des raisons de sécurité votre session a expirée pour cause d'inactivité
hu: Biztonsági okok miatt az ön munkamenete lejárt inaktivitás miatt
ru: По соображением безопасности время вашей сессии закончилось из-за длительного бездействия.

source: You have been logged out because a new session has been opened
et: Sind logiti välja, kuna avati uus sessioon
fr: Vous avez été déconnecté car une nouvelle session a été ouverte
hu: Ön ki lett jelentkezve mit egy új munkamenet meg lett nyitva
ru: Ваша сессия закончилась, потому что была новая сессия.

source: You are not logged in
et: Sa ei ole sisse logitud
fr: Vous n'êtes pas connecté
hu: Nincs bejelentkezve
ru: Вы не вошли в систему

source: General configuration
et: Üldine seadistamine
hu: Általános beállítások

source: listening port
et: pordi kuulamine
fr: Port en écoute
hu: figyelő port
ru: слушать порт

source: Add new
et: Lisa uus
fr: Ajouter un nouveau
hu: Új hozzáadása
ru: Добавить нового

source: The user you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
et: Sa proovid kustutada kasutajat, kellel on andmeid järgnevates moodulites. Palun kinnita, kas soovid kasutajat ja temaga seotud andmeid kustutada
fr: L'utilisateur que vous essayez de supprimer contient des données dans les modules suivants. Veuillez confirmer que vous voulez le supprimer, ainsi que toutes ses données liées
hu: A kitörölni kívánt felhasználónak adatai vannak a következő modulokban. Kérem erősítse meg ha törölni akarja ezekkel együtt
ru: Удаляемый пользователь содержит разные данные в других модулях. Пожалуйста подтвердите его удаление и удаление данных связанных с ним.
tr: Silmek istediğiniz kullanıcının verileri aşağıdaki modullarda mevcut. Lütfen bu verileri silmek için onaylayın

source: The group you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
et: Sa proovid kustutada gruppi, millel on andmeid järgnevates moodulites. Palun kinnita, kas soovid gruppi ja sellega seotud andmeid kustutada
fr: Le groupe que vous essayez de supprimer contient des données dans les modules suivants. Veuillez confirmer que vous voulez le supprimer, ainsi que toutes ses données liées
hu: A kitörölni kívánt csoport adatai vannak a következő modulokban. Kérem erősítse meg ha törölni akarja ezekkel együtt
ru: Удаляемая группа содержит разные данные в других модулях. Пожалуйста подтвердите ее удаление и удаление данных связанных с ней.
tr: Silmek istediğiniz grubun verileri aşağıdaki modullarda mevcut. Lütfen bu verileri silmek için onaylayın

source: Delete
et: Kustuta
fr: Effacer
hu: Töröl
ru: Удалить
tr: Sil

source: Cancel
et: Loobu
fr: Annuler
hu: Mégsem
ru: Отменить
tr: Vazgeç

source: Select the type of the server
hu: Válassza ki a szerver típusát

source: Choose standalone unless you want LDAP replication or synchronization with Active Directory.
hu: Válassza az egyedülálló opciót ha szeretné az LDAP-ot replikálni vagy Active Directory-val szinkronizálni.

source: Standalone server
hu: Egyedülálló szerver

source: Advanced configuration (Master/Slave/AD Sync)
hu: Haladó beállítások (Master/Slave/AD Sync)

source: If you need the advanced features you have to configure them manually. You can find {open}all the information in our wiki{close}
hu: Ha haladó beállításokra van szüksége, kézzel kell őket beállítania. További információkat {open}a wiki oldalon talál{close}

source: Add Group
et: Grupi lisamine
fr: Ajouter un groupe
hu: Csoport hozzáadása
ru: Добавить группу
tr: Grup ekle

source: Group name
et: Grupi nimi
fr: Nom de groupe
hu: Csoport neve
ru: Имя группы
tr: Grup ismi

source: Comment
et: Kommentaar
fr: Commentaire
hu: Megjegyzés
ru: Комментарий
tr: Açıklama

source: Optional value
et: Valikväärtus
fr: Valeur optionelle
hu: Opcionális érték
ru: Необязательная величина
tr: Seçmeli değerler
