Repository: zentyal/zentyal
Catalog: client/printers/po/*.po
Languages: da, de, es, fr, hu, it, ja, nb, pl, ru, sk, sv, tr

source: Local USB printer configuration
da: Lokal USB printer indtillinger
de: Konfiguration der lokalen USB-Drucker
es: Configuración de impresora USB local
fr: Configuration d'imprimante USB locale
hu: Helyi USB nyomtató beállítása
it: Configurazione stampante locale USB
ja: USBプリンタの設定
nb: Lokal USB skriver konfigurasjon
pl: Konfiguracja lokalnej drukarki USB
ru: Настройка локального USB-принтера
sk: Nastavenie lokálnej USB tlačiarne
sv: Konfiguration för lokal USB-skrivare
tr: Yerel USB yazıcı yapılandırması

source: Change
da: Skift
de: Ändern
es: Cambiar
fr: Changer
hu: Módosítás
it: Modifica
ja: 変更
nb: Endre
pl: Zmień
ru: Изменить
sk: Zmeniť
sv: Ändra
tr: Değiştir

source: Job queue
da: Job kø
de: Druckwarteschlange
es: Trabajos pendientes
fr: Queue de travaux
hu: Feladatsor
it: Coda di stampa
ja: ジョブキュー
nb: Jobb kø
pl: Kolejka zadań
ru: Очередь задания
sk: Úloha vo fronte
sv: Jobbkö
tr: İş kuyruğu

source: Size(KB)
da: Størrelse(KB)
de: Grösse (in KB)
es: Tamaño(KB)
fr: Taille(KB)
hu: Méret (kB)
it: Dimensioni (KB)
ja: サイズ(KB)
nb: Størrelse(KB)
pl: Rozmiar (KB)
ru: Размер (Кбайт)
sk: Veľkosť(KB)
sv: Storlek(KB)
tr: Boyut(KB)

source: Creation time
da: Oprettet kl.
de: Erstellzeit
es: Fecha de creación
fr: Heure de création
hu: Létrehozás időpontja
it: Data di creazione
ja: 作成時刻
nb: Opprettelses tid
pl: Czas utworzenia
ru: Время создания
sk: Čas vytvorenia
sv: Skapad den
tr: Yaratma zamanı

source: Action
da: Begivenhed
de: Aktion
es: Acción
hu: Művelet
it: Azione
ja: アクション
nb: Handling
pl: Działanie
ru: Действие
sk: Akcia
sv: Åtgärd
tr: Faaliyet

source: This printer has no pending job in queue at the moment
da: Printeren har ingen jobs i køen i øjeblikket
de: Dieser Drucker hat im Moment keine wartenden Druckaufträge
es: Esta impresora no tiene ningún trabajo pendiente en estos momentos
fr: Cette imprimante n'a aucun travail en attente à ce moment
hu: Jelenleg a nyomtatóra nem vár feladat a nyomtatási sorban
it: Questa stampante non ha stampe pendenti in coda al momento
ja: プリンタは現在ジョブをキューに抱えていません
nb: Denne skriveren har ingen ventende jobber i kø nå
pl: Drukarka nie wykonuje w tej chwili żadnego zadania.
ru: Этот принтер имеет незавершенные задания в очереди
sk: Táto tlačiareň nemá žiadnu úlohu čakajúcu na spracovanie
sv: Den här skrivaren har inga väntande jobb i kö för tillfället
tr: Şu an için yazıcının kuyrukta bekleyen işi yoktur

source: You need to save changes in order to print a test page
es: Se necesita salvar los cambios para poder imprimir una página de prueba

source: Print Test Page
es: Imprimir Página de Prueba

source: Driver options
de: Treiberoptionen
es: Opciones del driver
fr: Options de driver
hu: Meghajtóprogram beállításai
it: Opzioni driver
ja: ドライバオプション
nb: Driver alternativer
pl: Ustawienia sterownika
ru: Опции драйвера
sk: Voľby ovládača
sv: Drivrutinsalternativ
tr: Sürücü seçenekleri

source: Choose a printer model
da: Vælg en printermodel
de: Wählen Sie ein Druckermodell
es: Elija un modelo de impresora
fr: Choisissez une modèle d'imprimante
hu: Válasszon egy nyomtatómodellt
it: Scegli un modello di stampante
ja: プリンタモデルを選んでください
nb: Velg en skriver modell
pl: Wybierz model drukarki
ru: Выберите модель принтера
sk: Vyberte model tlačiarne
sv: Välj en skrivarmodell
tr: Bir yazıcı modeli seçin

source: Configure IPP printer
es: Configurar impresora IPP
hu: IPP nyomtató beállítása
it: Configura stampante IPP
nb: Konfigurer IPP skriver
ru: Настроить IPP принтер
sk: Nastavenie IPP tlačiarne

source: Choose a driver for the printer
da: Vælg en driver til printeren
de: Wählen Sie einen Druckertreiber
es: Elija un driver para la impresora
fr: Choisissez un driver pour l'imprimante
hu: Válassza ki a nyomtató meghajtóprogramját
it: Scegli un driver per la stampante
ja: プリンタのためにドライバを選択してください
nb: Velg en driver for skriveren
pl: Wybierz sterownik dla drukarki
ru: Выберите драйвер для принтера
sk: Zvoľte ovládač tlačiarne
sv: Välj en drivrutin för skrivaren
tr: Yazıcı için bir sürücü seçin

source: Configure LPD printer
es: Configurar impresora LPD
hu: LPD nyomtató beállítása
it: Configura stampante LPD
nb: Konfigurer LPD skriver
ru: Настроить LPD принтер
sk: Nastaviť tlačiareň typu LPD

source: Choose a dirver for the printer
da: Vælg en driver til printeren
de: Wählen Sie einen Druckertreiber
es: Seleccione un driver para la impresora
fr: Choisissez un driver pour l'imprimante
hu: Válassza ki a nyomtató meghajtóprogramját
it: Scegli un driver per la stampante
ja: プリンタドライバを選択してください
nb: Velg en driver for skriveren
pl: Wybierz sterownik dla drukarki
ru: Выберите драйвер для принтера
sk: Vyberte ovládač tlačiarne
sv: Välj en drivrutin för skrivaren
tr: Yazıcı için bir sürücü seçin

source: Go
da: Ja
de: Los
es: Seguir
fr: Aller
hu: Ugrás
it: Vai
ja: 進む
nb: Kjør
pl: Idź
ru: Вперед
sk: Urobiť
sv: Kör
tr: Git

source: Samba shared printer configurationr
da: Samba delt printer konfiguration
de: Konfiguration für über Samba freigegebene Drucker
es: Configuración de impresora compartida por samba
fr: Configuration d'imprimante partagée avec Samba
hu: Megosztott Samba nyomtató beállítása
it: Configurazione stampante remota samba
ja: Samba共有プリンタ設定
nb: Sama delt skriver konfigurasjon
pl: Konfiguracja drukarek udostępnionych przez SAMBA
ru: Настройка общего Samba-принтера
sk: Nastavenie Samba zdieľanej tlačiarne
sv: Konfiguration av delad Samba-skrivare
tr: Samba paylaşımlı yazıcı yapılandırması

source: Share resource
da: Del resourcen
de: Drucker freigeben
es: Recurso compartido
fr: Partager ressource
hu: Megosztott erőforrás
it: Condividi risorsa
ja: 共有リソース
nb: Del resurs
pl: Udostępnij zasób
ru: Открыть доступ к ресурсу
sk: Zdielané zdroje
sv: Dela resurs
tr: Kaynağı paylaş

source: Anonymous
da: Anonym
de: Anonym
es: Anónimo
fr: Anonyme
hu: Anonymous (névtelen felhasználó)
it: Anonimo
ja: 匿名
nb: Anonym
pl: Anonimowy
ru: Анонимный
sk: Anonymný
sv: Anonym
tr: İsimsiz

source: Guest
da: Gæst
de: Gast
es: Invitado
fr: Hôte
hu: Vendég
it: Ospite
ja: ゲスト
nb: Gjest
pl: Gość
ru: Гость
sk: Hosť
sv: Gäst
tr: Konuk

source: User/Password
da: Bruger/Kodeord
de: Benutzer/Passwort
es: Usuario/Contraseña
fr: Usager/Mot de passe
hu: Felhasználó/jelszó
it: Utente/Password
ja: ユーザ/パスワード
nb: Bruker/Passord
pl: Użytkownik/Hasło
ru: Пользователь/Пароль
sk: Užívateľ/Heslo
sv: Användare/Lösenord
tr: Kullanıcı/Şifre

source: Remote printer configuration
da: Netværksprinter konfiguration
de: Konfiguration für entfernte Drucker
es: Configuración de impresora remota
fr: Configuration d'imprimante distante
hu: Távoli nyomtató beállítása
it: Configurazione stampante remota
ja: プリンタ設定を削除
nb: Ekstern skriver konfigurasjon
pl: Konfiguracja drukarek zdalnych
ru: Настройка удаленного принтера
sk: Nastavenie vzdialenej tlačiarne
sv: Konfiguration av fjärrskrivare
tr: Uzaktaki yazıcı yapılandırması

source: Configure AppSocket printer
es: Configurar impresora AppSocket
hu: AppSocket nyomtató beállítása
nb: Konfigurere AppSocket skriver
ru: Настроить AppSocket принтер
sk: Nastaviť tlačiareň typu AppSocket

source: Samba shared printer configuration
da: Samba delt printer konfiguration
de: Konfiguration für über Samba freigegebene Drucker
es: Configuración de impresora compartida por samba
fr: Configuration d'imprimantes partagées avec Samba
hu: Megosztott Samba nyomtató beállítása
it: Configurazione stampante condivisa samba
ja: Samba共有プリンタ設定
nb: Samba delt skriver konfigurasjon
pl: Konfiguracja drukarki współdzielonej przez SAMBA
ru: Конфигурация общего Samba-принтера
sk: Nastavenie Samba zdielanej tlačiarne
sv: Konfiguration för delad Samba-skrivare
tr: Samba paylaşımlı yazıcı yapılandırması

source: Enable standalone CUPS
de: Selbständigen CUPS aktivieren
es: Habilitar CUPS autónomo
hu: Önálló CUPS bekapcsolása
it: Abilita CUPS standalone
ja: スタンドアロンCUPSを有効化
nb: Aktiver selvgående CUPS
ru: Включение автономного режима CUPS
sk: Povoliť samostatný CUPS

source: General settings
de: Allgemeine Einstellungen
es: Opciones Generales
hu: Általános beállítások
it: Impostazioni generali
ja: 一般設定
nb: Generelle instillinger
ru: Общие настройка
sk: Hlavné nastavenia

source: List of printers
da: Liste over printere
de: Druckerliste
es: Lista de impresoras
fr: Liste d'imprimantes
hu: Nyomtatók listája
it: Elenco stampanti
ja: プリンタ一覧
nb: Liste med skrivere
pl: Lista drukarek
ru: Список принтеров
sk: Zoznam tlačiarní
sv: Skrivarlista
tr: Yazıcıların listesi

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ja: 内容
nb: Beskrivelse
pl: Opis
ru: Описание
sk: Popis
sv: Beskrivning
tr: Tanım

source: Actions
da: Begivenheder
de: Aktionen
es: Acciones
hu: Műveletek
it: Azioni
ja: アクション
nb: Handliger
pl: Działania
ru: Действия
sk: Akcie
sv: Åtgärder
tr: Faaliyetler

source: Manage
da: Håndtér
de: Verwalten
es: Administrar
fr: Administrer
hu: Kezelés
it: Gestisci
ja: 管理
nb: Behandle
pl: Zarządzaj
ru: Управление
sk: Spravovať
sv: Hantera
tr: Düzenle

source: Manage this printer
da: Håndtér denne printer
de: Diesen Drucker verwalten
es: Administrar esta impresora
fr: Administrer cette imprimante
hu: Nyomtató kezelése
it: Gestisci questa stampante
ja: このプリンタの管理
nb: Behandle denne skriveren
pl: Zarządzaj tą drukarką
ru: Управление этим принтером
sk: Spravovať túto tlačiareň
sv: Hantera den här skrivaren
tr: Bu yazıcıyı düzenle

source: There is no printer configured yet
de: Derzeit ist kein Drucker eingerichtet
es: No hay ninguna impresora configurada todavía
hu: Még nincs nyomtató beállítva
it: Non ci sono stampanti configurate
ja: 設定済みのプリンタはありません
nb: Ingen skriver er konfigurert enda
ru: Нет сконфигурированного принтера
sk: Práve nieje nastavená žiadna tlačiareň

source: IP
de: IP-Adresse
hu: IP-cím
pl: Adres IP

source: Driver
de: Treiber
hu: Meghajtóprogram
ja: ドライバ
pl: Sterownik
ru: Драйвер
sk: Ovládač
sv: Drivrutin
tr: Sürücü

source: driver
de: Treiber
hu: meghajtóprogram
ja: ドライバ
pl: sterownik
ru: драйвер
sk: ovládač
sv: drivrutin
tr: sürücü

source: module status
da: Modulstatus
fr: statut du module
pl: stan modułu

source: Printer sharing
da: Printer deling
fr: Partager imprimantes
pl: Udostępnianie drukarki

source: Add printer
da: Tilføj printer
fr: Ajouter imprimante
pl: Dodaj drukarkę

source: Network printer
da: Netværksprinter
fr: Imprimante de réseau
pl: Przez sieć

source: Configure remote printer
da: Opsætning af netværksprinter
fr: Configurer imprimante distante
pl: Konfiguruj drukarkę zdalną
