Repository: zentyal/zentyal
Catalog: client/printers/po/*.po
Languages: da, de, es, fr, hu, it, ja, nb, pl, ru, sk, sv, tr

source: Cups printer server port
de: Cups-Drucker-Server Port
es: Puerto del servidor de impresión Cups
hu: CUPS nyomtatókiszolgáló portszáma
it: Porta server stampante cups
ja: CUPSプリンタサーバポート
nb: Cups skriver server port
ru: Порт принт-сервера cups
sk: Port pre Cups tlačový server

source: Printer
de: Drucker
es: Impresora
fr: Imprimante
hu: Nyomtató
it: Stampante
ja: プリンタ
nb: Skriver
pl: Drukarka
ru: Принтер
sk: Tlačiareň
sv: Skrivare
tr: Yazıcı

source: Model
de: Modell
es: Modelo
fr: Modèle
hu: Modell
it: Modello
ja: モデル
nb: Modell
ru: Модель
sv: Modell

source: Printer {printer} has no available drivers
es: La impresora {printer} no tiene drivers disponibles

source: Add a new printer (II)
da: Tilføj ny printer (II)
de: Drucker hinzufügen (II)
es: Añadir nueva impresora (II)
fr: Ajouter une nouvelle imprimante (II)
hu: Új nyomtató hozzáadása (II)
it: Aggiungi una nuova stampante (II)
ja: 新しいプリンタ (II) を追加
nb: Legg til en ny skriver (II)
pl: Dodaj nową drukarkę
ru: Добавить новый принтер (II)
sk: Pridať novú tlačiareň (II)
sv: Lägg till en ny skrivare (II)
tr: Yeni bir yazıcı ekleme (II)

source: Next
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
hu: Következő
it: Successivo
ja: 次
nb: Neste
pl: Dalej
ru: Следующее
sk: Ďalej
sv: Nästa
tr: Sonraki

source: Port
es: Puerto
it: Porta
ja: ポート
ru: Порт
tr: Bağlantı Noktası

source: Standalone cups enabled
de: eigenständiger CUPS aktiviert
es: Modo autónomo de cups habilitado
hu: Önálló CUPS bekapcsolva
it: Standalone cups abilitato
ja: スタンドアロンCUPSは有効です
nb: Selvstendig cups aktivert
ru: Автономный режим включен
sk: Samostatný Cups povolený

source: Standalone cups disabled
de: eigenständiger CUPS deaktiviert
es: Modo autónomo de cups deshabilitado
hu: Önálló CUPS kikapcsolva
it: Standalone cups disabilitato
ja: スタンドアロンCUPSは無効です
nb: Selvstendig cups deaktivert
ru: Автономный режим отключен
sk: Samostatný Cups zakázaný

source: Add a new printer (VI)
da: Tilføj ny printer (VI)
de: Drucker hinzufügen (VI)
es: Añadir nueva impresora (VI)
fr: Ajouter une nouvelle imprimante (VI)
hu: Új nyomtató hozzáadása (VI)
it: Aggiungi una nuova stampante (VI)
ja: 新しいプリンタ (VI) を追加
nb: Legg til ny skriver (VI)
pl: Dodaj nową drukarkę
ru: Добавить новый принтер (VI)
sk: Pridať novú tlačiareň (VI)
sv: Lägg till en ny skrivare (VI)
tr: Yeni bir yazıcı ekleme (VI)

source: The printer has been deleted successfully
da: Printeren er successfuldt blevet slettet
de: Der Drucker wurde erfolgreich gelöscht
es: La impresora ha sido eliminada satisfactoriamente
fr: L'imprimante a été effacée avec succès
hu: A nyomtató sikeresen törölve
it: La stampante è stata rimossa correttamente.
ja: プリンタは削除されました
nb: Printeren ble slettet
pl: Drukarka została pomyślnie usunięta
ru: Принтер был удален
sk: Tlačiareň bola úspešne zmazaná
sv: Skrivaren har tagits bort
tr: Yazıcı başarılı bir şekilde silindi

source: Shared resource
da: Delt ressource
de: Geteilte Ressource
es: Recurso compartido
fr: Ressource partagée
hu: Megosztott erőforrás
it: Risorsa condivisa
ja: 共有リソース
nb: Delt resurs
pl: Zasób współdzielony
ru: Общий ресурс
sk: Zdielaný zdroj
sv: Delad resurs
tr: Paylaşılan kaynak

source: Authentication
da: Godkendelse
de: Anmeldung
es: Autenticación
fr: Authentification
hu: Hitelesítés
it: Autenticazione
ja: 認証
nb: Autentisering
pl: Autoryzacja
ru: Аутентификация
sk: Autentifikácia
sv: Autentisering
tr: Doğrulama

source: User
da: Bruger
de: Benutzer
es: Usuario
fr: Usager
hu: Felhasználó
it: Utente
ja: ユーザ
nb: Bruker
pl: Użytkownik
ru: Пользователь
sk: Užívateľ
sv: Användare
tr: Kullanıcı

source: Password
da: Kodeord
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
nb: Passord
pl: Hasło
ru: Пароль
sk: Heslo
sv: Lösenord
tr: Şifre

source: Manage printer
da: Håndtér printer
de: Drucker verwalten
es: Administrar impresora
fr: Administrer imprimante
hu: Nyomtató kezelése
it: Gestisci stampante
ja: プリンタの管理
nb: Behandle skriver
pl: Zarządzaj drukarką
ru: Управление принтером
sk: Správa tlačiarne
sv: Hantera skrivare
tr: Yazıcıyı düzenle

source: Printer details
da: Printer detaljer
de: Details zu diesem Drucker
es: Detalles de impresora
fr: Détails de l'imprimante
hu: Nyomtató részletei
it: Informazioni stampante
ja: プリンタの詳細
nb: Skriver detaljer
pl: Informacje o drukarce
ru: Подробности о принтере
sk: Detaily o tlačiarni
sv: Detaljer om skrivare
tr: Yazıcı detayları

source: Driver Options
de: Treiberoptionen
es: Opciones del driver
fr: Options de driver
hu: Meghajtóprogram beállításai
it: Opzioni Driver
ja: ドライバオプション
nb: Driver alternativer
pl: Ustawienia sterownika
ru: Опции драйвера
sk: Možnosti ovládača
sv: Drivrutinsalternativ
tr: Sürücü Seçenekleri

source: Configuration options
da: Konfigurationsmuligheder
de: Konfigurationsoptionen
es: Opciones de configuración
fr: Options de configuration
hu: Beállítási lehetőségek
it: Opzioni configurazione
ja: 設定オプション
nb: Konfigurasjons alternativer
pl: Ustawienia drukarki
ru: Опции конфигурации
sk: Možnosti konfigurácie
sv: Konfigurationsalternativ
tr: Yapılandırma seçenekleri

source: Jobs Queue
da: Job kø
de: Druckwarteschlange
es: Trabajos pendientes
fr: Queue de Travaux
hu: Feladatok sora
it: Coda Stampe
ja: ジョブキュー
nb: Jobb Kø
pl: Kolejka zadań
ru: Очередь заданий
sk: Úlohy vo fronte
sv: Jobbkö
tr: İşlerin Sırası

source: Printer's name
da: Printernavn
de: Name des Druckers
es: Nombre de la impresora
fr: Nom d'imprimante
hu: Nyomtató neve
it: Nome della stampante
ja: プリンタ名
nb: Printers navn
pl: Nazwa drukarki
ru: Имя принтера
sk: Meno tlačiarne
sv: Skrivarens namn
tr: Yazıcının Adı

source: Printer's id
da: Printer-id
de: ID des Druckers
es: Identificador de la impresora
fr: ID d'imprimante
hu: Nyomtató azonosítója
it: Id della stampante
ja: プリンタID
pl: Drukarka
ru: ID принтера
sk: ID tlačiarne
sv: Skrivarens id
tr: Yazıcı Seri No

source: Job id
de: ID des Druckauftrags
es: Identificador del trabajo
fr: ID de travail
hu: Feladat azonosítója
it: Id stampa
ja: ジョブID
nb: Jobb id
pl: ID zadania
ru: ID задания
sk: ID úlohy
sv: Jobb-id
tr: İş Seri No

source: Job was successfully canceled
da: Jobbet var successfuldt afbrudt
de: Druckauftrag wurde erfolgreich abgebrochen
es: El trabajo fue cancelado con éxito
fr: Le travail était annulé avec succès
hu: A feladat sikeresen törölve
it: La stampa è stata correttamente annullata
ja: ジョブはキャンセルされました
nb: Jobben ble avbrutt vellykket
pl: Zadanie zostało anulowane
ru: Задание отменено
sk: Úloha bola úspešne zrušená
sv: Jobbet avbröts
tr: İş başarıyla iptal edildi

source: Add a new printer (IV)
da: Tilføj ny printer (IV)
de: Drucker hinzufügen (IV)
es: Añadir nueva impresora (IV)
fr: Ajouter une nouvelle imprimante (IV)
hu: Új nyomtató hozzáadása (IV)
it: Aggiungi una nuova stampante (IV)
ja: 新しいプリンタ (IV) を追加
nb: Legg til ny skriver (IV)
pl: Dodaj nową drukarkę
ru: Добавить новый принтер (IV)
sk: Pridať novú tlačiareň (IV)
sv: Lägg till en ny skrivare (IV)
tr: Yeni bir yazıcı ekleme (IV)

source: Device
da: Enhed
de: Gerät
es: Dispositivo
fr: Dispositif
hu: Eszköz
it: Dispositivo
ja: デバイス
nb: Enhet
pl: Urządzenie
ru: Устройство
sk: Zariadenie
sv: Enhet
tr: Aygıt

source: Manage printers
da: Håndtér printere
de: Drucker verwalten
es: Administrar impresoras
fr: Administrer imprimantes
hu: Nyomtatók kezelése
it: Gestisci stampanti
ja: プリンタの管理
nb: Behandle skrivere
pl: Zarządzaj drukarkami
ru: Управление принтерами
sk: Správa tlačiarní
sv: Hantera skrivare
tr: Yazıcıları Düzenle

source: Delete printer
da: Slet printer
de: Drucker löschen
es: Eliminar impresora
fr: Effacer imprimante
hu: Nyomtató törlése
it: Rimuovi stampante
ja: プリンタを削除
nb: Slett skriver
pl: Usuń drukarkę
ru: Удалить принтер
sk: Zmazať tlačiareň
sv: Ta bort skrivare
tr: Yazıcıyı Sil

source: Add a new printer (V)
da: Tilføj ny printer (V)
de: Drucker hinzufügen (V)
es: Añadir nueva impresora (V)
fr: Ajouter une nouvelle imprimante (V)
hu: Új nyomtató hozzáadása (V)
it: Aggiungi una nuova stampante (V)
ja: 新しいプリンタ (V) を追加
nb: Legg til ny skriver (V)
pl: Dodaj nową drukarkę
ru: Добавить новый принтер (V)
sk: Pridať novú tlačiareň (V)
sv: Lägg till en ny skrivare (V)
tr: Yeni bir yazıcı ekleme (V)

source: Method
da: Metode
de: Methode
es: Método
fr: Méthode
hu: Módszer
it: Metodo
ja: 方法
nb: Metode
pl: Metoda
ru: Метод
sk: Spôsob
sv: Metod
tr: Yöntem

source: Printer description
da: Printer beskrivelse
de: Beschreibung des Druckers
es: Descripción de la impresora
fr: Description de l'imprimante
hu: Nyomtató leírása
it: Descrizione stampante
ja: プリンタの内容
nb: Skriver beskrivelse
pl: Opis drukarki
ru: Описание принтера
sk: Popis tlačiarne
sv: Skrivarbeskrivning
tr: Yazıcı tanımı

source: Manufacturer
da: Fabrikant
de: Hersteller
es: Fabricante
fr: Fabricant
hu: Gyártó
it: Produttore
ja: メーカー
nb: Produsent
pl: Producent
ru: Изготовитель
sk: Výrobca
sv: Tillverkare
tr: Üretici

source: Add a new printer (III)
da: Tilføj ny printer (III)
de: Drucker hinzufügen (III)
es: Añadir nueva impresora (III)
fr: Ajouter une nouvelle imprimante (III)
hu: Új nyomtató hozzáadása (III)
it: Aggiungi una nuova stampante (III)
ja: 新しいプリンタ (III) を追加
nb: Legg til ny skriver (III)
pl: Dodaj nową drukarkę
ru: Добавить новый принтер (III)
sk: Pridať novú tlačiareň (III)
sv: Lägg till en ny skrivare (III)
tr: Yeni bir yazıcı ekleme (III)

source: Add a new printer (I)
da: Tilføj ny printer (I)
de: Drucker hinzufügen (I)
es: Añadir nueva impresora (I)
fr: Ajouter une nouvelle imprimante (I)
hu: Új nyomtató hozzáadása (I)
it: Aggiungi una nuova stampante (I)
ja: 新しいプリンタ (I) を追加
nb: Legg til ny skriver (I)
pl: Dodaj nową drukarkę
ru: Добавить новый принтер (I)
sk: Pridať novú tlačiareň (I)
sv: Lägg till en ny skrivare (I)
tr: Yeni bir yazıcı ekleme (I)

source: Printer Sharing
es: Compartir Impresoras
hu: Nyomtató megosztása
it: Condivisione stampante
nb: Printers Deling
ru: Общий доступ к принтеру
sk: Zdieľanie tlačiarne

source: Create spool directory for printers
de: Erstellen eines Drucker-Spool-Verzeichnisses
es: Crear directorio spool para impresoras
hu: Várólista-könyvtár létrehozása nyomtatók részére
it: Crea la cartella spool per le stampanti
ja: プリンタのスプールディレクトリを作成
nb: Opprett mellomlagrings mappe for skrivere
ru: Создать каталог для очереди печати принтеров
sk: Vytvoriť spoolový priečinok pre tlačiarne

source: eBox will create a spool directory under /var/spool/samba
de: eBox erstellt ein Spool-Verzeichnis unter /var/spool/samba
es: eBox creará un directorio spool bajo /var/spool/samba
hu: Az eBox létrehoz egy várólista-könyvtárat a /var/spool/samba könyvtárban
it: eBox creerà la cartella spool sotto /var/spool/samba
ja: eBoxは/var/spool/sambaにスプールディレクトリを作成します
nb: eBox vil lager mellomlagrings mappe under /var/spool/samba
ru: eBox создаст каталог очереди печати в /var/spool/samba
sk: eBox vytvorí spoolový priečinok v /var/spool/samba

source: Add user ebox to lpadmin group
de: Benutzer ebox zur Gruppe lpadmin hinzufügen
es: Añadir al usuario eBox al grupo lpadmin
hu: Az ebox felhasználó hozzáadása az lpadmin csoporthoz
it: Aggiungi utente eBox a gruppo lpadmin
ja: lpadminグループにユーザeboxを追加
nb: Legg til bruker ebox til lpadmin gruppe
ru: Добавить пользователя ebox в группу ldadmin
sk: Pridať užívateľa ebox-u do skupiny lpadmin

source: In order to manage printers and queues from the eBox web interface
de: Um Drucker und Wartenschlangen vom eBox Webinterface zu verwalten
es: Para gestionar impresoras y colas de impresión desde la interfaz de eBox
hu: A nyomtatók és a nyomtatási sorok az eBox webes felületén való kezeléséhez
it: Per gestire stampanti e code dall'interfaccia web di eBox
ja: eBoxウェブインタフェースからプリンタとキューを管理するため
nb: For å behandle skrivere og køer fra ebox web grensesnitt
ru: Чтобы управлять принтерами и очередями печати через веб-интрефейс eBox
sk: Povoliť správu tlačiarní a tlačové úlohy z web rozhrania

source: Create log table
de: Erstelle Protokollierungs-Tabelle
es: Crear tabla de log
hu: Naplótábla létrehozása
it: Crea tabella log
ja: ログテーブルを作成
nb: Opprett logg tabell
ru: Создание таблицы журнала
sk: Vytvoriť tabuľku záznamov

source: eBox will create a new table into its log database to store printers logs
de: eBox wird eine neue Tabelle in der Protokollierungs-Datenbank erstellen um Ereignisse der Drucker zu speichern
es: eBox creará una nueva tabla en su base de datos para guardar los logs de impresoras
hu: Az eBox létrehoz egy új táblát a naplóadatbázisban a nyomtatónaplók tárolásához
it: eBox creerà una nuova tabella nel database dei log per archiviare i logs delle stampanti
ja: eBoxはプリンタログのためにログデータベースに新規テーブルを作成します
nb: eBox vil opprette en ny tabell i sin logg database for å oppbevare skriver logger
ru: eBox создал новую таблицу в базе данных хранящий журналы принтеров
sk: eBox vytvorí novú tabuľku v databáze záznamov pre ukladanie záznamov o činnosti tlačiarní

source: To add and manage printers
de: Um Drucker zu erstellen und zu verwalten
es: Para añadir y gestionar drivers
hu: Nyomtatók hozzáadása és kezelése
it: Per aggiungere e gestire le stampanti
ja: プリンタの追加・管理
nb: For å legge til og behandle skrivere
ru: Добавление и управление принтерами
sk: Pridať a spravovať tlačiarne

source: To enable standalone cupsd listen on internal interfaces
de: Um selbstständigen cupsd zu aktivieren, welcher die interne Netzwerk-Schnittstelle abhört
es: Para activar cupsd autónomo escuchando en las interfaces internas
hu: Az önálló CUPS démon figyeljen a belső csatolókon
it: Per attivare cupsd separato in ascolto su interfacce interne
ja: スタンドアロンcupsdを内部インタフェースに応答
nb: For å aktivere selvgående cupsd lytting på interne grensesnitt
ru: Включение автономного режима сушащего внешний интерфейс
sk: Povoliť samostatný cupsd počúvajúci na interných interface-och.

source: Add Printer
es: Añadir Impresora
hu: Nyomtató hozzáadása
it: Aggiungi stampante
nb: Legg til skriver
ru: Добавить принтер
sk: Pridať Tlačiareň

source: The printer's name contains characters not valid.Only alphanumeric characters are allowed
da: Printerens navn indeholder ugyldige tegn. Kun alfabetiske tegn er tilladt.
de: Der Name des Druckers enthält ungültige Zeichen. Nur die Buchstaben A-z sind erlaubt
es: El nombre de la impresora contiene caracteres no válidos. Sólo se permiten caracteres alfanuméricos
fr: Le nom de l'imprimante contient des caractères pas valids.Seulement des caractères alphanumériques sont permis
hu: A nyomtató neve érvénytelen karaktereket tartalmaz! Csak alfanumerikus karakterek engedélyezettek!
it: Il nome della stampante contiene caratteri non validi. Sono ammessi solo caratteri alfanumerici
ja: プリンタ名に無効な文字が含まれています。半角英数字のみ使用できます。
nb: Skriver navnet inneholder ugyldige tegn. Bare alfanumeriske tegn er tillatt
pl: Nazwa drukarki zawiera niedozwolone znaki. Dozwolone są wyłącznie znaki alfanumeryczne (litery oraz cyfry).
ru: Имя принтера содержит недопустимые символы. Допустимы только буквенно-цифровые символы
sk: Názov tlačiarne obsahuje nepovolené znaky. Povolené sú len alfanumerické znaky
sv: Skrivarens namn innehåller ogiltiga tecken. Endast alfanumeriska tecken tillåts
tr: Yazıcının isminde kullanılan karakterler geçerli değildir. Sadece metin ve rakamların birlikte kullanıldığı karakterlere izin verilmektedir.

source: Name
da: Navn
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
nb: Navn
pl: Nazwa
ru: Имя
sk: Názov
sv: Namn
tr: İsim

source: The given name is alreaday used as
da: Navnet er allerede brugt som
de: Der angegebene Name wird bereits verwendet als
es: El nombre de la impresora está siendo usado por un
fr: Le nom introduit est déjà utilisé comme
hu: A kívánt név már használatban van
it: Il nome indicato è già usato per
ja: 名前はすでに次のところで使われています
nb: Oppgitt navn er allerede brukt som
pl: Podana nazwa została wcześniej użyta jako
ru: Указанное имя уже используется
sk: Zadané meno sa už používa
sv: Det angivna namnet används redan som
tr: Verilen isim zaten kullanılmaktadır.

source: Printer not configured
da: Printeren er ikke sat op
de: Drucker nicht konfiguriert
es: Impresora no configurada
fr: L'imprimante n'est pas configurée
hu: A nyomtató nincs beállítva
it: Stampante non configurata
ja: プリンタが設定されていません
nb: Skriveren er ikke konfigurert
pl: Drukarka nieskonfigurowana
ru: Принтер не настроен
sk: Tlačiareň nieje nastavená
sv: Skrivaren är inte konfigurerad
tr: Yazıcı yapılandırılmadı

source: It is not a usb printer
da: Dette er ikke en USB printer
de: Das ist kein USB-Drucker
es: No es una impresora usb
fr: Ce n'est pas une imprimante usb
hu: Ez nem USB nyomtató
it: Non è una stampante USB
ja: USBプリンタではありません
nb: Er ikke en usb skriver
pl: Urządzenie nie jest drukarką USB
ru: Это не USB-принтер
sk: Nieje USB tlačiareň
sv: Den är inte en usb-skrivare
tr: Bu bir usb yazıcı değildir

source: It is not a parallel printer
da: Dette er ikke en parallel printer
de: Das ist kein Parallel-Drucker
es: No es una impresora paralela
fr: Ce n'est pas une imprimante parallèle
hu: Ez nem párhuzamos porttal rendelkező nyomtató
it: Non è una stampante parallela
ja: パラレルプリンタではありません
nb: Er ikke en parallell skriver
pl: Urządzenia/drukarki nie można podłączyć do portu równoległego (LPT).
ru: Это не параллельный принтер
sk: Nieje LPT tlačiareň
sv: Den är inte en parallellportsskrivare
tr: Bu bir paralel yazıcı değildir

source: It is not a network printer
da: Dette er ikke en netværksprinter
de: Das ist kein Netzwerk-Drucker
es: No es una impresora de red
fr: Ce n'est pas une imprimante de réseau
hu: Ez nem hálózati nyomtató
it: Non è una stampante di rete
ja: ネットワークプリンタではありません
nb: Er ikke en nettverks skriver
pl: Urządzenie nie jest drukarką sieciową
ru: Это не сетевой принтер
sk: Nieje sieťová tlačiareň
sv: Den är inte en nätverksskrivare
tr: Bu bir ağ yazıcısı değildir

source: It is not a samba printer
da: Dette er ikke en samba printer
de: Das ist kein Samba-Drucker
es: No es una impresora samba
fr: Ce n'est pas une imprimante samba
hu: Ez nem Samba nyomtató
it: Non è una stampante samba
ja: Sambaプリンタではありません
nb: Er ikke en samba skriver
pl: Urządzenie nie jest drukarką podłączoną przez SAMBA
ru: Это не Samba-принтер
sk: Nieje samba tlačiareň
sv: Den är inte en samba-skrivare
tr: Bu bir samba yazıcısı değildir

source: It is not a IPP printer
es: No es una impresora IPP
hu: Ez nem IPP protokollon csatlakozó nyomtató
it: Non è una stampante IPP
nb: Er ikke en IPP skriver
ru: Это не IPP принтер
sk: Nieje IPP tlačiareň

source: It is not a LPD printer
es: No es una impresora LPD
hu: Ez nem LPD nyomtató
it: Non è una stampante LPD
nb: Er ikke en LPD skriver
ru: Это не LSD принтер
sk: Nieje LPD tlačiareň

source: is not a valid option
da: er ikke en mulig valgmulighed
de: ist keine gültige Option
es: no es una opción válida
fr: n'est pas une option valide
hu: Érvénytelen beállítás
it: non è un'opzione valida
ja: 無効なオプションです
nb: er ikke et gyldig valg
pl: jest opcją niedozwoloną
ru: недопустимая опция
sk: nieje správna voľba
sv: är inte ett giltigt alternativ
tr: geçerli bir seçenek değildir

source: Parameter '{name}' does not exist
da: Parameteren '{name}' findes ikke
de: Den Parameter "{name}" gibt es nicht
es: El parámetro {name} no existe
fr: Paramètre '{name}' n'existe pas
hu: Nem létező paraméter: '{name}'
it: Il parametro '{name}' non esiste
ja: パラメタ '{name}' は存在しません
nb: Parameter '{name}' eksisterer ikke
pl: Parametr '{name}' nie istnieje
ru: Параметра '{name}' не существует
sk: Hodnota '{name}' neexistuje
sv: Parametern "{name}" finns inte
tr: '{name}' parametresi bulunmamaktadır

source: Job ID
de: ID des Druckauftrags
es: ID de trabajo
fr: ID de travail
hu: Feladatazonosító
it: ID Stampa
ja: ジョブID
nb: Jobb ID
pl: ID zadania
ru: ID задания
sk: ID úlohy
sv: Jobb-id
tr: İş Seri No

source: Owner
da: Ejer
de: Besitzer
es: Propietario
fr: Propriétaire
hu: Tulajdonos
it: Proprietario
ja: 所有者
nb: Eier
pl: Właściciel
ru: Владелец
sk: Vlastník
sv: Ägare
tr: Sahibi

source: Queued at
da: Lagt i kø kl.
de: In die Warteschlange gestellt am
es: Puesto en cola el
fr: Placé en queue au
hu: Sorba állítva:
it: Accodata alle
ja: 次の時間にキューに入力
nb: Køet på
pl: Zakolejkowano w
ru: В очереди на
sk: Zaradené ako
sv: Kölagd
tr: Sıradadır

source: Event
da: begivenhed
de: Ereignis
es: Evento
fr: Evénement
hu: Esemény
it: Evento
ja: イベント
nb: Hendelse
pl: Zdarzenie
ru: Событие
sk: Udalosť
sv: Händelse
tr: Olay

source: Queued
da: Lagt i kø
de: In die Warteschlange gestellt
es: Puesto en cola
fr: Placé en queue
hu: Sorba állítva
it: Accodata
ja: キューに入力
nb: Køet
pl: Zakolejkowano
ru: В очереди
sk: Zaradené
sv: Kölagd
tr: Sıraya atıldı

source: Canceled
da: Afbrudt
de: Abgebrochen
es: Cancelado
fr: Annulé
hu: Megszakítva
it: Annullata
ja: キャンセル
nb: Avbrutt
pl: Anulowano
ru: Отменено
sk: Zrušené
sv: Avbruten
tr: İptal edildi

source: Printers
da: Printere
de: Drucker
es: Impresoras
fr: Imprimantes
hu: Nyomtatók
it: Stampanti
ja: プリンタ
nb: Skrivere
pl: Drukarki
ru: Принтеры
sk: Tlačiarne
sv: Skrivare
tr: Yazıcılar

source: Set printer name and method
da: Sæt printernavn og metode
de: Wählen Sie den Druckernamen und die Druckmethode
es: Seleccione nombre de la impresora y método
fr: Établir nom et méthode du imprimante
hu: Nyomtató nevének és csatlakozási módjának beállítása
it: Imposta nome stampante e metodo
ja: プリンタ名と共有方法を選択してください
nb: Sett skrivernavn og metode
pl: Ustaw nazwę i sposób podłączenia drukarki
ru: Задайте имя принтера и метод
sk: Nastaviť názov tlačiarne a spôsob
sv: Ställ in skrivarnamn och metod
tr: Yazıcı adını ve yöntemini belirleyin

source: Parallel
es: Paralelo
fr: Parallèl
hu: Párhuzamos
it: Parallela
ja: パラレル
nb: Parallell
pl: Port równoległy (LPT)
ru: Параллельный
sk: LPT
sv: Parallellport
tr: Paralel

source: IPP: Internet printing protocol
es: IPP: Protocol de impresión de Internet
sk: IPP: Internetový tlačový protokol

source: LPD: Line Printer Daemon
es: LPD: Demonio de impresión en línea

source: Choose manufacturer
da: Vælg fabrikant
de: Wählen Sie einen Hersteller
es: Elija un fabricante
fr: Choisissez fabricant
hu: Válassza ki a gyártót
it: Scegli produttore
ja: 製造メーカーを選択してください
nb: Velg produsent
pl: Wybierz producenta drukarki
ru: Выберите производителя
sk: Zvoľte výrobcu
sv: Välj tillverkare
tr: Üretici Firma seçin

source: Local parallel printer configuration
da: Lokal parallel printer konfiguration
de: Konfiguration des lokalen Parallel-Druckers
es: Configuración de impresora paralela local
fr: Configuration d'imprimante parallèle locale
hu: Helyi, párhuzamos nyomtató beállítása
it: Configurazione stampante locale parallela
ja: パラレルプリンタの設定
nb: Lokal parallell skriver konfigurasjon
pl: Konfiguracja lokalnej drukarki na porcie równoległym (LPT)
ru: Настройка локального параллельного принтера
sk: Nastavenie lokálnej LPT tlačiarne
sv: Konfiguration för lokal parallellportsskrivare
tr: Yerel paralel yazıcı yapılandırması

source: Are you sure you want to delete the printer '{name}'?
da: Er du sikker på at du vil slette printeren med navnet '{name}'?
de: Möchten Sie den Drucker "{name}" wirklich löschen?
es: ¿Está seguro de que quiere eliminar la impresora '{name}'?
fr: Êtes-vous sûr vous voulez-effacer l'imprimante '{name} '?
hu: Biztos, hogy törölni akarja ezt a nyomtatót: '{name}'?
it: Sei sicuro di voler eliminare la stampante '{name}'?
ja: 本当にプリンタ '{name}' を削除しますか？
nb: Er du sikker på at du vil slette skriver '{name}'?
pl: Na pewno usunąć drukarkę '{name}'?
ru: Вы уверены что хотите удалить принтер '{name}'?
sk: Ste si istý, že chcete zmazať tlačiareň '{name}'?
sv: Är du säker på att du vill ta bort skrivaren "{name}"?
tr: Yazıcıyı '{name}' silmek istediğinize emin misiniz?

source: Delete
da: Slet
de: Löschen
es: Eliminar
fr: Effacer
hu: Törlés
it: Elimina
ja: 削除
nb: Slett
pl: Usuń
ru: Удалить
sk: Zmazať
sv: Ta bort
tr: Sil

source: Cancel
da: Fortryd
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
nb: Avbryt
pl: Anuluj
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
