Repository: zentyal/zentyal
Catalog: client/antivirus/po/*.po
Languages: ar, it, lt, pt_br, ru, sr

source: Status
ar: الحالة
it: Stato
lt: Būsena
ru: Статус

source: Date
ar: التاريخ
it: Data
lt: Data
pt_br: Data
ru: Дата
sr: Datum

source: Antivirus Database Update Status
ar: حالة تحديث قاعدة بيانات مضاد الفيروسات
pt_br: Data da última atualização do Antivírus

source: The antivirus database has not been updated since the mailfilter eBox's module was installed.
ar: لم يتم تحديث قاعدة بيانات مضاد الفايروسات منذ تثبيت نموذج تصفية البريد اﻹلكتروني الخاص بeBox.

source: The last update failed.
ar: عملية التحديث اﻷخيرة فاشلة.
it: L'ultimo aggiornamento è fallito.
lt: Paskutinis atnaujinimas buvo nesėkmingas.
pt_br: Falha na última atualização
ru: Последнее обновление неудачно
sr: Poslednje ažuriranje je neuspelo.

source: Update successful but your freshclam version is outdated. The antivirus will not be able to use all the signatures.Please, install version {version} or higher.
ar: التحديث ناجح ولكن نسخة ال freshclam منتهية الصلاحية. لن يتمكن مضاد الفيروسات من إستخدام جميع الدﻻﻻت. الرجاء تنصيب النسخة {version} فما فوق.
pt_br: Atualização bem sucedida, mas a versão do seu freshclam está desatualizada. O antivírus não será capaz de utilizar todos as definições de vírus. Por favor, instale a versão {version} ou superior.
sr: Uspešno ažuriaranje ali je vaša verzija FRESHCLAMA zastarela. Vaš antivirus neće moći da koristi sve mogućnosti prepoznavanja.Molimo vas da instalirate verziju {version} ili višu.

source: Last update successful.
ar: عملية التحديث اﻷخيرة ناجحة.
it: L'ultimo aggiornamento è andato a buon fine.
lt: Paskutinis atnaujinimas sėkmingas.
pt_br: Atualização bem sucedida.
ru: Последнее обновление прошло успешно
sr: Poslednje ažuriranje uspelo.

source: Unknown event {event}.
ar: الحدث {event} غير معرًف.
it: Evento sconosciuto {event}.
lt: Nežinomas įvykis {event}.
pt_br: Evento desconhecido : {event}
ru: Неизвестное событие {event}
sr: Nepoznat rezultat događaja {event}.

source: Antivirus
ar: مضاد الفيروسات
lt: Antivirusinė programa
pt_br: Antivírus
ru: Антивирус

source: UTM
ar: إدارة الحماية الموحدة

source: To configure clamd daemon
ar: لتهيئة مترقب الclamd
it: Per configurare il demone clamd
lt: Clamd tarnybos konfigūravimas
pt_br: Configuração do Clamd daemon
ru: Настройка демона clamd
sr: Kofiguracija CLAMD daemon-a

source: To configure freshclam updater
ar: لتهيئة محدث الfreshclam
it: Per configurare gli aggiornamenti di freshclam
pt_br: Configuração do atualizador freshclam
ru: Настройка обновлений freshclam
sr: Kofiguracija FRESHCLAM ažuriranja

source: To schedule the launch of the updater
ar: لجدولة عملية إنطلاق المحدِِث.
it: Per programmare il lancio dell'aggiornamento
lt: Naujinimo paleidimo planavimas
pt_br: Agendar o início do atualizador
ru: Планирование запуска обновлений
sr: Raspored ažuriranja

source: Database Update Status
it: Stato aggiornamento database antivirus
lt: Parašų atnaujinimo būsena
ru: Статус обновления антивирусной базы
sr: Status ažurnosti antivirusne baze.

source: The antivirus database has not been updated since the module was enabled.
it: Il database antivirus non può essere aggiornato sino a quando non sarà installato il modulo mailfilter di Zentyal
lt: Parašų duomenų bazė nebuvo atnaujinta nuo modulio aktyvavimo.
ru: Антивирусная база не обновлялась с момента включения модуля
sr: Antivirusna baza se ne ažurira od kad je pokrenut modul.
