Repository: zentyal/zentyal
Catalog: client/openvpn/po/*.po
Languages: es, fr, ja, pl, pt, pt_br, ru, tr

source: Inexistent CA's certificate file {p}
es: No existe el fichero de certificado de CA {p}
fr: Fichier de certification CA inexistant {p}
pl: Nieistniejący plik certyfikatu CA {p}
pt: O certificado CA não existe {p}
pt_br: O certificado CA não existe {p}
ru: Файл сертификата CA существует {p}

source: Inexistent client's certificate file {p}
es: No existe el fichero de certificado del cliente {p}
fr: Fichier de certificat client inexistant {p}
pl: Nieistniejący plik certyfikatu klienta {p}
pt: O certificado de cliente não existe {p}
pt_br: O certificado do cliente não existe {p}
ru: Клиентский файл сертификатат существует {p}

source: Inexistent certificate's private key file {p}
es: No existe el fichero de clave privada del certificado {p}
fr: Fichier de certificat de clé privée inexistant {p} (certificate's private key file)
pl: Nieistniejący plik certyfikatu klucza prywatnego {p}
pt: A chave privada não existe {p}
pt_br: A chave privada não existe {p}
ru: Файл сертифакта приватного ключа существует {p}

source: File supplied as CA's certificate is not valid
es: El fichero suministrado como certificado de CA no es válido
fr: Le fichier fourni en tant que certificat CA n'est pas valide
ja: CA証明書として渡されたファイルは無効です
pl: Plik dostarczony jako certyfikat CA jest nieważny
pt: O certificado de CA fornecido não é válido
pt_br: O arquivo fornecido como certificado CA não é válido
ru: Файл представленный, как сертификат CA не действителен

source: File supplied as client's certificate is not valid
es: El fichero suministrado como certificado de cliente no es valido
fr: Le fichier fourni en tant que certificat client n'est pas valide
ja: クライアント証明書として渡されたファイルは無効です
pl: Plik dostarczony jako certyfikat klienta jest nieważny
pt: O certificado de cliente fornecido não é válido
pt_br: O arquivo fornecido como certificado de cliente não é válido
ru: Файл представленный, как клиентский сертификат не действителен

source: File supplied as client's private key is not valid
es: El fichero suministrado como clave privada de cliente no es valido
fr: Le fichier fourni en tant que clef privée du client n'est pas valide
ja: クライアントプライベート鍵として渡されたファイルは無効です
pl: Plik dostarczony jako prywatny certyfikat klienta jest nieważny
pt: A chave privada de cliente não é válida
pt_br: O arquivo fornecido como chave privada de cliente não é válida
ru: Файл представленный, как клиентский приватный ключ не действителен

source: File supplied as client's certificate doesn't match with file supplied as CA's certificate
es: El fichero suministrado como certificado de cliente no corresponde con el fichero suministrado como certificado de CA
pl: Certyfikat klienta nie pasuje do certyfikatu urzędu certyfikacji CA
pt: O certificado de cliente fornecido não é compatível com o certificado CA

source: File supplied as client's certificate doesn't match with file supplied as certificate's private key
es: El fichero suministrado como certificado de cliente no corresponde con el fichero suministrado como clave privada
pl: Certyfikat klienta nie pasuje do prywatnego klucza
pt: O ficheiro fornecido como certificado de cliente não é compatível com o ficheiro fornecido como chave privada

source: Server port
es: Puerto del servidor
fr: Port du serveur
pl: Port serwera
pt: Porto do servidor
pt_br: Porta do servidor
ru: Порт сервера

source: VPN address
es: Dirección VPN
fr: Adresse du RPV (VPN)
pl: Adres sieci VPN
pt: Endereço VPN
pt_br: Endereço VPN
ru: VPN адрес

source: Use a network address which is not used by this machine
es: Use una dirección de red que no esté en uso por esta máquina
fr: Utilisez une adresse réseau qui n'est pas utilisée par cette machine
pl: Użyj adres sieci, który nie jest używany przez ten komputer
pt: Use um endereço de rede que não seja usado por esta máquina
pt_br: Use um endereço de rede ao qual não é usado por esta máquina
ru: Используйте сетевой адреса, который не используется на данном компьютере

source: Server certificate
es: Certificado de servidor
fr: Certificat serveur
pl: Certyfikat serwera
pt: Certificado do servidor
pt_br: Certificado do servidor
ru: Сертификат сервера

source: Client authorization by common name
es: Autorizar al cliente por su nombre común
fr: Autorisation du client par nom commun
ja: 共通名によるクライアント認証
pl: Autoryzacja klienta po nazwie powszechnej (cn)
pt: Autorização do cliente por nome comum
pt_br: Autorização do cliente por nome comum
ru: Авторизация клиента по имени
tr: Genel isimle istemci kimlik doğrulaması

source: If disabled, any client with a certificate generated by Zentyal will be able to connect. If enabled, only certificates whose common name begins with the selected value will be able to connect.
pl: Jeśli wyłączysz tę opcję, każdy klient z certyfikatem wygenerowanym przez Zentyala będzie mógł się połączyć. Po włączeniu, tylko klienci z certyfikatem którego nazwa powszechna rozpoczyna się od zaznaczonej wartości uzyskają połączenie.
pt: Se estiver desligado qualquer cliente com um certificado gerado pela Zentyal pode ligar-se. Quando activo só certificados em que o nome comum começa com o valor definido podem ligar-se

source: Network Address Translation
es: Traducción de dirección de red (NAT)
fr: Network Address Translation (NAT)
ja: ネットワークアドレス変換
pt: Tradução de endereços de rede
pt_br: NAT

source: Enable it if you only have one network interface
es: Habilítelo si sólo dispone de una interfaz de red
fr: Activez-le si vous avez qu'une seule interface réseau
pl: Włącz tą opcję, jeśli masz tylko jedną kartę sieciową
pt: Ligue se tiver só um interface de rede
pt_br: Habilitar NAT se você tem apenas uma conexão de rede
ru: Включите это, если у вас только один сетевой интерфейс

source: Allow client-to-client connections
es: Permitir conexiones cliente-cliente
fr: Accepter les connexion client à client
ja: クライアントからクライアントへの接続を許可
pl: Zezwalaj na połączenia między klientami
pt: Permite ligações de cliente para cliente
pt_br: Permite conexões de cliente pra cliente
ru: Разрешить client-to-client соединения
tr: İstemci-den-istemciye bağlantılarına izin ver

source: Enable it to allow client machines of this VPN to see each other
es: Habilite esto para permitir que máquinas clientes de esta VPN puedan verse unas a otras
fr: Activez-le pour autoriser les machines clientes de ce RPV (VPN) à se voir
pl: Zaznacz, jeśli chcesz żeby komputery klienckie VPN widziały się wzajemnie
pt: Ligar para permitir que os clientes desta VPN se vejam uns aos outros
pt_br: Habilitar que os clientes desta VPN vejam uns aos outros
ru: Включите это, чтобы клиентские машины этого VPN видели друг друга

source: Allow Zentyal-to-Zentyal tunnels
pl: Zezwalaj na tunele Zentyal-do-Zentyal
pt: Permite túnel entre Zentyal

source: Enable it if this VPN is used to connect to another Zentyal
pl: Włącz, jeśli VPN serwer będzie się łączył z innym serwerem Zentyal
pt: Ligar se esta VPN servir para ligar a outra Zentyal

source: Zentyal-to-Zentyal tunnel password
pl: Hasło tunelu Zentyal-do-Zentyal
pt: Palavra-passe do túnel Zentyal para Zentyal

source: Interface to listen on
es: Interfaz en la que escuchar
fr: L'interface écoute sur
ja: 受信するインタフェース
pl: Interfejs na którym będzie nasłuchiwał serwer.
pt: Interface a escutar em
pt_br: Interface para escutar
ru: Прослушиваемый интерфейс
tr: Dinlenilecek arabirim

source: Server configuration
es: Configuración del servidor
fr: Configuration du serveur
pl: Konfiguracja serwera
pt: Configuração do servidor
pt_br: Configuração do servidor
ru: Конфигурация сервера

source: server
es: Servidor
fr: Serveur
pl: serwer
pt: servidor
pt_br: servidor
ru: сервер

source: All network interfaces
es: Todas las interfaces de red
fr: Toutes les interfaces réseaux
ja: 全ネットワークインタフェース
pl: Wszystkie interfejsy sieciowe
pt: Todos os interfaces de rede
pt_br: Todas as interfaces de rede
ru: Все сетевые интерфейсы

source: Zentyal to Zentyal tunnel option requires a RIP password
pl: Opcja tunel Zentyal-do-Zentyal wymaga hasła RIP
pt: A opção túnel de Zentyal para Zentyal necessita de uma password RIP

source: The VPN address could not be the same than one of its advertised networks
es: La dirección de la VPN no puede ser la misma que una de las redes anunciadas
pl: Adres VPN nie może być taki sam jak adres rozgłaszanych sieci
pt: O endereço VPN não pode ser o mesmo que uma das redes publicadas

source: Other server is listening on the same port
es: Otro servidor está a la escucha en el mismo puerto
fr: Un autre serveur écoute sur le même port
pl: Inny serwer nasłuchuje na tym porcie
pt: Outro servidor está a escutar o mesmo porto
pt_br: Outro servidor está escutando nesta mesma porta
ru: Другой сервер прослушивает этот же порт

source: Port {p} is not available
es: El puerto {p} no está disponible
fr: Le port {p} n'est pas disponible
pl: Port {p} jest niedostępny
pt: Porto {p} não está disponível
pt_br: Porta {p} não está disponível
ru: Порт {p} не доступен

source: The interface {iface} does not exist
es: La interfaz {iface} no existe
fr: L'interface {iface} n'existe pas
ja: インタフェース{iface}は存在しません
pl: Interfejs {iface} nie istnieje.
pt: O interface {iface} não exite
pt_br: A interface {iface} não existe
ru: Интерфейс {iface} не существует

source: The interface {iface} is not configured
es: La interfaz {iface} no está configurada
fr: L'interface {iface} n'eest pas configurée
ja: インタフェース{iface}は設定されていません
pl: Interfejs {iface} nie został skonfigurowany
pt: O interface {iface} não está configurado
pt_br: A interface {iface} não está configurada
ru: Интерфейс {iface} не настроен

source: Cannot use Network Address translation because it requires the firewall module. The module is neither installed or activated
es: No se puede usar NAT porque necesita el módulo firewall y no está instalado ni habilitado.
fr: Impossible d'utiliser le NAT car il requière le module Pare-feu . Le module n'est pas installé ou activé
pl: Do poprawnej pracy NAT wymagany jest moduł firewall. Nie jest on zainstalowany ani uruchomiony.
pt: Não é possível usar NAT porque esta necessita do módulo firewall. O módulo não está instalado ou activado

source: Cannot use Network Address translation because it requires the firewall module enabled. Please activate it and try again
es: No se puede usar NAT porque necesita el módulo firewall. Por favor actívelo y pruebe de nuevo
fr: Impossible d'utiliser le NAT car il requière que le module Pare-feu soit activé. Veuillez l'activer et réessayez
pl: Do poprawnej pracy NAT wymagany jest moduł firewall. Uruchom go i spróbuj ponownie.
pt: Não é possível usar NAT porque esta necessita do módulo firewall activado. Active o módulo e tente de novo

source: At least one external interface is needed to connect to the server unless network address translation option is enabled
es: Se necesita al menos una interfaz externa para conectarse al servidor a menos que la opción de NAT esté activada
fr: Au moins une interface externe est nécessaire pour se connecter au serveur sans que l'option NAT soit activée
pl: Do połączenia z serwerem, przy włączonym NAT, wymagany jest przynajmniej jeden interfejs zewnętrzny
pt: Pelo menos um interface de rede externo é necessário a menos que o NAT esteja activado
pt_br: Pelo menos uma interface de rede é necessária para conectar com o servidor uma vez que a opção NAT esteja ativada
ru: Когда опция network address translation включена, необходим по крайне мере один внешний интерфейс для поключения к серверу.

source: The interface must be a external interface, unless Network Address Translation option is on
es: La interfaz debe ser externa a menos que la opción de NAT esté activada
fr: L'interface doit être externe, à moins que l'option NAT soit active
pl: Przy włączonym NAT interfejs musi być interfejsem zewnętrznym
pt: O interface necessita de ser externo, a menos que a opção NAT esteja activada

source: Advertised network
es: Red anunciada
fr: Réseau diffusé (Advertised network)
pl: Rozgłaszane sieci
pt: Rede publicada
pt_br: Conexão anunciada
ru: Объявленные сети

source: List of Advertised Networks
es: Lista de redes anunciadas
pl: Lista Rozgłaszanych Sieci
pt: Lista das redes publicadas

source: The advertised network address could not be the same than the VPN address
es: La dirección de la red anunciada no puede ser la misma que la dirección de la VPN
pl: Adresy IP rozgłaszanej sieci nie mogą pokrywać się z adresami sieci VPN
pt: O endereço de rede publicado não pode ser o mesmo que o endereço da VPN

source: {openpar}You can add here those networks which you want to make available to clients connecting to this VPN.{closepar}{openpar}Typically, you will allow access to your LAN by advertising its network address here{closepar}
es: {openpar}Puede añadir aquí las redes que quiera poner a disposición de los clientes que se conecten a esta VPN.{closepar}{openpar}Normalmente, se permite acceso a su LAN anunciando su dirección de red aquí{closepar}
fr: {openpar} Vous pouvez ajouter ici les réseaux accessibles au clients RPV (VPN).{closepar} {openpar} Typiquement, vous allez autoriser l'accès à votre LAN en publiant ici sont adresse réseau{closepar}
pl: {openpar}Dodaj tutaj sieci, które chcesz żeby były dostępne dla użytkowników łączących się poprzez VPN{closepar}{openpar}Przykładowo dodaj swoją sieć lokalną, żeby uzyskać do niej dostęp{closepar}
pt: {openpar}Pode adicionar as redes que pretende que estejam disponíveis para os clientes ligados a esta VPN.{closepar}{openpar}Normalmente será disponibilizado o acesso à rede publicando os respectivos endereços aqui{closepar}
pt_br: {openpar} Você pode adicionar aqui aquelas conexões que você quer disponibilizar para os clientes conectarem com esta VPN.{closepar}{openpar} Tipicamente, você vai permitir acesso a sua LAN anunciando este endereço de rede aqui{closepar}

source: Client's type
es: Tipo de cliente
fr: Type de clients (Client's type)
ja: クライアントタイプ
pl: Typ klienta
pt: Tipo de cliente
pt_br: Tipo de cliente
ru: Типы клиентов

source: Client's certificate
es: Certificado del cliente
fr: Certificat client
ja: クライアントの証明書
pl: Certyfikat klienta
pt: Certificado de cliente
pt_br: Certificado do cliente
ru: Сертификаты клиентов
tr: İstemcinin sertifikası

source: Add OpenVPN's installer to bundle
es: Añadir instalador de OpenVPN al paquete de configuración del cliente
fr: Ajouter l'installation d'OpenVPN au paquetage
ja: バンドルするOpenVPNのインストーラを追加
pl: Dodaj instalator OpenVPN
pt: Adicionar o programa de instalação OpenVPN ao ficheiro de configuração
pt_br: Adicionar instalador OpenVPN ao pacote
ru: Добавить установщик OpenVPN в пакет

source: OpenVPN installer for Microsoft Windows
es: Instalador de OpenVPN para Microsoft Windows
fr: Installateur OpenVPN pour pour Microsoft Windows
pl: Instalator OpenVPN dla systemu Windows
pt: Programa de instalação para Microsoft Windows
pt_br: Instalador OpenVPN para o Microsoft Windows
ru: Установщик OpenVPN для Microsoft Windows

source: Server address
es: Dirección del servidor
fr: Adresse du serveur
pl: Adres serwera
pt: Endereço do servidor
pt_br: Endereço do servidor
ru: Адрес сервера

source: This is the address that will be used by your clients to connect to the server. Typically, this will be a public IP or host name
es: Esta es la dirección que usarán sus clientes para conectarse al servidor. Normalmente, ésta será una IP pública o un nombre de host
fr: C'est l'adresse qui sera utilisée par les clients pour se connecter à ce serveur. En résumé, ce sera une IP publique ou un nom d'hôte
pl: Publiczny adres IP lub nazwa serwera VPN, służące do łączenia z serwerem
pt: Este é o endereço que será usado pelos seus clientes para se ligarem ao servidor. Normalmente será um IP público ou nome de máquina
pt_br: Este é o endereço que seus clientes irão usar para conectar com o servidor. Tipicamente, este é um nome host ou IP público
ru: Это адрес, который будет использваться вашими клиентами для подключения к серверу. Обычно, это либо публичный IP либо имя узла.

source: Additional server address (optional)
es: Dirección adicional del servidor (opcional)
fr: Adresse supplémentaire du serveur (optionnelle)
pl: Dodatkowy adres serwera (opcjonalnie)
pt: Endereço de servidor adicional (opcional)
pt_br: Endereço de servidor adicional (opcional)
ru: Дополнительный адрес сервера (не обязательный)

source: Download Client Bundle
es: Descargar paquete de configuración de cliente
pl: Pobierz paczkę dla klienta
pt: Descarregar o pacote de cliente

source: Zentyal to Zentyal tunnel
pl: Tunel Zentyal-do-Zentyal
pt: Túnel Zentyal para Zentyal

source: Cannot make a bundle because the server is not fully configured; please edit the configuration and retry
es: No se puede hacer un paquete de cliente porque el servidor no está completamente configurado; por favor, edite la configuración e inténtelo de nuevo
fr: Impossible de créer un paquetage car le serveur n'est pas complètement configuré. Veuillez éditer sa configuration et recommencer
pl: Nie można utworzyć paczki, gdyż serwer nie jest całkowicie skonfigurowany, dokończ konfigurację
pt: Não é possível gerar o pacote de configuração porque o servidor não está totalmente configurado; Edite a configuração e tente de novo
pt_br: Impossível criar pacote porque o o servidor não está totalmente configurado; por favor edite a configuração e tente denovo
ru: Невозможно сделать пакет, сервер не сконфигурирован. Пожалуйста отредактируйте конфигурацию и попытайтесь заново.

source: Cannot use for the bundle the server's certificate
es: No se puede usar el certificado del servidor para el paquete de cliente
fr: Impossible le certificat du serveur pour le paquetage
pl: Nie można użyć certyfikatu serwera
pt: Não é possível usar o certificado de servidor no pacote de configuração
pt_br: Impossível usar o certificado do servidor para o pacote
ru: НЕ возможно использовать для пакета сертификат сервера

source: Invalid client type: the server does not allow Zentyal-to-Zentyal tunnels
pl: Niewłaściwy typ klienta: nie można utworzyć tunelu Zentyal-do-Zentyal
pt: Tipo de cliente inválido: O servidor não permite túneis Zentyal-Zentyal

source: Invalid client type: the server is intended for Zentyal-to-Zentyal tunnels
pl: Niewłaściwy typ klienta: serwer jest skonfigurowany do tunelu Zentyal-do-Zentyal
pt: Tipo de cliente inválido: O servidor está configurado para túneis Zentyal-Zentyal

source: Installer is only available for Windows clients
es: El instalador está disponible sólo para clientes Windows
fr: L'installateur est uniquement disponible pour les clients Windows
pl: Instalator tylko dla systemu Windows
pt: O programa de instalação só está disponível para clientes Windows
pt_br: Instalador está disponível apenas para clientes Windows
ru: Установщик доступен только для Windows клиентов

source: A client bundle is a file which contains a ready to use configuration for your clients
es: Un paquete de cliente es un fichero que contiene la configuración preparada para usar en sus clientes
fr: Un paquetage client est un fichier qui contient une configuration prête à l'emploi pour vos clients
pl: Paczka dla klienta zawiera komplet certyfikatów, potrzebnych do skonfigurowania VPN na komputerze klienta
pt: O pacote de configuração contém uma configuração pronta a ser usada nos seus clientes
pt_br: O pacote cliente é um arquivo que contém uma configuração pronta pra uso em seus clientes
ru: Клиентский пакет является файлом содержащим готовые конфигурации для ваших клиентов.

source: Cannot make a bundle because the server is not fully configured; please complete the configuration and retry
es: No se puede hacer un paquete de cliente porque el servidor no está completamente configurado; por favor, complete la configuración e inténtelo de nuevo
fr: Impossible de créer le paquetage car le serveur n'est pas complètement configuré. Veuillez compléter sa configuration et recommencer
pl: Nie można utworzyć paczki, gdyż serwer nie jest całkowicie skonfigurowany, dokończ konfigurację i spróbuj ponownie
pt: Não é possível gerar o pacote de configuração porque o servidor não está totalmente configurado; Edite a configuração e tente de novo

source: Name
es: Nombre
fr: Nom
ja: 名前
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
tr: İsim

source: Enable
es: Activar
pl: Włączony
pt: Ligar

source: Configuration
es: Configuración
pl: Konfiguracja
pt: Configuração
pt_br: Configuração
ru: Конфигурация

source: List of Clients
es: Lista de clientes
pl: Lista klientów
pt: Lista de clientes

source: VPN Clients
es: Clientes de VPN
pl: Klienci VPN
pt: Clientes VPN

source: client
es: cliente
pl: Klient
pt: cliente
pt_br: cliente
ru: клиент

source: Cannot activate the client because is not fully configured; please edit the configuration and retry
es: No se puede activar el cliente porque no está completamente configurado; por favor, edite la configuración y reinténtelo de nuevo
fr: Impossible d'activer le client car il n'est pas complètement configuré; Veuillez éditer la configuration et réessayez
pl: Nie można aktywować klienta gdyż nie jest całkowicie skonfigurowany, dokończ konfigurację i spróbuj ponownie
pt: Não pode activar o cliente porque não está totalmente configurado; edite a configuração e tente de novo
pt_br: Impossível ativar o cliente porque não está totalmente configurado; por favor edite a configuração e tente denovo
ru: Не возможно активировать клиента так как не полностью сконфигурирован. Пожалуйста отредактируйте конфиграцию и вернитесь сюда позже.

source: RIP password is mandatory
es: La contraseña RIP es obligatoria
fr: Le RIP du mot de passe (RIP password) est obligatoire
pl: Wymagane jest hasło RIP
pt: Palavra-passe RIP é obrigatória
pt_br: Senha RIP é obrigatória
ru: Пароль RIP обязателен

source: Enabled
es: Activado
fr: Activé
ja: 有効
pl: Włączony
pt: Activo
pt_br: Habilitado
ru: Включено
tr: Etkin

source: Advertised networks
es: Redes anunciadas
fr: Réseaux publiés (Advertised networks)
ja: アドバタイズされたネットワーク
pl: Rozgłaszane sieci
pt: Redes publicadas
pt_br: Redes publicadas
ru: Объявленные сети
tr: Bildirilmiş ağlar

source: Download client bundle
es: Descargar paquete de configuración de cliente
fr: Télécharger le paquetage client (client bundle)
pl: Pobierz paczkę klienta
pt: Descarregar o pacote de cliente
pt_br: Baixar o pacote de cliente
ru: Загрузить клиентский пакет

source: List of servers
es: Lista de servidores
fr: Liste des serveurs
pl: Lista serwerów
pt: Lista de servidores
pt_br: Lista de servidores
ru: Список серверов

source: VPN servers
es: Servidores VPN
fr: Serveurs RPV (VPN)
pl: Serwery VPN
pt: Servidores VPN
pt_br: Servidores VPN
ru: VPN сервера

source: {openpar}You need to create a CA certificate to use this module. {closepar}{openpar}Please, go to the {openhref}certification authority module{closehref} and create it.{closepar}
es: {openpar}Debe crear un certificado de CA para usar este módulo. {closepar}{openpar}Por favor, vaya al {openhref}módulo de autoridad de certificación{closehref} y créelo.{closepar}
pl: {openpar}Aby użyć tego modułu należy skonfigurować certyfikat CA.{closepar}{openpar}Przejdź do zakładki{openhref}Urząd certyfikacji CA{closehref} i utwórz certyfikat.{closepar}
pt: {openpar}Necessita de criar um certificado CA para usar este módulo.{closepar}{openpar}Vá para o {openhref}módulo módulo de autoridade de certificação{closehref} e crie-o.

source: Server creation
es: Creación de servidor
fr: Création du serveur
pl: Tworzenie serwera
pt: Configuração do servidor
pt_br: Criação do servidor
ru: Создание сервера
