Repository: zentyal/zentyal
Catalog: client/openvpn/po/*.po
Languages: es, fr, ja, pl, pt, pt_br, ru, tr

source: Cannot activate the server because is not fully configured; please edit the configuration and retry
es: No se puede activar el servidor porque no está completamente configurado; por favor, edite la configuración y reinténtelo de nuevo
fr: Impossible d'activer le serveur car il n'est pas totalement configuré; Éditez la configuration et essayez de nouveau
pl: Nie można aktywować serwera , gdyż nie jest całkowicie skonfigurowany, dokończ konfigurację i spróbuj ponownie
pt: Não é possível activar o servidor porque não está totalmente configurado; Verifique a configuração e tente novamente
pt_br: Impossível ativar o servidor porque ele não está totalmente configurado; por favor edite a configuração e tente novamente
ru: Невозможно активировать сервер он не полностью сконфигурирован, пожалуйста отредактируйте конфигурацию и вернитесь

source: Cannot create a server because there is not a CA certificate
es: No se puede crear un servidor porque no existe un certificado de CA
pl: Nie mogę utworzyć serwera ponieważ nie istnieje certyfikat urzędu certyfikacji CA
pt: Não é possível criar um servidor porque não existe um certificado CA

source: {act} not possible because there aren't any available certificate. Please, go to the certificate authority module and create new certificates
es: {act} no es posible porque no hay ningún certificado disponible. Por favor, vaya al módulo de autoridad de certificación y cree nuevos certificados
pl: Nie można wykonać {act}, gdyż brak certyfikatów. Utwórz nowe certyfikaty w module urzędu certyfikacji CA
pt: {act} não é possível porque não existem certificados disponíveis, vá para o módulo de autoridade de certificados e emita novos certificados.

source: {openpar}You can configure openVPN servers to easily connect remote offices or users.{closepar}{openpar}Click on {openit}Configuration{closeit} to set the VPN parameters.{closepar}{openpar}{openit}Advertised networks{closeit} allows you to configure which networks you want to make accessible to the remote users.{openpar}Once you are done with the configuration you can download a file bundle for your operating system to use in your clients.
es: {openpar}Puede configurar servidores openVPN para conectar oficinas remotas o usuarios con facilidad.{closepar}{openpar}Haga click en {openit}Configuración{closeit} para configurar los parámetros de VPN.{closepar}{openpar}{openit}Las redes anunciadas{closeit} le permiten configurar qué redes quiere hacer accesibles a usuarios remotos.{openpar}Una vez que haya terminado la configuración podrá descargarse un paquete de configuración para el sistema operativo de sus clientes.
fr: {openpar}Vous pouvez configurer le serveur "openVPN" pour facilement connecter des bureaux ou utilisateurs distants.{closepar}{openpar} Cliquer sur {openit}Configuration{closeit} pour définir les paramètres du RPV (VPN).{closepar}{openpar}{openit}Réseaux diffusés (Advertised networks){closeit} vous permet de configurer quels réseaux vous désirer rendre accessibles aux utilisateurs distants.{openpar} Une fois la configuration terminée, vous pouvez télécharger un paquetage de configuration pour vos utilisateurs distants.
pl: {openpar}Konfiguracja openVPN pozwala na łączenie się użytkowników lub zdalnych biur.{closepar}{openpar}Kliknij na {openit}Konfiguracja{closeit} by ustawić parametry VPN.{closepar}{openpar}{openit}Rozgłaszane sieci{closeit} pozwoli Ci wybrać, do których sieci będzie miał dostęp użytkownik zewnętrzny.{openpar}Po ukończeniu konfiguracji pobierz paczkę dla Twojego systemu.
pt: {openpar}Pode configurar servidores OpenVPN para ligar instalações ou utilizadores remotos.{closepar}{openpar}Clique em {openit}Configuração{closeit} para configurar os parâmetros da VPN.{closepar}{openpar}{openit}Redes publicadas{closeit} permite a configuração das redes que pretende que estejam acessíveis aos utilizadores remotos.{openpar}Logo que esteja configurada pode descarregar o cliente para o seu sistema operativo.
pt_br: {openpar}Você pode configurar servidores OpenVPN para ligar instalações ou usuários remotos.{closepar}{openpar}Clique em {openit}Configuração{closeit} para configurar os parâmetros da VPN.{closepar}{openpar}{openit}Redes publicadas{closeit} permite a configuração das redes que você quer que estejam acessíveis aos usuários remotos.{openpar}Logo que esteja configurada você pode baixar um pacote para o seu sistema para usar em seus clientes.
ru: {openpar}Вы можете настроить openVPN сервера, для простого подключения удаленных офисов и пользователей.{closepar}{openpar}Нажмите {openit}Конфигурация{closeit} установите параметры VPN.{closepar}{openpar}{openit}Объявленные сети{closeit} позволяет настроить сети, которые вы хотите сделать доступными для удаленных пользователей.{openpar}После того, как вы сделаете конфигурацию, вы сможете загрузить файл-пакет для операционной системы используемой на ваших клиентах.

source: Manual Configuration
es: Configuración manual
fr: Configuration manuelle
pl: Konfiguracja manualna
pt: Configuração manual

source: Zentyal bundle
pl: Paczka Zentyala
pt: Sistema Zentyal

source: Upload configuration's bundle
es: Subir el paquete de configuración de cliente
fr: Envoi du paquetage de configuration
pl: Załaduj paczkę z konfiguracją
pt: Carregar ficheiro de configuração do sistema
pt_br: Enviar configurações do pacote
ru: Загрузка пакета конфигурации

source: Server
es: Servidor
fr: Serveur
ja: サーバ
pl: Serwer
pt: Servidor
pt_br: Servidor
ru: Сервер
tr: Sunucu

source: CA's certificate
es: Certificado de CA
fr: Certificat CA
ja: CA証明書
pl: certyfikat CA
pt: Certficado CA
pt_br: Certificado CA
ru: CA-сертификат

source: Client's private key
es: Llave privada del cliente
fr: Clef privée du client
ja: クライアントのプライベート鍵
pl: Klucz prywatny klienta
pt: Chave privada de cliente
pt_br: Chave privada do cliente
ru: Приватный ключ клиента

source: Server tunnel password
es: Contraseña de tunel de servidores
fr: Mot de passe du serveur tunnel
pl: Hasło tunelu serwera
pt: Palavra-passe do túnel do servidor
pt_br: Senha do túnel do servidor
ru: Пароль туннеля сервера

source: Client configuration
es: Configuración del cliente
fr: Configuration du client
ja: クライアント設定
pl: Konfiguracja klienta
pt: Configuração do cliente
pt_br: Configuração do cliente
ru: Конфигурация клиента

source: No file supplied or already set for {f}
es: No se suministró ningún fichero o ya estaba fijado para {f}
pl: Nie obsługiwany plik lub już ustawiony na {f}
pt: Não foi fornecido ou definido o ficheiro para {f}

source: Deleted daemons
es: Demonios borrados
fr: Démons (daemons) supprimés
pl: Usunięte demony
pt: Rotinas apagadas
pt_br: Daemons deletados
ru: Удаление демона

source: daemon
es: demonio
fr: Démon (daemon)
pt: rotina
ru: демон

source: disabled
es: desactivado
fr: désactivé
ja: 無効
pl: wyłączony
pt: desactivado
pt_br: desabilitado
ru: отключено
tr: Etkin değil

source: The port {p}/{pro} is already in use
es: El puerto {p}/{pro} ya está en uso
fr: Le port {p}/{pro} est en cours d'utilisation
ja: ポート {p}/{pro} はすでに使用中です
pl: Port {p}/{pro} jest w użyciu
pt: O porto {p}/{pro} já se encontra em uso
pt_br: A porta {p}/{pro} já está em uso
ru: Порт {p}/{pro} уже используется

source: The certificate {cn} does not exist
es: El certificado {cn} no existe
fr: Le certificat {cn} n'existe pas
ja: 証明書 {cn} が存在しません
pl: Certyfikat {cn} nie istnieje.
pt: O certificado {cn} não existe
pt_br: O certificado {cn} não existe
ru: Сертификат {cn} не существует
tr: {cn} sertifikası mevcut değil

source: The certificate {cn} has expired
es: El certificado {cn} ha expirado
fr: Le certificat {cn} a expiré
ja: 証明書 {cn} は期限切れです
pl: Certyfikat {cn} wygasł.
pt: O certificado {cn} expirou
pt_br: O certificado {cn} expirou
ru: У сертификата {cn} истек срок действия
tr: {cn} sertifikasının süresi doldu

source: The certificate {cn} has been revoked
es: El certificado {cn} ha sido revocado
fr: Le certificat {cn} a été invalidé
ja: 証明書 {cn} は無効です
pl: Certyfikat {cn} został odwołany.
pt: O certificado {cn} foi revogado
pt_br: O certificado {cn} foi anulado
ru: Сертификат {cn} аннулирован
tr: {cn} sertifikası iptal edildi

source: The server {name} does not have certificate assigned
es: El servidor {name} no tiene ningún certificado asignado
fr: Le serveur {name} n'a pas de certificat d'assigné
ja: サーバ {name} は証明書を保有していません
pl: Serwer {name} nie ma przypisanego certyfikatu.
pt: O servidor {name} não tem certificado atribuído
pt_br: Não há nenhum certificado atribuído ao servidor {name}
ru: Сервер {name} не имеет установленных сертификатов
tr: {name} sunucusu atanmış bir sertifikaya sahip değil

source: Cannot get key of server {name} because it does not have any certificate assigned
es: No se puede obtener la clave del servidor {name} debido a que no tiene ningún certificado asignado
fr: Impossible de trouver la clef du serveur {name}, car il ne possède pas de certificat
ja: サーバ {name} は証明書を保有していないため、鍵を取得できません
pl: Nie mogę pobrać klucza serwera {name} ponieważ nie ma on przypisanego certyfikatu.
pt: Não é possível obter chave do servidor {name} porque não tem certificado atribuído
pt_br: Impossível adquirir senha do do servidor {name} porque ele não tem nenhum certificado atribuído
ru: Не могу получить ключ сервера {name} т.к. он не имеет ни одного установленного сертификата
tr: {name} sunucusu için anahtar alınamıyor çünkü atanmış bir sertifikası yok

source: No IP address found for interface {iface}
es: No se encontró dirección IP para la interfaz {iface}
fr: Aucune adresse IP trouvée pour l'interface {iface}
ja: インタフェース {iface} のIPアドレスが見つかりません
pl: Nie znaleziono adresu IP na interfejsie {iface}
pt: Não foi encontrado endereço IP para o interface {iface}
pt_br: Nenhum endereço IP encontrado para a interface {iface}
ru: Не найден IP-адрес для интерфейса {iface}
tr: {iface} arabirimi için IP adresi bulunamadı

source: OpenVPN servers cannot be used for internal services
es: Los servidores OpenVPN no pueden usarse para servicios internos
fr: Les serveurs OpenVPN ne peuvent être utilisés pour des services internes
ja: OpenVPNサーバは内部サービスには使用できません
pl: Nie można używać serwera OpenVPN do wewnętrznych usług
pt: Os servidores OpenVPN não podem ser usados para serviços internos
pt_br: Servidores OpenVPN não podem ser usados por servidores internos
ru: OpenVPN сервера не могут быть использованы для внутренних служб
tr: OpenVPN sunucuları dahili servisler için kullanılamaz

source: Unsupported client type: {ct}
es: Tipo de cliente no soportado: {ct}
fr: Type de client non supporté: {ct}
ja: サポートされていないクライアントタイプです: {ct}
pl: Nieobsługiwany rodzaj klienta: {ct}
pt: O cliente não é suportado: {ct}
pt_br: Tipo de cliente não suportado: {ct}
ru: Не поддерживаемый тип клиента: {ct}

source: Server {name}
es: Servidor {name}
fr: Serveur {name}
ja: サーバ {name}
pl: Serwer {name}
pt: Servidor {name}
pt_br: Servidor {name}
ru: Сервер {name}
tr: {name} sunucusu

source: Disabled
es: Desactivado
fr: Désactivé
ja: 無効
pl: Wyłączony
pt: Desactivado
pt_br: Desabilitado
ru: Отключено
tr: Etkin değil

source: Service
es: Servicio
ja: サービス
pl: Usługa
pt: Serviço
pt_br: Serviço
ru: Служба
tr: Servis

source: Running
es: Corriendo
fr: Fonctionne
ja: 動作
pl: Uruchomiony
pt: A correr
pt_br: Rodando
ru: Работает
tr: Çalışıyor

source: Stopped
es: Detenido
fr: Stoppé
ja: 停止
pl: Zatrzymany
pt: Parado
pt_br: Parado
ru: Остановлено
tr: Durmuş

source: Daemon status
es: Estado del demonio
fr: Status du service
ja: デーモン状態
pl: Status deamon'a
pt: Estado da rotina
pt_br: Estado daemons
ru: Статус демона
tr: Bekletici program durumu

source: All external interfaces
es: Todas las interfaces externas
fr: Toutes les interfaces externes
ja: 全ての外部インタフェース
pl: Wszystkie zewnętrzne interfejsy
pt: Todos os interfaces externos
pt_br: Todas as interfaces externas
ru: Все внешние интерфейсы
tr: Tüm harici arabirimler

source: Local address
es: Dirección local
fr: Adresse locale
ja: ローカルアドレス
pl: Adres lokalny
pt: Endereço local
pt_br: Endereço local
ru: Локальный адрес
tr: Yerel adres

source: Port
es: Puerto
ja: ポート
pt: Porto
pt_br: Porta
ru: Порт

source: VPN subnet
es: Subred VPN
fr: Sous-réseau RPV (VPN)
ja: VPNサブネット
pl: podsieć VPN
pt: Sub-rede VPN
pt_br: Sub rede VPN
ru: VPN-подсеть
tr: VPN alt ağı

source: VPN network interface
es: Interfaz de red de la VPN
fr: Interface réseau RPV (VPN)
ja: VPNネットワークインタフェース
pl: Interfejs sieci VPN
pt: Interface de rede VPN
pt_br: Interface de rede VPN
ru: VPN сетевой интерфейс

source: VPN interface address
es: Dirección de la interfaz de la VPN
fr: adresse de l'interface RPV (VPN)
ja: VPNインタフェースアドレス
pl: adres interfejsu VPN
pt: Endereço do interface VPN
pt_br: Endereço da interface VPN
ru: VPN адрес интерфейса

source: No active
es: No activo
fr: Non actif
ja: アクティブなものはありません
pl: Nieaktywny
pt: Inactivo
pt_br: Não ativado
ru: Не активный

source: VPN client should not be configured to connect to the address {addr} because is a address of the localhost itsef
pl: Nie można skonfigurować klienta VPN do łączenia z adresem {addr}, gdyż jest to adres lokalnego hosta
pt: O cliente VPN não deve ser configurado para ligar ao endereço {addr} porque é um endereço da máquina local

source: VPN client should not be configured to connect to the address {addr} because is a address of a local network interface
pl: Nie można skonfigurować klienta VPN do łączenia z adresem {addr}, gdyż jest to adres lokalnego interfejsu
pt: O cliente VPN não deve ser configurado para ligar ao endereço {addr} porque é um endereço do interface de rede local

source: Client {name}
es: Cliente {name}
ja: クライアント {name}
pl: Klient {name}
pt: Cliente {name}
pt_br: Cliente {name}
ru: Клиент {name}
tr: İstemci {name}

source: Connection target
es: Blanco de la conexión
fr: Cible de connection
ja: 接続ターゲット
pl: Cel połączenia
pt: Objectivo da ligação
pt_br: Conexão alvo
ru: Объект подключения
tr: Bağlantı hedefi

source: Server's address
es: Dirección del servidor
fr: Adresse du serveur
ja: サーバのアドレス
pl: Adres serwera
pt: Endereço do servidor
pt_br: Endereço do servidor
ru: Адрес сервера
tr: Sunucu adresleri

source: You must provide at least one address for the server {name}
es: Debes suministrar al menos una dirección para el servidor {name}
fr: Vous devez fournir au moins une adresse pour le serveur {name}
ja: 少なくとも1つのアドレスをサーバ {name} に与える必要があります
pl: Musisz podać przynajmniej jeden adres dla serwera {name}
pt: Deve fornecer perlo menos um endereço para o servidor {name}
pt_br: Você precisa informar pelo menos um endereço para o servidor {name}
ru: Вы должны обеспечить хотя бы один адрес для сервера {name}
tr: {name} sunucusu için en azından bir adres vermelisiniz

source: Can't get address for this server: no external interfaces present
es: No se puede obtener la dirección para este servidor: no hay interfaces externas
fr: Ne peut pas obtenir l'adresse de ce serveur : aucune interface présente
ja: このサーバのためにアドレスを取得することができません: 外部インタフェースがありません
pl: Nie można uzyskać adresu tego serwera: brak zewnętrznych interfejsów
pt: Não é possível obter um endereço para este servidor: não há interface externo presente
pt_br: Não é possível obter um endereço para este servidor: não há interfaces externas presentes
ru: Не могу получить адрес для этого сервера: нет внешних интерфейсов
tr: Bu sunucu için adres alınamıyor: mevcut harici arabirim yok

source: The client certificate can't be the same than the server's one
es: El certificado del cliente no puede ser el mismo que el del servidor
fr: Le certificat du client ne peut pas être le même que celui du serveur
ja: クライアント証明書はサーバ証明書と同一であってはいけません
pl: Nazwa certyfikatu klienta nie może być identyczna z nazwą certyfikatu serwera
pt: O certificado de cliente não pode ser o mesmo do servidor
pt_br: O certificado do cliente não pode ser o mesmo do servidor
ru: Сертификат клиента не может быть таким же как у сервера
tr: İstemci sertifikası sunucununki ile aynı olamaz

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Cannot unpack it)
pl: Niewłaściwa paczka, nie mogę rozpakować
pt: Esta configuração Zentyal-para-Zentyal não é válida. (Não é possível descarregar)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing server configuration file)
pl: Ta paczka nie jest kompletna. Brakuje pliku konfiguracji serwera.
pt: Esta configuração Zentyal-para-Zentyal não é válida. (Não foi encontrado o ficheiro de configuração do servidor)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing CA certificate file)
pl: Ta paczka nie jest kompletna. Brakuje certyfikatu urzędu certyfikacji CA.
pt: Esta configuração Zentyal-para-Zentyal não é válida. (Não foi encontrado o certificado CA)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate file)
pl: Ta paczka nie jest kompletna. Brakuje certyfikatu.
pt: Esta configuração Zentyal-para-Zentyal não é válida. (Não foi encontrado o certificado)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate private key file)
pl: Ta paczka nie jest kompletna. Brakuje certyfikatu klucza prywatnego.
pt: Esta configuração Zentyal-para-Zentyal não é válida. (Não foi encontrado o certificado da chave privada)

source: To configure Quagga to run ripd and zebra
es: Para configurar Quagga y que ejecute ripd y zebra
fr: Pour configurer Quagga pour lancer ripd et zebra
ja: ripdとzebraを動作させるためにQuaggaを設定
pl: W celu skonfigurowania Quagga musisz włączyć ripd i zebra.
pt: Para configurar o Quagga para correr ripd e zebra
pt_br: Configurar Quagga para rodar ripd e zebra
ru: Для настройки Quagga сначала запустите ripd и zebra

source: To configure Quagga to listen on the given interfaces
es: Para configurar Quagga para que escuche en las interfaces apropiadas
fr: Pour configurer Quagga pour écouter sur l'interface désirée
ja: 入力したインタフェースに応答するようQuaggaを設定
pl: Skonfiguruj Quagga do nasłuchiwania na podanych interfejsach.
pt: Para configurar o Quagga para escutar os interfaces definidos
pt_br: Configurar Quagga para escutar nas interfaces definidas
ru: Настроить Quagga на прослушивание данных интерфейсов

source: Main zebra configuration file
es: Fichero de configuración principal de zebra
fr: Fichier de configuration principal de zebra
ja: zebraの主設定ファイル
pl: Główny plik konfiguracyjny zebra
pt: Ficheiro de configuração principal zebra
pt_br: Arquivo principal de configuração do zebra
ru: Главный конфигурационный файл zebra

source: To configure ripd to exchange routes with client to client connections
es: Para configurar ripd y que intercambie rutas en conexiones de cliente a cliente
fr: Pour configurer "ripd" afin d'échanger les routes des connexions client à client
ja: ripdがクライアント間接続と経路を交換するよう設定
pl: Konfiguracja ripd do połączeń klient-to-klient
pt: Para configurar ripd para rotas de troca com ligações cliente a cliente
pt_br: Configurar ripd para rotas de troca com conexões cliente a cliente
ru: Настройка ripd по обмену маршрутами с клиентом для клиентского подключения

source: Invalid name {name}. Only alpahanumeric and '-', '_', '.' characters are allowed
es: {name} es un nombre incorrecto. Solo caracteres alfanuméricos y guiones bajos (_) están permitidos.
fr: Nom invalide {name}. Uniquement les caractères alphanumériques et '-', '_', '.' sont autorisés
pl: Nazwa {name} zawiera niedozwolone znaki. Użyj znaków alfanumerycznych oraz '-', '_', '.'
pt: Nome inválido {name}. Somente são permitidos caracteres alfanuméricos e '-', '_', '.'
pt_br: Nome {name} inválido. Apenas caracteres alfanuméicos e '-', '_', '.' são permitidos
ru: {name} - неверное имя для демона OpenVPN. Только буквенно-цифровые символы и символы '-','_','.' разрешены

source: Cannot use the name {n} because there is a client with the same name
es: No puede usarse el nombre {n} porque ya hay un cliente con el mismo nombre
fr: Impossible d'utiliser le nom {n} car il y a un client avec le même nom
pl: Nie mogę użyć nazwy {n}, gdyż istnieje klient o tej samej nazwie
pt: O nome {n} não pode ser usado porque existe um cliente com o mesmo nome
pt_br: O nome {n} não pode ser usado porque existe um cliente com o mesmo nome
ru: Не возможно использовать имя {n} пока другой клиент использует такое же имя.

source: Cannot use the name {n} because there is a server with the same name
es: No puede usarse el nombre {n} porque ya hay un servidor con el mismo nombre
fr: Impossible d'utiliser le nom {n} car il y a un serveur avec le même nom
pl: Nie mogę użyć nazwy {n}, gdyż istnieje serwer o tej samej nazwie
pt: O nome {n} não pode ser usado porque existe um servidor com o mesmo nome
pt_br: O nome {n} não pode ser usado porque existe um servidor com o mesmo nome
ru: Не возможно использовать имя {n} пока сервер использует такое же имя

source: Invalid name {name}. Name which begins with the prefix {pf} are reserved for internal use
es: Nombre no válido {name}. Los nombres que comienzan con el prefijo {pf} están reservados para uso interno
fr: Nom invalide {name}. Les noms commençant par le préfixe {pf} sont réservés pour une utilisation interne
ja: {name} は無効な名前です。プリフィックス {pf} から始まる名前は内部的に使用されます
pl: Niedozwolona nazwa {name}. Nazwy rozpoczynające się prefiksem {pf} są zarezerwowane przez system
pt: Nome inválido {name}. O nome começa com o prefixo {pf} que está reservado para uso interno
pt_br: Nome {name} inválido. O nome começa com o prefixo {pf} que está reservado para uso interno
ru: Неправильное имя {name}. Имена начинающиеся с приставки {pf} зарезерфированы для внутреннего использования
tr: {name} geçersiz bir isim. {pf} ile başlayan isim dahili kullanım için ayrılmıştır.

source: Invalid name {name}. A internal daemon must have a name which begins with the prefix {pf}
es: Nombre no válido {name}. Un demonio interno tiene que tener un nombre que empiece con el prefijo {pf}
fr: Nom invalide {name}. Un service système (internal daemon) doit avoir un nom commençant par le préfixe {pf}
ja: 名前{name}は無効です。内部デーモンにはプリフィックス{pf}で始まる名前を付けてください。
pl: Niedozwolona nazwa {name}. Nazwa daemona musi zaczynać się prefiksem {pf}
pt: Nome inválido {name}. Uma rotina interna deve ter um nome que comece com o prefixo {pf}
pt_br: Nome inválido {name}. Um daemon interno deve ter um nome que comece com o prefixo {pf}
ru: Неправильное имя {name}. Имя внутренего демона должно начинатся с приставки {pf}

source: Client {c} does not exists
es: El cliente {c} no existe
fr: Le client {c} n'existe pas
pl: Certyfikat {c} nie istnieje.
pt: O cliente {c} não existe
pt_br: O cliente {c} não existe
ru: Клиент {c} не существует

source: Servers
es: Servidores
fr: Serveurs
ja: サーバ
pl: Serwery
pt: Servidores
pt_br: Servidores
ru: Сервера
tr: Sunucular

source: Clients
es: Clientes
ja: クライアント
pl: Klienci
pt: Clientes
pt_br: Clientes
ru: Клиенты
tr: İstemciler

source: Common name
es: Nombre común
fr: Nom commun
pl: Nazwa powszechna
pt: Nome comum
pt_br: Nome comum
ru: Канноническое имя

source: Address
es: Dirección
fr: Adresse
pl: Adres sieciowy
pt: Endereço
pt_br: Endereço
ru: Адрес

source: Connected since
es: Conectado desde
fr: Connecté depuis
pl: Czas rozpoczęcia połączenia
pt: Ligado desde
pt_br: Conectado desde
ru: Подключенные

source: No users connected to the VPN
es: No hay usuarios conectados a la VPN
fr: Aucun utilisateur n'est connecté au RPV (VPN)
pl: Brak połączonych użytkowników
pt: Não existem utilizadores ligados à VPN
pt_br: Não há usuários conectados à VPN
ru: Нет пользователей подключенных к VPN

source: OpenVPN daemons
es: Demonios OpenVPN
fr: Service OpenVPN
ja: OpenVPNデーモン
pl: demony OpenVPN
pt: Rotinas OpenVPN
pt_br: Daemons OpenVPN
ru: Демоны OpenVPN
tr: OpenVPN daemonları

source: Date
es: Fecha
ja: 日付
pl: Data
pt: Data
pt_br: Data
ru: Дата

source: Event
es: Evento
fr: Événement
ja: イベント
pl: Zdarzenie
pt: Evento
pt_br: Evento
ru: Событие
