Repository: zentyal/zentyal
Catalog: client/openvpn/po/*.po
Languages: es, fr, ja, pl, pt, pt_br, ru, tr

source: Type
es: Tipo
ja: タイプ
pl: Typ
pt: Tipo
pt_br: Tipo
ru: Тип

source: Remote IP
es: IP remota
fr: IP distante
ja: リモートIP
pl: Zdalny IP
pt: IP remoto
pt_br: IP remoto
ru: Удаленный IP

source: Remote Certificate
es: Certificado remoto
fr: Certificat distant
ja: リモート証明書
pl: Zdalny certyfikat
pt: Certificado Remoto
pt_br: Certificado Remoto
ru: Сертификат удаленного

source: Initialization sequence completed
es: Secuencia de iniciación completada
fr: Séquence d'initialisation terminée
ja: 初期化が終了しました
pl: Połączenie zostało zrealizowane
pt: Sequência de inicialização completa
pt_br: Sequencia de inicialização completada
ru: Последовательность инициализации закончена

source: Certificate issuer not authorized
es: Emisor de certificado no autorizado
fr: Émetteur de certificat non autorisé
ja: 証明書発行者は認証されていません
pl: Nieautoryzowany wydawca certyfikatu
pt: Emissor do certificado não é autorizado
pt_br: Emissor docertificado não autorizado

source: Certificate common name not authorized
es: Nombre común de certificado no autorizado
fr: Nom commun de certificat non autorisé
ja: 証明書共通名は認証されていません
pl: Brak autoryzacji certyfikatu po nazwie powszechnej
pt: Nome comum do certificado não é autorizado
pt_br: Nome comum do certificado não é autorizado
ru: Не разрешенный сертификат имени

source: Certificate verification failed
es: Verificación de certificado fallida
fr: Vérification du certificat échouée
ja: 証明書の確認に失敗しました
pl: Weryfikacja certyfikatu zakończona niepowodzeniem
pt: Verificação do certificado falhou
pt_br: Verificação do certificado falhou
ru: Неудачная проверка сертификата

source: Client connection initiated
es: Conexión a cliente iniciada
fr: Connexion client initiée
ja: クライアントとの接続が開始されました
pl: Zainicjowano połączenie klienta
pt: Ligação de cliente iniciada
pt_br: Conexão de cliente iniciada
ru: Инициализация клиентского соединения

source: Client connection terminated
es: Conexión a cliente terminada
fr: Connexion client terminée
ja: クライアントとの接続が切断されました
pl: Połączenie klienta zostało przerwane
pt: Ligação de cliente terminada
pt_br: Conexão de cliente terminada
ru: Окончание клиентского соединения

source: Connection to server initiated
es: Conexión a servidor iniciada
fr: Connexion au serveur initiée
ja: サーバとの接続が開始されました
pl: Zainicjowano połączenie serwera
pt: Ligação ao servidor iniciada
pt_br: Conexão com o servidor iniciada
ru: Инициализация подключения к серверу

source: Server connection terminated
es: Conexión a servidor terminada
fr: Connexion au serveur terminée
ja: サーバとの接続が切断されました
pl: Połączenia serwera zostało przerwane
pt: Ligação ao servidor terminada
pt_br: Conexão com o servidor terminada
ru: Окончание подключения к серверу

source: You must set insecure_rip_conf to yes or no
es: El valor de insecure_rip_conf debe ser 'yes' o 'no'
fr: Vous devez définir "insecure_rip_conf" à oui ou non
pl: Musisz ustawić insecure_rip_conf na Tak lub Nie
pt: tem que definir insegure_rip_conf para sim ou não
pt_br: Você tem que definir insegure_rip_conf para sim ou não
ru: Вы должны установить insecure_rip_conf в yes или no

source: If disabled all clients with a certificate generated by eBox could connect
es: Si se deshabilita todos los clientes con un certificado generado por eBox se pueden conectar
fr: Si désactivé, tous les client utilisant un certificat généré par eBox pourront se connecter
pt_br: Se estiver desligado qualquer cliente com um certificado gerado pela eBox pode conectar-se
ru: Если отключить все клиенты с сертификатами выданными Ebox для подключения

source: Allow eBox-to-eBox tunnels
es: Permitir túneles eBox a eBox
fr: Accepte les tunnels eBox-à-eBox
ja: eBoxからeBoxへのトンネルを許可
pt_br: Permite túneis entre eBox'es
ru: Разрешить eBox-to-eBox туннели
tr: eBox-dan-eBox'a tünellerine izin ver

source: Enable it if this VPN is used to connect to another eBox
es: Habilite esto si esta VPN se usa para conectar con otra eBox
fr: Activez-le si ce RPV (VPN) est utilisé pour se connecter à un autre eBox
pt_br: Habilite se esta VPN é usada para conectar com outro eBox
ru: Включите это, если этот VPN используется для подключения к другому eBox

source: eBox-to-eBox tunnel password
es: Contraseña de túneles eBox a eBox
fr: Mot de passe du tunnel eBox-à-eBox
ja: eBox-to-eBoxトンネルパスワード
pt_br: Senha do túnel entre eBox'es
ru: Пароль туннеля eBox-to-eBox

source: eBox to eBox tunel option requieres a RIP password
es: La opción de túneles eBox a eBox requiere una contraseña RIP
fr: Le tunnel eBox-à-eBox requière un mot de passe RIP
pt_br: Túneis entre eBox'es requerem uma senha RIP
ru: Настройка туннель eBox-to-eBox требующего пароль RIP

source: eBox to eBox tunnel
es: Túnel eBox a eBox

source: Invalid client type: the server does not allow eBox-to-eBox tunnels
es: Tipo de cliente no válido: el servidor no permite túneles eBox a eBox
fr: Type de client invalide: le serveur n'autorise pas les tunnels eBox-à-eBox
pt_br: Tipo de cliente inválido: o servidor não permite túneis entre eBox'es
ru: Неправильный тип клиента: cервер не разрешает тунели eBox-to-eBox

source: Invalid client type: the server is intended for eBox-to-eBox tunnels
es: Tipo de cliente no válido: el servidor está configurado para túneles eBox a eBox
fr: Type de client invalide : le serveur est destiné pour des tunnels entre machines eBox
pt_br: Tipo de cliente inválido: o servidor é necessário para túneis entre eBox'es
ru: Неправильный тип клиента: сервер предназначен для тунелей eBox-to-eBox

source: eBox bundle
es: Paquete de eBox
fr: Paquetage eBox

source: EBox to EBox tunnel
fr: Tunnels eBox-à-eBox
ja: eBox-to-eBoxトンネル
pt_br: Túnel entre eBox'es
ru: EBox to EBox туннель

source: File supplied as client's certficate doesn't match with file supplied as CA's certificate
fr: Le fichier fourni en tant que certificat client ne correspond pas à celui du CA
ja: クライアント証明書として渡されたファイルがCA証明書として渡されたファイルと一致しません
pt_br: O arquivo fornecido como certificado de cliente não é compatível com o arquivo fornecido como certificado CA
ru: Файл представленный, как клиентский сертификат не соответствует файлу представленному, как CA серификат

source: File supplied as client's certficate doesn't match with file supplied as certificate's private key
fr: Le fichier fourni en tant que certificat client ne correspond pas à celui du certificat de clef privée
ja: クライアント証明書として渡されたファイルが証明書のプライベート鍵として渡されたファイルと一致しません
pt_br: O arquivo fornecido como certificado de cliente não é compatível com o arquivo fornecido como chave privada do cliente
ru: Файл представленный, как клиентский сертификат не соответствует файлу представленному, как сертификат приватного ключа

source: OpenVPN service
ja: OpenVPNサービス
tr: OpenVPN servisi

source: There are two ways to configure the client. Either you can configure it manually or use the configuration bundle file which you can download in the servers' list
ja: クライアントを設定するには手動で設定するか、設定バンドルファイルを使うことができます。設定バンドルファイルはサーバリストにダウンロードすることができます。

source: automatic with bundle file
ja: バンドルファイルを利用

source: manual
ja: 手動

source: Bundle file
ja: バンドルファイル

source: Create
ja: 作成
tr: Oluştur

source: OpenVPN client creation
ja: OpenVPNクライアントの作成
tr: OpenVPN istemci oluşturma

source: Connection parameters
ja: 接続パラメータ

source: Upload bundle file
ja: バンドルファイルをアップロード

source: Are you sure you want delete the {type} {name}? This action cannot be undone.
ja: {type} {name}を本当に削除しますか? この操作は取り消せません。

source: Are you sure you want delete the {type} {name}?
ja: {type} {name} を削除しますか？
tr: Şunu silmek istediğinizden emin misiniz? :{type} {name}

source: Deleting OpenVPN {type}
ja: OpenVPN {type} を削除しています
tr: OpenVPN {type} siliniyor

source: Are you sure you want delete the {type} {name}.?
ja: {type} {name} を削除しますか？
tr: Şunu silmek istediğinizden emin misiniz? :{type}{name}

source: Delete
ja: 削除
tr: Sil

source: Cancel
ja: キャンセル
tr: İptal

source: OpenVPN server creation
ja: OpenVPNサーバの作成
tr: OpenVPN sunucu oluşturma

source: Certificate
ja: 証明書
tr: Sertifika

source: This certificate will be used by the server to authenticate itself
ja: 証明書はサーバ自身の認証に使用されます
tr: Bu sertifika kendi kimlik doğrulaması için sunucu tarafından kullanılacak

source: Only clients with this value as full common name's prefix will be authorized
ja: 完全な共通名のプリフィックスとしてこの値を設定したクライアントのみ認証されます
tr: Tam genel ismin öneki olan sadece bu değerdeki istemciler yetkilendirilecektir.

source: The server will listen only in all external interfaces or only in the interface selected
ja: サーバは全ての外部インタフェースと選択したインタフェースのみ受信します
tr: Sunucu sadece tüm harici arabirimleri veya seçilmiş olan arabirimleri dinleyecek

source: Active
ja: アクティブ
tr: Aktif

source: VPN network address
ja: VPNネットワークアドレス
tr: VPN ağ adresi

source: VPN network netmask
ja: VPNネットワークマスク
tr: VPN ağ alt maskesi

source: Protocol
ja: プロトコル
tr: Protokol

source: Allow clients to connect each other within the VPN
ja: VPN内のクライアント間の接続を許可
tr: VPN içinde birbirlerine bağlanması için istemcilere izin ver

source: If you want to create a tunnel between two eBox, you will need this option to allow connections from clients to this server
ja: 2つのeBoxの間のトンネルを作成するには、クライアントからサーバへの接続を許可するためのこのオプションが必要です
tr: Eğer iki eBox arasında bir tünel oluşturmak istiyorsanız istemci tarafından bu sunucuya bağlanmak için bu seçeneğe ihtiyacınız var

source: Only this password is required for eBox-to-eBox tunnels. The same password must be set in the client or it wouldn't be able to push routes to this host
ja: このパスワードはeBox-to-eBoxトンネルにのみ要求されます。同一のパスワードをクライアントに設定してください。設定されていない場合、このホストへの経路をプッシュできません。

source: Server name
ja: サーバ名
tr: Sunucu ismi

source: OpenVPN servers require at least one client certificate. Create it first
ja: OpenVPNサーバは最低でも1つのクライアント証明書を必要とします。最初に証明書を作成してください
tr: OpenVPN en azından bir tane istemci sertifikası gerektirir. Önce sertifikayı oluşturun

source: OpenVPN servers require a certification authority and at least one client certificate. Create them first
ja: OpenVPNサーバは認証局と最低でも1つのクライアント証明書を必要とします。最初にそれらを作成してください
tr: OpenVPN sunucuları bir tane sertifika izni ve en azından bir istemci sertifikası gerektirir. Önce bunları olşuşturun

source: Change CA's certificate
ja: CA証明書を変更
tr: CA'nın sertifikasını değiştir

source: Change client's certificate
ja: クライアント証明書を変更
tr: İstemcinin sertifikasını değiştir

source: Change client's private key
ja: クライアントのプライベート鍵を変更
tr: İstemcinin özel anahtarını değiştir

source: Change
ja: 変更
tr: Değiştir

source: Client {name} configuration
ja: クライアント {name} の設定
tr: {name} istemcisi yapılandırması

source: Changes in certificates and key files cannot be discarded. You cannot change a certificate or key file in isolation; you must change all at once
ja: 証明書と鍵ファイルへの変更は破棄できません。また、証明書と鍵ファイルを別個に変更することもできません。同時に変更する必要があります。

source: Server {name} configuration
ja: サーバ {name} の設定
tr: {name} sunucusu yapılandırması

source: This section manages which networks will be made accessible to connecting clients
ja: このセクションではどのネットワークが接続するクライアントからアクセス可能かを管理します
tr: Bu bölüm hangi sunucuların istemciler tarafından erişilebilir olacağını yönetir

source: Net address
ja: ネットアドレス
tr: Ağ adresi

source: Netmask
ja: ネットマスク
tr: Ağ maskesi

source: Action
ja: アクション
tr: İşlem

source: Network
ja: ネットワーク
tr: Ağ

source: Add network
ja: ネットワークを追加
tr: Ağ ekle

source: Actions
ja: アクション
tr: İşlemler

source: Edit
ja: 編集
tr: Düzenle

source: Download client's file bundle
ja: クライアントのファイルバンドルをダウンロード
tr: İstemcinin dosya paketini indir

source: Create new server
ja: サーバを新規作成
tr: Yeni sunucu oluştur

source: Create new client
ja: クライアントを新規作成
tr: Yeni istemci oluştur

source: edit
ja: 編集
tr: Düzenle

source: delete
ja: 削除
tr: Sil

source: This certificate will be used by the client to authenticate itself to the server
ja: この証明書はクライアントが自身をサーバで認証するために使用されます
tr: Bu sertifika istemci tarafından kendisini sunucuya doğrulamak için kullanılacaktır

source: This selection should match the operative system running on the client computer
ja: この選択はクライアントのコンピュータで動作するオペレーティングシステムと一致する必要があります
tr: Bu seçim istemci bilgisayarında çalışan etkin sistemle uyuşmalıdır

source: Server's IP address
ja: サーバのIPアドレス
tr: Sunucu IP adresi

source: This address should be the one used to reach the server.
ja: このアドレスにはサーバに接続するためのものを使用してください
tr: Bu adres sunucuya ulaşmak için kullanılan adres olmalıdır

source: Additional server's IP address (optional)
ja: 追加のサーバのIPアドレス (任意)
tr: Sunucu ek IP adresi (seçime bağlı)

source: An additional address to reach the server can be specified here
ja: 追加のサーバに接続するためのアドレスはここで指定してください
tr: Sunucuya ulaşmak için ek bir adres burada belirlenebilir

source: Download client's files
ja: クライアントのファイルをダウンロード
tr: İstemcinin dosyalarını indir

source: Client files for server {name}
ja: サーバ {name} のためのクライアントのファイル
tr: {name} sunucusu için istemci dosyaları

source: eBox has guessed for you the values of the addresses' fields. If those values are incorrect or you want another ones, change them
ja: eBoxはアドレス欄の値を自動入力しました。値が誤っているか、違うものを指定したい場合は変更してください
tr: eBox sizin için adres alanı değerlerini tahmin etti. Eğer bu değerler yanlış ve başkalarını kullanmak istiyorsanız düzeltin.

source: eBox was unable to guess for you the values of the server's address. Please, enter the value manually or check your internet connection and try again
ja: eBoxはサーバのアドレス欄の値の自動入力に失敗しました。手動で入力するか、インターネット接続設定を確認してからもう一度設定してください
tr: eBox, sunucu adresini sizin için tahmin edemiyor. Lütfen elle girin veya internet bağlantınızı kontol edin ve tekrar deneyin.

source: Return to the OpenVPN's main page
ja: OpenVPNのメインページに戻る
tr: OpenVPN ana sayfasına dön

source: Client name
ja: クライアント名
tr: İstemci ismi

source: {openpar}You can't create VPN servers because there aren't enough certificates.{closepar}{openpar}Please, go to the {openhref}certificate manager module{closehref} and create new certificates.{closepar}{openpar}You will need, at least, one CA and one certificate.{closepar}
pt_br: {openpar}Você não pode criar servidores VPN porque não há certificados suficientes.{closepar}{openpar}Por favor, vá até o {openhref}módulo gerenciador de certificados{closehref} e crie novos certificados.{closepar}{openpar}Você vai precisar de pelo menos, um CA e um certificado.{closepar}
ru: {openpar}Вы не можете создать VPN сервера поскольку не имеете необходимого числа сертификатов.{closepar}{openpar}Пожалуйста, перейдите{openhref} в модуль менеджера сертификатов{closehref} и создайте новые сертификаты.{closepar}{openpar}Вам по крайне мере необходим один CA и один сертификат.{closepar}

source: Server activation
fr: Activation du serveur
pt_br: Ativação do servidor
ru: Активация сервера

source: {act} not possible because there aren'tany available certificate. Please, go tothe certificate authority moduleand create new certificates
fr: {act} impossible car il n'y a aucun certificat disponible. Veuiller allez au module d'autorité de certification pour en créer un nouveau
pt_br: {act} não é possível porque não existem certificados disponíveis, vá para o módulo de gestão de certificados e emita novos certificados.
ru: {act} не возможно, потому что нет никакого доступных сертификатов. Пожалуйста, перейдите в модуль авторизации сертификатов и создайте новые сертификаты

source: Cannot use Network Address translation beacuse it requires the firewall module. The module is neither installed or activated
pt_br: Impossível usar NAT porque isso requer o módulo de firewall. Não há nenhum módulo ativado ou instalado

source: Cannot use Network Address translation beacuse it requires the firewall module enabled. Please activate it and try again
pt_br: Impossível usar NAT porque isso requer o módulo de firewall ativado. Por favor ative-o e tente denovo

source: The interface must be a external interface, unless masuqerade option is on
pt_br: A interface precisa ser uma interface externa, a menos que o "disfarce" esteja habilitado
ru: Необходим внешний интерфейс, если не получается с маскарадингом.

source: List of networks
fr: Liste des réseaux
pt_br: Lista de conexões
ru: Список сетей

source: Configure bundle
fr: Configurer le paquetage
pt_br: Configurar pacote
ru: Настройка пакета

source: VPN clients
fr: Clients RPV (VPN)
pt_br: Clientes VPN
ru: VPN клиенты

source: No file supplied or already setted for {f}
fr: Aucun fichier spécifié ou déjà utilisé pour {f}.
pt_br: Nenhum arquivo fornecido ou já está setado para {f}
ru: Нет представленного файла или уже установлен для {f}

source: {openpar}You can't create VPN servers because there aren't enough certificates.{closepar}{openpar}Please, go to the {openhref}certification authority module{closehref} and create new certificates.{closepar}{openpar}You will need, at least, one CA and one certificate.{closepar}
fr: {openpar}Vous ne pouvez pas créer un serveur RPV (VPN), car il n'y a pas assez de certificats.{closepar}{openpar}Veuillez aller au {openhref}module d'autorité de certification{closehref} et créer un nouveau certificat. {closepar}{openpar}. Vous avez besoin d'au moins un CA et un certificat.{closepar}

source: VPN
fr: RPV (VPN)

source: Client {name} configuration updated
tr: {name} istemcisinin ayarlarının güncellendi

source: There are no changes to be saved
tr: Kaydolacak değişiklik mevcut değil

source: Server {name} configuration updated
tr: {name} sunucusunun ayarları güncellendi

source: active parameter
tr: Aktiv parametre

source: It only may be 'yes' or 'no'
tr: Sadece 'Evet' veya 'Hayır' seçilebilir

source: Server now grants access to {network}
tr: Sunucu şimdi {network} ağına erişim izni verdi

source: Server no longer grants access to {network}
tr: Sunucu şimdi {network} ağına erişim izni vermiyor

source: Client
tr: İstemci

source: Client {name} removed
tr: {name} istemcisi kaldırıldı

source: New client {name} created
tr: Yeni {name} istemcisi oluşturuldu

source: Server {name} removed
tr: {name} sunucusu kaldırıldı

source: New server {name} created. Now you can add advertised routes
tr: {name} yeni sunucu oluşturuldu. Şimdi yönlendirici ekleyebilirsiniz

source: The protocol only may be TCP or UDP.
tr: Protokol sadece TCP veya UDP olabilir.

source: The port must be a non-privileged port
tr: Port imtiyazsız bir port olmalıdır

source: Network address {net} with netmask {mask} is not a valid network
tr: {mask} ağ maskesine sahip olan {net} isimli ağ adresi geçerli bir ağ değil

source: OpenVPN server {name} cannot be activated because there is not any network interface available
tr: OpenVPN {name} sunucusu etkinleştirilemedi çünkü hazır olan hiçbir ağ arabirimi yok

source: network address
tr: ağ adresi

source: network mask
tr: ağ maskesi

source: Network {net} is already advertised in this server
tr: {net} ağı bu sunucuda zaten bildirildi

source: Network {net} is not advertised in this server
tr: {net} ağı bu sunucuda bildirilmedi

source: The server requires a network address for the VPN
tr: Sunucunun VPN için bir ağ adresine ihtiyacı var

source: The server requires a netmask for its VPN network
tr: Sunucunun VPN ağı için bir alt maskeye ihtiyacı var

source: The server requires a port number
tr: Sunucunun bir port numarasına ihtiyacı var

source: A IP protocol must be specified for the server
tr: Sunucu için bir IP protokolu belirlenmeli

source: A server certificate must be specified
tr: Bir sunucu sertifikası belirlenmeli

source: The protocol only may be tcp or udp.
tr: Protokol sadece TCP veya UDP olabilir

source: You must supply at least one server for the client
tr: İstemci için en azından bir sunucu sağlamalısınız

source: Server's port
tr: Sunucunun portu

source: A IP protocol must be specified for the client
tr: İstemci için bir IP protokolü belirlenmeli

source: The CA certificate is needed
tr: CA sertifikası gerekli

source: The client certificate must be specified
tr: İstemci sertifikası belirlenmeli

source: The client private key must be specified
tr: İstemci özel anahtarı belirlenmeli

source: Servers must be supplied to the client
tr: Sunucular istemcilere sağlanmalı
