Repository: zentyal/zentyal
Catalog: common/libebox/po/*.po
Languages: da, es, et, eu, ru, sv

source: Invalid value for {data}: {value}.
da: Ugyldig værdi for {data}: {value}.
es: {data} inválido, valor: {value}.
et: {data} vigane väärtus: {value}
eu: Balio baliogabea {data}: {value}-rentzat.
ru: Неправильное значение {data}: {value}.
sv: Ogiltigt värde för {data}: {value}.

source: {data} is empty.
da: {data} er tom.
es: Dato vacío: {data}
et: {data} on tühi
eu: {data} hutsik dago.
ru: {data} пусто.
sv: {data} är tom.

source: {data} {value} already exists.
da: {data} {value} eksisterer allerede.
es: {data} ya existente: {value}.
et: {data} {value} on juba olemas.
eu: {data} {value} badago dagoeneko.
ru: {data} {value} уже существует.
sv: {data} {value} finns redan.

source: {data} {value} does not exist.
da: {data} {value} findes ikke.
es: {data} no existente: {value}.
et: {data} {value} ei ole olemas.
eu: {data} {value} ez dago.
ru: {data} {value} не существует.
sv: {data} {value} finns inte.

source: Interface
da: Brugerflade
es: Interfaz
et: Liides
eu: Interfazea
ru: Интерфейс
sv: Nätverksgränssnitt

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?&+:-@ and spaces are allowed.
da: Ugyldigt input. Kun bogstaver og tal plus disse tegn: /.?&+:-@ og mellemrum er tilladt.
es: La entrada contiene caracteres inválidos. Todos los caracteres alfanuméricos más los caracteres /.?'&+:-@ y los espacios están permitidos.
et: Sisendis on sobimatud märgid. Lubatud on kõik tähe- ja numbrimärgid, tühikud ja märgid: /.?&+:-@
eu: Idatzitakoak karaktere baliogabeak ditu. Karaktere alfazenbakizko guztiak eta ez alfazenbakizko hauek erabili daiteke: /.?&+:-@ eta zuriuneak onartzen dira.
ru: Ввод содержит некорректные символы. Все буквенно-цифровые символы, так же символы: /.?&+:-@ и пробелы - разрешены.
sv: Inmatningen innehåller ogiltiga tecken. Alla alfanumeriska tecken plus dessa icke-alfabetiska tecknen: /.?&+:-@ och blanksteg tillåts.

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
da: En intern fejl relateret til "template" er opstået. Dette er en fejl. Relevant info kan findes i logs.
es: Se ha producido un error interno relacionado con una plantilla. Se trata de un bug, puede encontrar más información en los logs.
et: Tekkis malliga seotud sisemine viga. Täpsemat teavet vea kohta leiad logidest.
eu: txantiloi baten inguruko barne errore bat gertatu da. Hau programa errore bat da, informazio gehigarria erregistroetan aurkitu daiteke.
ru: Внутренняя ошибка связанная с шаблоном. Доп. информацию, скорее всего, можно найти в журналах.
sv: Ett internt fel relaterat till en mall har inträffat. Det här är ett programfel. Relevant information kan hittas i loggarna.

source: An internal error has occurred. This is most probably a bug, relevant information can be found in the logs.
es: Se ha producido un error interno. Probablemente se trate de un bug, puede encontrar más información en los logs.
et: Tekkis sisemine viga. Täpsemat teavet vea kohta leiad logidest.
ru: Произошла внутренняя ошибка. Скорее всего это баг, дополнительную информацию можно найти в журналах.
sv: Ett internt fel har inträffat. Det här är antagligen ett programfel. Relevant information kan hittas i loggarna.

source: An unexpected internal error has occurred. This is a bug, relevant information can be found in the logs.
es: Se ha producido un error interno. Se trata de un bug, puede encontrar más información en los logs.
et: Tekkis ootamatu sisemine viga. Täpsemat teavet vea kohta leiad logidest.
ru: Произошла непредвиденная внутренняя ошибка. Это баг, дополнительную информацию можно найти в журналах.
sv: Ett oväntat internt fel har inträffat. Det här är ett programfel. Relevant information kan hittas i loggarna.

source: Your request could not be processed because it had some incorrect parameters
da: Din anmodning kunne ikke sendes, fordi den indeholdt ukorrekte parametre.
es: Su petición no pudo ser procesada debido a que contenia parametros incorrectos
et: Sinu päringut ei töödeldud, kuna see sisaldas vigaseid parameetreid
eu: Zure eskaera ezin da prozesatu zenbait parametro oker ditu eta.
ru: Ваш запрос не будет обработан т.к. содержит некорректные параметры
sv: Din begäran kunde inte behandlas eftersom den innehöll felaktiga parametrar

source: Wrong HTTP referer detected, operation cancelled for security reasons
sv: Felaktig HTTP referer detekterad, åtgärd avbruten av säkerhhetsskäl

source: Your request could not be processed because it lacked some required parameters
da: Din anmodning kunne ikke sendes, fordi alle nødvendige parametre ikke er udfyldt.
es: Su petición no pudo ser procesada debido a que carece de algún parametro necesario
et: Sinu päringut ei töödeldud, kuna seal puudusid mõned nõutud parameetrid
eu: Zure eskaera ezin da prozesatu beharrezko zenbait parametro ez ditu eta.
ru: Ваш запрос не будет обработан т.к. отсутствуют некоторые обязательные параметры
sv: Din begäran kunde inte behandlas eftersom den saknade nödvändiga parametrar

source: Invalid uploaded file.
da: Den uploadede fil er ikke tilgængelig.
es: Fichero subido inválido
et: Vigane üleslaaditud fail.
eu: Igotako fitxategi baliogabea.
ru: Недопустимый загруженный файл.
sv: Ogiltig uppskickad fil.

source: Cannot create a temporally file for the upload
da: Det er ikke muligt at danne en midlertidig fil for dette upload.
es: No se pudo crear un fichero temporal para la subida
et: Ajutise faili loomine üleslaadimiseks nurjus
eu: Ezin da igotakoarentzat aldizkako fitxategi at sortu.
ru: Не могу создать временный файл для загрузки
sv: Kan inte skapa en temporärfil för sändningen

source: Page not found
da: Siden kunne ikke findes
es: La página no pudo encontrarse
et: Lehekülge ei leitud
eu: Ez da orria aurkitu
ru: Страница не найдена
sv: Sidan kunde inte hittas

source: Could not open the config file {file}.
da: Kunne ikke åbne konfigurationsfilen {file}.
es: No se pudo abrir el fichero de configuración {file}
et: Seadistusfaili {file} avamine nurjus
eu: Ezin da {file} konfigurazio fitxategia ireki.
ru: Не могу открыть конфигурационный файл {file}.
sv: Kunde inte öppna konfigurationsfilen {file}.

source: The ebox user has not been set in the config file.
da: eBox brugeren er ikke blevet defineret i konfigurationsfilen.
es: El usuario de ebox no ha sido establecido en el fichero de configuración.
et: Eboxi kasutajat ei ole seadistusfailis määratud.
eu: Ez da konfigurazio fitxategian ebox erabiltzailea ezarri.
ru: Пользователь eBox не указан в конфигурационном файле.
sv: eBox-användaren har inte ställts in i konfigurationsfilen.

source: Running command '{cmd}' as {user} failed
da: Dit forsøg med kommandoen '{cmd}' som {user} mislykkedes.
es: El comando '{cmd}', ejecutado como {user}, falló
et: Käsu '{cmd}' käivitamine kasutajana {user} nurjus
eu: Huts '{cmd}' komandoa {user} bezala abiaraztean
ru: Запуск команды '{cmd}' от {user} не удался
sv: Körning av kommandot "{cmd}" som {user} misslyckades

source: Directory not found: {d}
da: Directory blev ikke fundet: {d}
es: Directorio no encontrado: {d}
et: Kataloogi ei leitud: {d}
ru: Каталог не найден: {d}
sv: Katalogen hittades inte: {d}

source: Must be a number between 1 and 4096
es: Debe ser un número entre 1 y 4096
et: Peab olema number vahemikus 1 kuni 4096
ru: Значение должно быть числом между 1 и 4096
sv: Måste vara ett nummer mellan 1 och 4096

source: Cannot stat dir: {dir}. This may mean that the directory does not exist or the permissions forbid access to it
da: Kan ikke få status på {dir}. Det kan skyldes at folderen ikke findes, eller at der ikke er nok rettigheder til det
es: No se puede leer {dir}. Es posible que el directorio no exista o que existan permisos que impiden acceder a él
et: Kataloogi {dir} kohta ei saadud infot. See tähendab seda, et kataloogi ei ole olemas või puuduvad vastavad õigused.
eu: Ezin da direktorio egoera ebatzi: {dir}. Honek direktorioa ez dagoela edo sartzeko baimena galerazia dagoela esan nahi du.
ru: Нет статистики по каталогу {dir}. Это может значить что каталог не существует или права доступа запрещают доступ к нему
sv: Kan inte läsa status på katalog: {dir}. Det kan betyda att katalogen inte finns eller att rättigheterna inte tillåter åtkomst till den

source: The directory {dir} is not private; because it is owned by another user
da: Directoriet {dir} er ikke privat, det er ejet af en anden bruger
es: El directorio {dir} no es privado; debido a que pertenece a otro usuario
et: Kataloog {dir} ei ole privaatne; kuna see kuulub teisele kasutajale
eu: {dir} direktorioa ez da pribatua, beste erabiltzaile baten jabegoan dago eta.
ru: Каталог {dir} не приватный; пока владельцем являеться другой пользователь.
sv: Katalogen {dir} är inte privat; därför att den ägs av en annan användare

source: The file path supplied is not valid. (Currently not all of the valid file's characters are supported)
da: Filnavnet er ugyldigt. (I øjeblikket er alle gyldige tegn ikke supporteret)
es: La ruta de archivo no es valida. (Actualmente no están soportados todos los caracteres validos para un nombre de archivo)
et: Pakutud faili asukoht on vigane. (Hetkel ei toetata kahjuks kõiki failinimes lubatud märke)
eu: Emandako fitxategi bidea ez da baliozkoa. (Oraingoz ez dira baliozko fitxategi karaktere guztiak onartzen)
ru: Путь к файлу не дейстивителен. (В настоящее время не все символы имени файлов поддерживаются)
sv: Filsökvägen som angavs är inte giltig. (För närvarande stöds inte alla av den giltiga filens tecken)

source: The file path must be absolute
da: Stien til filen skal være absolut
es: La ruta de archivo debe ser absoluta
et: Faili asukoht peab olema absoluutne
eu: Fitxategi bidea absolutua izan behar da
ru: Путь может быть абсолютным
sv: Filsökvägen måste vara absolut

source: Service configuration
da: Service konfiguration
es: Configuración del servicio
et: Teenuse seadistamine
eu: Zerbitzu konfigurazioa
ru: Настройка службы
sv: Tjänstekonfiguration

source: Disabled
da: Slået fra
es: Deshabilitado
et: Keelatud
eu: Ezgaiturik
ru: Отключено
sv: Inaktiverad

source: Enabled
da: Slået til
es: Habilitado
et: Lubatud
eu: Gaiturik
ru: Включено
sv: Aktiverad

source: Change
da: Skift
es: Cambiar
et: Muuda
eu: Aldatu
ru: Изменить
sv: Ändra

source: Download
es: Descargar
et: Laadi alla
ru: Загрузить
sv: Ladda ned

source: Remove
es: Borrar
et: Eemalda
ru: Удалить
sv: Ta bort

source: Add new
da: Tilføj ny
es: Añade nuevo
et: Lisa uus
ru: Добавить новое
sv: Lägg till ny

source: Adding a new {row}
es: Añadiendo una nueva {row}
et: Uus {row} lisatud
sv: Lägger till en ny {row}

source: Editing {row}
es: Editando {row}
et: {row} redigeerimine
sv: Redigerar {row}

source: Search
et: Otsi
sv: Sök

source: Add
et: Lisa
sv: Lägg till

source: Cancel
et: Loobu
sv: Avbryt

source: Edit
es: Editar
et: Redigeeri
ru: Редактировать
sv: Redigera

source: Delete
es: Borrar
et: Kustuta
ru: Удалить
sv: Radera

source: Read-only row: edit disabled
es: Fila de solo lectura: edición desactivada
et: Kirjutuskaitsega rida: redigeerimine keelatud
ru: Строка только для чтения: редактирование невозможно
sv: Endast läsbar rad, redigering inaktiverad

source: Read-only row: delete disabled
es: Fila de solo lectura: borrado desactivado
et: Kirjutuskaitsega rida: kustutamine keelatud
ru: Строка только для чтения: удаление невозможно
sv: Endast läsbar rad, radering inaktiverad

source: Choose one of the options to show the associated table
da: Vælg en af mulighederne for at vise tabellen.
es: Elije una de las opciones para mostrar la tabla asociada
et: Määra valik tabeli kuvamiseks
eu: Hautatu erlazionaturiko taula bistaratzeko aukeretako bat
ru: Выберите один из параметров, чтобы показать связанную таблицу
sv: Välj ett av alternativen för att visa associerad tabell

source: Choose one...
da: Vælg en...
es: Elije una...
et: Vali üks...
eu: Bat hautatu...
ru: Выберите одно ...
sv: Välj en...

source: Inverse match
da: Baglæns match
es: Coincidencia inversa
et: Vastupidine sobivus
ru: Обратное соответствие
sv: Omvänd matchning

source: From
da: Fra
es: Desde
et: Alates
ru: Из
sv: Från

source: To
da: Til
es: Hasta
et: Kuni
ru: На
sv: Till

source: Optional
es: Opcional
et: Valikuline
ru: Дополнительно
sv: Valfri

source: Page
et: Lehekülg
sv: Sida

source: of
sv: av

source: first
da: Første
es: primero
et: esimene
ru: первый
sv: första

source: prev
da: Forrige
es: previo
et: eelmine
ru: пред.
sv: föreg

source: next
da: Næste
es: siguiente
et: järgmine
ru: след.
sv: nästa

source: last
da: Sidste
es: último
et: viimane
ru: последний
sv: sista

source: If you typed the URL manually, please check it
da: Tjek venligst din adresselinje hvis du skrev URL'en manuelt.
es: Si has escrito la URL manualmente, por favor compruébala
et: Kui kirjutasid URLi käsitsi, palun kontrolli seda
ru: Если вы ввели URL вручную, пожалуйста проверьте еще раз.
sv: Kontrollera url:en om du angav den manuellt

source: If you need more help, you may want visit {homepage} for documentation and mailing lists
es: Si necesitas más ayuda, puedes visitar {homepage} para documentación y listas de correo
et: Kui vajad rohkem abi võid tutvuda dokumentatsiooniga kodulehel {homepage} või külastada e-posti listi.
ru: Если вам необходима помощь, вы можете посетить {homepage} для чтения документации и списков рассылки
sv: Om du behöver mer hjälp kan du besöka {homepage} för dokumentation och sändlistor

source: we're sorry
da: Vi undskylder.
es: lo sentimos
et: meil on kahju
ru: мы извиняемся
sv: vi ber om ursäkt

source: The page cannot be found
es: La página no pudo encontrarse
et: Lehekülge ei leitud
ru: Страница не найдена
sv: Sidan kunde inte hittas

source: show help
da: Vis hjælp
es: mostrar ayuda
et: abiteabe näitamine
eu: laguntza ikusi
ru: показать помощь
sv: visa hjälp

source: hide help
da: Skjul hjælp
es: ocultar ayuda
et: abiteabe peitmine
eu: laguntza ezkutatu
ru: скрыть помощь
sv: dölj hjälp

source: Language Selection
es: Selección de idioma
et: Keele valimine
ru: Выбор языка
sv: Språkval

source: Language changes happen automatically, saving the configuration it's not needed.
da: Sprogskift sker automatisk, og du skal derfor ikke gemme konfigurationen.
es: Los cambios de idioma se efectúan de forma automática, no es necesario guardar la configuración
et: Keele muutmine toimub automaatselt, seadistuste salvestamine ei ole vajalik.
eu: Hizkuntza aldaketak automatikoki geratzen dira , ez da konfigurazioa gorde behar.
ru: Изменение языка происходит автоматически, запись конфигурации не нужна
sv: Ändring av språk händer automatiskt. Du behöver inte spara konfigurationen.

source: You have just hit a bug in eBox. Please seek technical support.
da: Du har fundet en fejl i eBox. Kontakt venligst teknisk support.
es: Acaba de encontrar un bug en eBox. Por favor, consulte a su soporte técnico.
eu: eBox-en programa errore bat aurkitu duzu. Mesedez laguntza teknikoa bilatu.
ru: Пожалуйста, обратитесь в техническую поддержку.

source: port
es: puerto
eu: ataka
ru: порт

source: eBox's homepage
da: eBox's hjemmeside
es: página principal de eBox
ru: Домашняя страница eBox

source: Maybe a change in eBox's configuration or software made no longer available the requested page
da: Måske er siden ikke tilgængelig længere på grund af en ændring i eBoxs opsætning eller software
es: Quizá un cambio en la configuración de eBox o en su software ha hecho que la página solicitada no esté más disponible
ru: Возможно изменение конфигурации eBox или программного обеспечение сделало запрашиваемую страницу недоступной

source: An internal error has ocurred. This is most probably a bug, relevant information can be found in the logs.
eu: Barne errore bat gertatu da. Hau ziurrenik programa errore bat da, informazio gehigarria erregistroetan aurkitu daiteke.

source: An unexpected internal error has ocurred. This is a bug, relevant information can be found in the logs.
eu: Espero gabeko errore bat gertatu da. Hau ziurrenik programa errore bat da, informazio gehigarria erregistroetan aurkitu daiteke.

source: The page can not be found
eu: Ezin da orrialdea aurkitu

source: Language selection
eu: Hizkuntza hautapena
