Repository: zentyal/zentyal
Catalog: client/network/po/*.po
Languages: es, et, fr, ja, tr

source: network interface
es: interfaz de red
et: võrguliides
fr: interface réseau
ja: ネットワークインタフェース
tr: Ağ arabirimi

source: method
es: método
et: meetod
fr: méthode
ja: 方式
tr: Yöntem

source: ip address
es: dirección IP
et: ip aadress
fr: adresse IP
ja: IPアドレス
tr: IP adresi

source: netmask
es: máscara de red
et: võrgumask
fr: masque de sous-réseau
ja: ネットマスク
tr: Ağ maskesi

source: user name
et: kasutajanimi
fr: Nom d'utilisateur

source: password
et: parool
fr: Mot de passe

source: VLAN Id
es: Identificador de VLAN
fr: Id de VLAN

source: virtual interface action
es: acción sobre la interfaz virtual
et: virtuaalse liidese toiming
fr: action d'interface virtuelle
ja: バーチャルインタフェースアクション
tr: Sanal aygıt işlemleri

source: IP address
es: Dirección IP
et: IP aadress
fr: Adresse IP
ja: IPアドレス
tr: IP adresi

source: virtual interface name
es: nombre de la interfaz virtual
et: virtuaalse liidese nimi
fr: nom d'interface virtuelle
ja: バーチャルインタフェース名
tr: Sanal aygıt ismi

source: Network Diagnostic Tools
et: Võrgudiagnostika tööriistad
fr: Outils de diagnostique réseau

source: Host
es: Máquina
et: Masin
fr: Hôte
ja: ホスト
tr: Makina

source: host name
es: nombre de máquina
et: masinanimi
fr: nom d'hôte
ja: ホスト名
tr: Makina ismi

source: Network Interfaces
et: Võrguliidesed
fr: Interfaces réseaux

source: traffic balance
es: balanceo de tráfico
et: liikluse tasakaal
fr: équilibrage du trafic
ja: トラフィックバランス
tr: Trafik dengesi

source: Gateway {gw} connected
et: Lüüs {gw} ühendatud
fr: Passerelle {gw} connectée

source: Gateway {gw} disconnected ({failRatio}% of '{type}' tests to host '{host}' failed, max={maxFailRatio}%)
fr: Passerelle {gw} déconnectée({failRatio}% de '{type}' tests sur l'hôte '{host}' échou, max={maxFailRatio}%)

source: WAN Failover
et: WAN tõrkesiire
fr: Basculement (Failover) WAN

source: Check if gateways are connected or disconnected.
et: Kontrolli kas lüüsid on ühendatud või mitte.
fr: Vérifier si les passerelles sont connectées ou déconnectées.

source: Traffic rate monitoring
es: Monitorización de la tasa de tráfico
et: Liikluskiiruse monitooring
fr: Surveillance du taux de trafic
ja: トラフィックレート監視

source: Events module is not enabled. You have to enable it and also enable the WAN Failover event in order to use this feature.
et: Sündmuste moodul ei ole lubatud. Sa pead selle ja ka WAN tõrkesiirde sündmuse lubama, et seda võimalust kasutada.
fr: Le module de journalisation n'est pas activé. Vous devez l'activer, ainsi que le module de basculement (Failover) WAN, afin d'utiliser cette fonction

source: WAN Failover event is not enabled. You have to enable it in order to use this feature
et: WAN tõrkesiire ei ole hetkel lubatud. Tõrkesiirde kasutamiseks peab see olema eelnevalt lubatud sündmuste moodulis.
fr: Le module de basculement (Failover) WAN n'est pas activé. Vous devez l'activer afin d'utiliser cette fonction

source: Domain Name Server Resolver
et: Nimeserveri nimelahendaja
fr: Serveur de résolution de nom de demaine

source: Balance Traffic
et: Liikluse tasakaalustamine
fr: Équilibrage du trafic

source: To be able to use this feature you need at least two enabled gateways. You can add them <a href="/ebox/Network/View/GatewayTable">here</a> first.
et: Liikluse tasakaalustamise kasutamiseks läheb sul vaja vähemalt kahte lubatud lüüsi. Sa saad neid lisada <a href="/ebox/Network/View/GatewayTable">siin</a>.
fr: Pour pouvoir utiliser cette fonctionnalité, vous devez avoir au moins deux passerelles activées. Vous pouvez les ajouter <a href="/ebox/Network/View/GatewayTable">ici</a>.

source: Status
es: Estado
et: Olek
fr: Statut
ja: 状態
tr: Durum

source: Running
es: Ejecutándose
et: Töötab
fr: En marche
ja: 動作

source: bytes/second
es: Bytes/segundo
et: baiti/sekundis
fr: bytes/seconde

source: Traffic data for source
es: Datos de tráfico para fuente
et: Liikluse andmed lähtekoha jaoks
fr: Données de trafic pour la source
ja: 送信元へのトラフィックデータ

source: Network traffic from {src}
es: Tráfico de red desde: {src}
et: {src} võrguliiklus
fr: Trafic réseau depuis {src}
ja: {src} からのネットワークトラフィック

source: Traffic data not found for service
es: Datos de tráfico no encontrados para el servicio
et: Liikluse andmeid teenuse jaoks ei leitud
fr: Aucune donnée de trafic trouvée pour le service
ja: サービスへのトラフィックデータが見つかりません

source: Network traffic for {service}
es: Tráfico de red para {service}
et: Võrguliiklus {service} jaoks
fr: Trafic réseau pour {service}
ja: {service} へのネットワークトラフィック

source: Traffic data for service
es: Datos de tráfico para servicio
et: Liikluse andmed teenuse jaoks
fr: Données de trafic pour le service
ja: サービスへのトラフィックデータ

source: Traffic data not found for source and service pair
es: No se encontraron datos de tráfico para el par dado de fuente y servicio
et: Liikluse andmeid lähtekoha ja teenuse paari jaoks ei leitud
fr: Aucune donnée de trafic trouvée pour l'ensemble source et service
ja: 送信元とサービスの組のトラフィックデータが見つかりません

source: source {src} and service {service}
es: fuente {src} y servicio {service}
et: lähtekoht {src} ja teenus {service}
fr: source {src} et service {service}
ja: 送信元 {src} とサービス {service}

source: Network traffic from source {src} and for service {service}
es: Tráfico de red desde fuente {src} y para el servicio {service}
et: Võrguliiklus lähtekohast {src} ja teenuse {service} jaoks
fr: Trafic réseau depuis la source {src} et pour le service {service}
ja: 送信元 {src} からサービス {service} へのネットワークトラフィック

source: All active services
es: Todos los servicios activos
et: Kõik aktiivsed teenused
fr: Tous les services actifs
ja: 全てのアクティブなサービス

source: Traffic data for
es: Datos de tráfico para
et: Liikluse andmed
fr: Données de trafic pour
ja: 次の送信先へのトラフィックデータ

source: all services
es: todos los servicios
et: kõikide teenuste kohta
fr: tous les services
ja: 全てのサービス

source: All active sources
es: Todas las fuentes activas
et: Kõik aktiivsed lähtekohad
fr: Toutes les sources actives
ja: 全てのアクティブな送信元

source: Traffic data for
es: Datos de tráfico para
et: Liikluse andmed
fr: Donnée de trafic pour
ja: 次の送信先へのトラフィックデータ

source: all sources
es: todas las fuentes
et: kõikide allikate kohta
fr: toutes les sources
ja: 全ての送信元

source: Total traffic rate from {src}
es: Tasa total de tráfico desde {src}
et: {src} liikluskiirus kokku
fr: Taux de trafic total depuis {src}
ja: {src} からのトラフィックレート合計

source: Total traffic rate for {service}
es: Tasa total de tráfico para {service}
et: Liikluskiirus kokku {service} jaoks
fr: Taux de trafic total pour {service}
ja: {service} へのトラフィックレート合計

source: Traffic rate from {src} for {service}
es: Tasa de tráfico desde {src} para {service}
et: {src} liikluskiirus {service} jaoks
fr: Taux de trafic depuis {src} pour {service}
ja: {src} から {service} へのトラフィックレート

source: Network
es: Red
et: Võrk
fr: Réseau
ja: ネットワーク
tr: Ağ

source: Add default routers to the default table
et: Vaikimisi marsruutide lisamine vaikimisi tabelisse
fr: Ajoute les routeurs utilisés par défaut à la table de routage utilisée par défaut
ja: デフォルトルータをデフォルトテーブルに追加

source: This is needed to work with a multigateway configuration. Note that to list the default routes you must execute:
et: See on vajalik mitme lüüsi seadistamiseks. Pea meeles, et vaikimisi marsruutide loendi kuvamiseks pead sa käivitama:
fr: Ceci est nécessaire pour le fonctionnement d'un système configurer avec plusieurs passerelles. Notez que pour voir la liste des routes par défaut, vous devez exécuter:
ja: 複数ゲートウェイ構成の場合にこれは必要になります。デフォルトのルートを表示するには次のものを実行します:

source: Enable eBox DHCP hook
fr: Active la personnalisation DHCP (DHCP hook) d'eBox
ja: eBox DHCP hookを有効化

source: It will take care of adding the default route given by a DHCP server to the default route table.
et: See lisab DHCP serveri poolt pakutavad vaikimisi marsruudid vaikimisi marsruuditabelisse.
fr: Il fera attention d'ajouter la route par défaut donnée par un serveur DHCP à la table de routage par défaut.
ja: これはDHCPサーバから提供されたデフォルトルートをデフォルトテーブルに追加します

source: eBox will set your network configuration
fr: eBox configurera votre réseau
ja: eBoxはネットワーク情報を設定します

source: eBox will set your DNS configuration
fr: eBox configurera votre DNS

source: eBox will set your ddclient configuration
fr: eBox configurera votre "ddclient"

source: eBox will store your PPPoE passwords
fr: eBox stockera vos mots de passe PPPoE

source: eBox will add a DSL provider configuration for PPPoE
fr: eBox ajoutera la configuration d'un fournisseur DSL pour PPPoE

source: Virtual interface name
es: Nombre de la interfaz virtual
et: Virtuaalse liidese nimi
fr: Nom d'interface virtuelle
ja: バーチャルインタフェース名
tr: Sanal arabirim ismi

source: Netmask
es: Máscara de red
et: Võrgumask
fr: Masque de sous-réseau
ja: ネットマスク
tr: Ağ maskesi

source: This interface cannot be put in trunk mode, it is an vlan interface.
es: Esta interfaz no puede configurarse en modo trunk, es una interfaz vlan.
et: Seda liidest ei saa kasutada trunk režiimis, sest see on vlan liides.
fr: Cette interface ne peut pas être mise dans mode tronc, c'est une interface vlan.
ja: このインタフェースはトランクモードでは使用できません。VLANのインタフェースです。
tr: Bu ağ kartı Trunk kipinde kullanılamaz çünkü bu bir görsel ağ kartı.

source: This interface is in trunk mode, you should unconfigure all the vlan interfaces in this trunk before changing its configuration mode.
es: Esta interfaz está en modo trunk, debería desconfigurar todas las interfaces de este trunk antes de cambiar su modo de configuración.
et: See liides on trunk režiimis, sa peaksid kõik vlan liidesed selles trunkis uuesti seadistama, enne kui muudad seadistamise režiimi.
fr: Cette interface est en mode tronc, vous devriez déconfigurer toutes les interfaces vlan dans ce tronc avant de changer son mode de configuration.
ja: このインタフェースはトランクモードです。設定モードを変更する前にこのトランクの全てのVLANインタフェースの設定を解除してください。
tr: Bu ağ kartı Trunk kipindedir. Kullanılan kipi değiştirmeden önce bütün görsel ağ kartlarını tekrardan ayarlamanız gereklidir.

source: Network interfaces need to be in trunk mode before adding vlans to them.
es: Last interfaces de red deben ponerse en modo trunk antes de poder añadirles vlans.
et: Võrguliidesed peavad olema trunk režiimis enne vlan liideste lisamist.
fr: Les interfaces de réseau doivent être en mode tronc avant leur d'ajouter des vlans.
ja: VLANを追加する前にネットワークインタフェースはトランクモードになっている必要があります。
tr: Görsel bir alan eklemeden önce ağ kartlarının Trunk kipinde olması gereklidir.

source: Gateway {gw} not reachable
es: El router {gw} no es alcanzable
et: Lüüs {gw} ei ole kättesaadav
fr: Passerelle {gw} inatteignable
ja: ゲートウェイ {gw} に到達できません
tr: {gw} ağ geçidine ulaşılamıyor

source: Gateway {gw} must be reachable by a static interface. Currently it is reachable by {iface} which is not static
et: Lüüs {gw} peab olema kättesaadav staatilisele liidesele. Hetkel on see kättesaadav liidesele {iface}, mis ei ole staatiline
fr: La passerelle {gw} doit être accessible par une interface avec une adresse statique. Actuellement elle est accessible par {iface} qui n'est pas statique

source: Host name
es: Nombre de máquina
et: Masinanimi
fr: Nom d'hôte
ja: ホスト名
tr: Makina ismi

source: down
es: desactivado
et: ei tööta
fr: inactif
ja: 停止

source: up
es: activado
et: töötab
fr: actif
ja: 正常

source: link ok
es: enlace ok
et: link on korras
fr: lien correct
ja: 正常なリンク

source: no link
es: sin enlace
et: link ei ole korras
fr: aucun lien
ja: リンクなし

source: MAC address
es: Dirección MAC
et: MAC aadress
fr: Adresse MAC
ja: MACアドレス
tr: MAC adresi

source: Tx bytes
et: Tx baidid
fr: bytes transmis

source: Rx bytes
et: Rx baidid
fr: bytes reçus

source: Gateways
es: Routers
et: Lüüsid
fr: Passerelles
ja: ゲートウェイ
tr: Ağ geçitleri

source: Static Routes
et: Staatilised marsruudid
fr: Routes Statiques

source: Diagnostic Tools
et: Diagnostika tööriistad
fr: Outils de Diagnostique

source: IP or network address
et: IP või võrguaadress
fr: adresse IP ou réseau

source: Gateway used to reach the above network address
et: Lüüsi kasutatakse selleks, et jõuda ülal näidatud võrguaadressideni
fr: Passerelle utilisée pour atteindre la plage d'adresse inférieure

source: Optional description for this route
et: Valikuline kirjeldus selle marsruudi jaoks
fr: Description optionnelle pour itinéraire

source: Static Routes List
et: Staatiliste marsruutide loend
fr: Liste des routes statiques

source: All gateways you enter here must be reachable through one of the network interfaces currently configured.
et: Kõik sisestatud lüüsid peavad olema kättesaadavad läbi ühe seadistatud aktiivse võrguliidese.
fr: Toutes les passerelles que vous entrez ici doivent être atteignables depuis l'une des interfaces réseaux actuellement configurées.

source: static route
et: staatiline marsruut
fr: route statique
ja: 静的ルート

source: Domain
et: Domeen
fr: Domaine

source: Search Domain
et: Otsingudomeen
fr: Rechercher un Domaine

source: This domain will be appended when trying to resolve hosts if the first attempt without appending it has failed.
et: Seda domeeni kasutatakse nimede lahendamisel juhul kui esimene nimelahendamise katse ei õnnestunud.
fr: Ce domaine sera ajouté lorsque vous essayerez de résoudre les hôtes si le premier essai d'ajout échoue.

source: Enable
et: Lubatud
fr: Activer

source: Traffic balancing
es: Balancear tráfico
et: Liikluse tasakaalustamine
fr: Équilibrage du trafic
ja: トラフィック調整
tr: Trafik dengeleme

source: By enabling this feature, your traffic will be balanced amongst your gateways. That is, every new connection will be sent by a different gateway. You can choose which proportion of traffic goes through each gateway using the weight parameter of the gateway. You can change that value {openref}here{closeref}.{br}If you want to explicitily route traffic by a certain gateway, use the multigateway rules below
et: Valikut lubades tasakaalustatakse võrguliiklus lüüside vahel. Iga uus loodav ühendus kasutab erinevat lüüsi. Liikluse jagunemist lüüside vahel saab määrata, kasutades lüüsi kaalu parameetrit, mille väärtust saad muuta {openref}siin{closeref}.{br}Kui soovid mingit tüüpi liiklust marsruutida läbi kindla lüüsi, kasuta allpool olevaid mitme lüüsi reegleid.
fr: En activant cette fonction, votre trafic va être équilibré par l'intermédiaire de votre passerelle. Chaque nouvelle connexion va être envoyée à travers une passerelle. Vous pouvez choisir quelle proportion de trafic traversera chaque passerelle en définissant le paramètre de "poids". Vous pouvez modifier cette valeur {openref}ici{closeref}. {br} Si vous désirez définir une route explicite pour chaque trafic, utiliser les règels de passerelle-multiple ci-dessous.

source: rule
es: regla
et: reegel
fr: règle
ja: ルール
tr: Kural

source: any
es: cualquiera
et: suvaline
fr: n'importe quel
ja: 全て
tr: herhangi

source: Incoming interface to match packets. If you want to match a whole subnet you can select the interface of that subnet
fr: interface d'entrée correspondant aux paquets. Si vous souhaitez appliquer une règle à un sous-réseau complet, vous pouvez sélectionner l'interface de ce sous-réseau

source: Any
es: Cualquiera
et: Suvaline
fr: Tous
ja: 全て
tr: herhangi

source: Source IP
es: IP de origen
et: IP lähteaadress
fr: IP source
ja: 送信元IP
tr: Kaynak IP adresi

source: Source object
es: Objeto origen
et: Lähteobjekt
fr: Objet source
ja: 送信元オブジェクト
tr: Kaynak nesnesi

source: Destination IP
es: IP de destino
et: IP sihtaadress
fr: IP de destination
ja: 送信先IP
tr: Hedef IP adresi

source: Destination object
es: Objeto destino
et: Sihtobjekt
fr: Objet de destination
ja: 送信先オブジェクト
tr: Hedef nesnesi

source: Gateway to route packets matching this rule
et: Lüüs reegliga sobivate pakettide marsruutimise jaoks
fr: Passerelle vers laquelle envoyer les paquets qui correspondent à cette règle

source: Multigateway rules
es: Reglas multirouter
et: Mitme lüüsi reeglid
fr: Règles de passerelles multiples
ja: マルチゲートウェイルール
tr: Çoklu ağ geçidi kuralları

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destination and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
et: Siin saab erinevate liiklustüüpide jaoks valida kindla lüüsi. Nõnda sunnid mingit kindlat alamvõrku, teenust, sihtkohta jne kasutama eelnevalt valitud lüüsi. Palun pea meeles, et reegleid rakendatakse järjekorras ülevalt alla. Lisatud reegleid võib ka ümber järjestada. Kui port või IP aadress ei ole määratud, kehtib reegel kõigi jaoks.
fr: Vous pouvez choisir quel type de trafic peut sortir pour chaque passerelle. De cette manière, vous pouvez forcer un sous-réseau, service, destination, etc, à utiliser le routeur choisi. Veuillez garder en tête que les règles sont appliquées dans l'ordre, de haut en bas. Vous pouvez les réorganiser une fois ajoutée. Si vous ne spécifiez aucun port ni adresse IP, la règle affectera l'ensemble

source: IP address of the DNS server that eBox will use to resolve names.
fr: Adresse IP du serveur DNS que eBox va utiliser pour résoudre les noms.

source: Domain Name Server
et: Nimeserver
fr: Serveur de nom (DNS)

source: Domain Name Server Resolver List
et: Nimeserveri nimelahendajate loend
fr: Liste des serveurs de résolution de nom de domaine

source: name server
et: nimeserver
fr: serveur de nom
ja: ネームサーバ

source: <p>Here you can add the name server resolvers that eBox will use.</p><p>Note that these settings may be overriden if you have any network interface configured via DHCP</p>
fr: <p>Ici, vous pouvez ajouter les serveurs de résolution de nom de domaine qu'eBox utilisera.</p><p>Notez que ces paramètres peuvent être écrasés si vous avez une interface réseau configurée via DHCP</p>

source: Interface to listen
es: Interfaz a escuchar
et: Kuulatavad liidesed
fr: Interface à écouter
ja: 受信するインタフェース

source: Traffic rate monitor settings
es: Preferencias en la monitorización de tasa de tráfico
et: Liikluskiiruse monitooringu seadistused
fr: Paramètres du moniteur de trafic
ja: トラフィックレート監視設定

source: Changes will be applied immediately to the traffic rate monitor
es: Los cambios serán aplicados a la monitorización inmediatamente
et: Muudatused rakendatakse liikluskiiruse monitoorijale koheselt
fr: Les changements vont être appliqués directement au moniteur de trafic
ja: 変更はすぐにトラフィックレート監視に適用されます

source: Settings changed
es: Preferencias cambiadas
et: Seadistused muudetud
fr: Paramètres modifiés
ja: 設定が変更されました

source: {iface} (internal interface)
es: {iface} (interfaz interna)
et: {iface} (sisemine liides)
fr: {iface} (interface interne)
ja: {iface} (内部インタフェース)

source: {iface} (external interface)
es: {iface} (interfaz externa)
et: {iface} (väline liides)
fr: {iface} (interface externe)
ja: {iface} (外部インタフェース)

source: all
es: todas
et: kõik
fr: tous
ja: 全て

source: Enable Dynamic DNS
et: Dünaamilise DNSi lubamine
fr: Activer le DNS Dynamique

source: Username
et: Kasutajanimi
fr: Nom d'utilisateur

source: Password
et: Parool
fr: Mot de passe

source: Hostname
et: Masinanimi
fr: Nom d'hôte

source: All gateways you enter here must be reachable through one of the network interfaces currently configured
et: Kõik lüüsid, mida sa siia sisestad, peavad olema kättesaadavad läbi ühe seadistatud aktiivse võrguliidese
fr: Toutes les passerelles que vous entrez ici doivent être atteignables depuis l'une des interfaces réseaux actuellement configurées.
ja: 入力したすべてのゲートウェイは設定済みのネットワークインタフェースから接続可能である必要があります

source: Starting traffic rate monitoring. Wait patiently until the graph appears
es: Comenzando la monitorización de tasa de tráfico. Espera pacientemente hasta que el gráfico aparezca
et: Liikluskiiruse monitooringu alustamine. Palun oota kuni kuvatakse graafik
fr: Démarrage du monitorage trafic. Veuillez patienter jusqu'à ce que le graphique apparaisse.
ja: トラフィックレート監視を開始しています。グラフが表示されるまでお待ちください

source: Stopping traffic rate monitoring
es: Parando la monitorización de tasa de tráfico
et: Liikluskiiruse monitooringu peatamine
fr: Arrêt du monitorage trafic
ja: トラフィックレート監視を停止しています。

source: The traffic rate monitor is start/stop on demand without requiring to save changes first
es: La monitorización de tasa de tráfico se para/inicia bajo demanda sin tener que guardar cambios primero
et: Liikluskiiruse monitoorija on töökorras ka ilma muudatuste salvestamiseta
fr: Le moniteur de trafic est démarré/arrêté à la demande, sans besoin de sauvegarder
ja: トラフィックレート監視は要求に応じて自動で開始/停止します。最初に変更を保存する必要はありません。

source: Ping to gateway
et: Lüüsi pingimine
fr: "Ping" sur la passerelle

source: Ping to host
et: Masina pingimine
fr: "Ping" sur l'hôte

source: DNS resolve
et: DNS lahendamine
fr: Résolution DNS

source: HTTP Request
et: HTTP päring
fr: Requête HTTP

source: Test type
et: Testi tüüp
fr: Type de test

source: Number of probes
fr: Nombre d'essais

source: Required success ratio
et: Nõutud õnnestumise suhe
fr: Pourcentage de succès requis

source: Test rules
et: Testimisreeglid
fr: Règles de test

source: You can define different rules to test if a gateway is working properly. If one of the test fails the gateway will be disabled. It will be enabled again when all tests are passed.
et: Siin saab lüüsi testimiseks koostada erinevaid reegleid. Lüüs keelatakse, kui testid ebaõnnestuvad ja lubatakse uuesti, kui testid õnnestuvad.
fr: Vous pouvez définir différentes règles pour tester le fonctionnement d'une passerelle. Si l'un des test échoue, la passerelle sera désactivée. Elle sera réactivée lorsque tous les tests auront passés avec succès.

source: Invalid value for Host
et: Vigane väärtus masina jaoks
fr: Valeur invalide pour l'hôte

source: Time between checks
et: Testide intervall
fr: Intervalle entre les vérifications

source: seconds
et: sekundit
fr: secondes

source: Global options
et: Üldised valikud
fr: Options globales

source: These options affect to all the tests.
et: Seda valikut rakendatakse kõikidele testidele.
fr: Ces options affectent tous les tests

source: Name
es: Nombre
et: Nimi
fr: Nom
ja: 名前
tr: İsmi

source: Interface connected to this gateway
et: Selle lüüsiga ühendatud liides
fr: Interface connectée à cette passerelle

source: Weight
es: Peso
et: Kaal
fr: Poids
ja: ウェイト
tr: Yük

source: This field is only useful if you have more than one router and the balance traffic feature is enabled.
et: See väli on kasulik juhul, kui kasutuses on rohkem kui üks lüüs ja liikluse tasakaalustamine on lubatud.
fr: Ce champs est utile uniquement dans le cas où vous avez plus d'un routeur et si la fonction d'équilibrage du trafic est activée.

source: Default
es: Por defecto
et: Vaikimisi
fr: Défaut
ja: デフォルト
tr: Öntanımlı

source: Gateways List
et: Lüüside loend
fr: Liste des passerelles

source: gateway
es: router
et: lüüs
fr: passerelle
ja: ゲートウェイ
tr: Ağ geçidi

source: Select traffic graphic
es: Selecciona el gráfico de tráfico
et: Vali liikluse graafik
fr: Sélectionner le graphique de trafic
ja: トラフィックのグラフィックを選択
