Repository: zentyal/zentyal
Catalog: client/network/po/*.po
Languages: es, et, fr, ja, tr

source: Several views are showed depending on the parameter selection. An host IP address and a service, which must match the text given by the graphs legend based on /etc/services, may be required by the graph type. The flow view will change accordingly
es: Varias vistas se muestran dependiendo de la selección de los parámetros. Una dirección IP de máquina y un servicio, que debe coincidir con el texto que se muestra en la leyenda del gráfico basado en /etc/services, son las posibilidades en los tipos de gráfico. El flujo de la vista cambiará conforme a los nuevos parámetros.
fr: Plusieurs vues sont disponibles selon les paramètres de sélection. Une adresse IP et un service, lesquels doivent correspondre au texte donnée par la légende du graphique (basé sur /etc/services), peuvent être nécessaires selon le type de graphique. La vue du flux changera en conséquence
ja: パラメタ設定に応じて表示が変わります。グラフの種類によってはホストIPアドレスとサービスを/etc/servicesに基づいて設定されたグラフ凡例のテキストと一致させる必要があるかもしれません。フロー表示はそれに従って変更されます。

source: Graph type
es: Tipo de gráfico
et: Graafiku tüüp
fr: Type de graphique
ja: グラフの種類

source: All active traffic by source
es: Todo el tráfico activo por fuente
et: Aktiivne liiklus kokku, lähtekoha järgi
fr: Tous les trafics actifs par source
ja: 送信元による全てのアクティブなトラフィック

source: All active traffic by service
es: Todo el tráfico activo por servicio
et: Aktiivne liiklus kokku, teenuse järgi
fr: Tous les trafics actifs par service
ja: サービスによる全てのアクティブなトラフィック

source: Traffic by selected source
es: Tráfico por la fuente seleccionada
et: Valitud lähtekoha liiklus
fr: Trafic par source sélectionnée
ja: 選択された送信元によるトラフィック

source: Traffic by selected service
es: Tráfico por el servicio seleccionado
et: Valitud teenuse liiklus
fr: Trafic par service sélectionné
ja: 選択されたサービスによるトラフィック

source: Traffic by source and service
es: Tráfico por el servicio y fuente seleccionados
et: Lähtekoha ja teenuse liiklus
fr: Trafic par source et service
ja: 送信元とサービスによるトラフィック

source: The change you are trying to make will affect the configuration of one or more modules that use references to this network interface.
es: El cambio que esta intentando realizar afectará a la configuración de uno o varios módulos que usan este interfaz de red.
et: Muudatus mida kavatsed teha, mõjutab ühe või mitme mooduli seadistusi, mis kasutavad viiteid sellele võrguliidesele.
fr: Le changement que vous essayez de faire affectera la configuration d'un ou plusieurs modules qui emploient des références à cette interface de réseau.
ja: 適用しようとしている変更はこのネットワークインタフェースを参照する1つ以上のモジュールに影響します。
tr: Yapmak istediğiniz değişiklikler bir veya birden fazla modulu etkiliyor, ki bu modullar ağ kartınıza referans olarak tanımlanmış

source: If you choose to continue, all modules that make use of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
et: Kui jätkad siis kõik moodulid, mis kasutavad seda võrguliidest, kustutavad sellega seotud osa oma seadistustes. Vali "Loobu" kui sa ei ole selles kindel.
fr: Si vous choisissez de continuer, tous les modules qui se servent de cette interface de réseau supprimeront des parties pertinentes de leur configuration. Choisissez "Annuler" si vous n'êtes pas sûr.

source: Cancel
es: Cancelar
et: Loobu
fr: Annuler
ja: キャンセル
tr: Vazgeç

source: Remember that changing the network interfaces configuration may cause you to lose access to the administration page.
es: Recuerde que cambiar la configuración de los interfaces de red puede hacer que pierda la conexión con este panel de administración.
et: Pea meeles, et võrguliideste seadistuste muutmine võib ligipääsu administreerimislehele keelata.
fr: Souvenez-vous que la modification de la configuration des interfaces réseau peut vous faire perdre l'accès à la page d'administration.
ja: ネットワークインタフェースの設定を変更すると管理ページへの接続が切断されるかもしれません。
tr: Yapılan değişikliklerden sonra yönetici paneline giriş yapamıyacağınızı lütfen aklınızda bulundurun.

source: Traffic being routed through interfaces marked as external will be NATed. Also, services meant for the LAN users will not be available on external interfaces.
es: Se aplicará NAT a todo el trafico que salga a través de los interfaces marcados como externos. Además, los servicios destinados a la LAN no estarán disponibles en dichos interfaces.
et: Liiklus mida marsruuditakse läbi välisteks märgitud liideste NATitakse. Samuti ei ole teenused mis mõeldud LANi kasutajatele, kättesaadavad välistele liidestele.
fr: Le trafic routé par des interfaces marquées comme externes sera NATé. De même, les services destinés aux utilisateurs de réseau local ne seront pas accessibles sur les interfaces externes.
ja: 外部インタフェースとマークされたインタフェースを経由するトラフィックはNAT経由となります。また、LAN内のユーザ向けのサービスは外部インタフェースでは利用できません。
tr: Harici bir ağ kartı olarak ayarlanan bir kartın trafiği için NAT kullanılacak. Ayrıca bir LAN kullanıcısı için düşünülen bir servis, harici bir ağ kartı tarafından erişilemez hale gelecek.

source: Method
es: Método
et: Meetod
fr: Méthode
ja: 方式
tr: Yöntem

source: Static
es: Estático
et: Staatiline
fr: Statique
ja: 静的
tr: Sabit

source: Trunk (802.1q)
fr: Tronquer (802.1q)
ja: トランク (802.1q)

source: Not set
es: No configurado
et: Ei ole määratud
fr: Non défini
ja: 未設定
tr: Ayarlı değil

source: External (WAN)
et: Väline (WAN)
fr: Externe (WAN)

source: User name
et: Kasutajanimi
fr: Nom d'utilisateur

source: Change
es: Cambiar
et: Muuda
fr: Changer
ja: 変更
tr: Değiştir

source: VLAN List
es: Lista de VLANs
et: VLAN loend
fr: Liste VLAN
ja: VLAN一覧
tr: VLAN Listesi

source: Add
es: Añadir
et: Lisa
fr: Ajouter
ja: 追加
tr: Ekle

source: Delete
es: Borrar
et: Kustuta
fr: Effacer
ja: 削除
tr: Sil

source: Virtual Interfaces
et: Virtuaalsed liidesed
fr: Interfaces virtuelles

source: The removal of the vlan interface will affect the configuration of one or more modules that use references to this network interface.
et: vlan liidese eemaldamine võib mõjuda ühe või mitme mooduli seadistustele, mis kasutavad viiteid sellele võrguliidesele.
fr: La suppression du VLAN que vous essayez de faire affectera la configuration d'un ou plusieurs modules qui emploient des références à cette interface de réseau.

source: Domain Name Resolution
et: Domeeninime lahendamine
fr: Résolution de nom de domaine (DNS)

source: Domain name
es: Nombre de dominio
et: Domeeninimi
fr: Nom de domaine
ja: ドメイン名
tr: Alan ismi

source: Lookup
et: Otsing
fr: Recherche
ja: 参照

source: Output
es: Salida
et: Väljund
fr: Sortie
ja: 出力
tr: Çıkış

source: If you choose to continue, all modules that make use of the current configuration of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
es: Si elige continuar, todos los módulos que usan la configuración actual de este interfaz de red borrarán las partes mas relevantes de su configuración. Elija "Cancelar" si no está seguro.
et: Kui jätkad siis kõik moodulid, mis kasutavad selle võrguliidese aktiivseid seadistusi, kustutavad sellega seotud osa oma seadistustes. Vali "Loobu" kui sa ei ole selles kindel.
fr: Si vous choisissez de continuer, tous les modules qui se servent de la configuration courante de cette interface de réseau supprimeront les parties pertinentes de leur configuration. Choisissez "Annuler" si vous n'êtes pas sûr.
ja: 現在のこのネットワークインタフェースの設定に依存する全てのモジュールはこのインタフェースに関する設定を消去します。設定状況がよくわからない場合はキャンセルしてください。
tr: Devam ederseniz ağ cihazınızın kullandığı bütün ayarlar bu moduller ile birlikte silinir. Eğer ne yaptığınızdan emin değilseniz "Vazgeç" seçeneğini kullanın.

source: Interface
es: Interfaz
et: Liides
ja: インタフェース
tr: Arabirim

source: The requested operation will cause one of the configured gateways to become unreachable. Please remove it first if you really want to make this change.
et: Päritud operatsioon võib muuta ühe seadistatud lüüsi kättesaamatuks. Kui sa soovid seda muudatust teha, siis palun eemalda see esmalt.

source: Interfaces
et: Liidesed
ja: インタフェース
tr: Arabirimler

source: Description
es: Descripción
et: Kirjeldus
ja: 内容
tr: Açıklama

source: Source
es: Origen
et: Lähtekoht
ja: 送信元
tr: Kaynak

source: Destination
es: Destino
et: Sihtkoht
ja: 送信先
tr: Hedef

source: Service
es: Servicio
et: Teenus
ja: サービス

source: Configuration
et: Seadistamine

source: Auto
et: Automaatne

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links. Note that if you configure interfaces as DHCP or PPPoE their gateways are added here automatically.
et: Lüüse saad lisada vastavalt vajadusele. Lüüside lisamise on kasulik juhul, kui soovid oma Interneti liiklust jagada mitme lingi vahel. Pea meeles, et kui seadistad liideseid DHCP või PPPoEga, siis nende lüüsid lisatakse siia automaatselt.

source: You can not manually add a gateway for DHCP or PPPoE interfaces
et: Sa ei saa DHCP või PPPoE liidestele käsitsi lüüsi lisada

source: Automatically added gateways can not be manually deleted
et: Automaatselt lisatud lüüse ei saa käsitsi kustutada

source: Action
es: Acción
et: Toiming
ja: アクション
tr: İşlem

source: Network interfaces
es: Interfaces de red
tr: Ağ arabirimleri

source: After the initial config you can revisit this page at Network/Interfaces in the menu
es: Tras la configuración inicia puede volver a visitar esta página en el menú Red/Interfaces
tr: İlk ayarlardan sonra sayfayı tekrar ziyaret edebilirsiniz (Ağ/Ağ Kartları)

source: Network interface configured
es: Interfaces de red configurados
tr: Ağ arabirimi ayarlandı

source: You can revisit this page at Network/DNS in the menu
es: Puede volver a visitar esta página en el menú a través de Red/DNS
tr: Bu sayfayı tekrar Ağ/DNS menüsünden giriş yapabilirsiniz

source: DNS configured
es: DNS configurado
tr: DNS ayarlandı

source: Set default gateway
es: Establecer ruta por defecto
tr: Öntanımlı ağ geçidini ayarla

source: You can change later the gateway at Network/Routes menus item
es: Puedes cambiar más tarde la gateway a través del menú Red/Rutas
tr: Ağ geçidi ayarlarını daha sonra Ağ/Yönelticiler menüsünden değiştirebilirsiniz

source: Gateway configured
es: Gateway configurada
tr: Ağ geçidi ayarlandı

source: Balance traffic and multigateway rules
es: Balanceo de tráfico y reglas multirouter
tr: Trafik dengesi ve çoklu ağ geçidi kuralları

source: Network diagnosis
es: Diagnóstico de la red
tr: Ağ tanıları

source: Configure network interfaces
es: Configurar interfaces de red
tr: Ağ arabirimlerini ayarla

source: Configure name servers
es: Configurar los servidores de nombre
tr: Ad sunucularını ayarla

source: Configure default gateway
es: Configurar gateway por defecto
tr: Varsayılan ağ geçidini ayarla

source: IP Address
es: Dirección IP
tr: IP adresi

source: Upload
es: Subida
tr: Yükle

source: Download
es: Bajada
tr: İndir

source: Gateway list
es: Lista de routers
tr: Ağ geçidi listesi

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links.{br}The download and upload fields must be set as much rate as you have to your connection towards the gateway. The correct value of these fields is critical to ensure a correct functionality of the traffic shaping module
es: Puedes añadir tantos routers como quieras. Esto es muy útil si quieres dividir tu tráfico de Internet a través de varios enlaces.{br}Los campos de subida y bajada deben ser rellenados con la máxima tasa que tenga tu conexión a través del router. El correcto valor de estos campos es crítico para asegurar el funcionamiento del módulo de moldeado de red
tr: İhtiyacınız kadar ağ geçidi verebilirsiniz. Bu sayede internet bağlantınızı farklı ve birden fazla aygıtlara dağıtabilirsiniz. {br} Download ve Upload alanları kendi yapınıza göre olmalıdır. Bu sayede ağ genişliğinin düzenli ve adil bir şekilde dağıtılmasını gerçekleştirirsiniz.

source: Protocol
es: Protocolo
tr: Protokol

source: Port
es: Puerto

source: Gateway
es: Router
tr: Ağ geçidi

source: Destination port
es: Puerto destino
tr: Hedef portu

source: Source port
es: Puerto origen
tr: Kaynak portu

source: Port cannot be set if no protocol is selected
es: El puerto no puede ser asignado si no se ha seleccionado un protocolo
tr: Protokol seçilmezse port tanımlaması yapılamaz

source: Physical interface list
es: Lista de interfaces físicos
ja: 物理インタフェース一覧
tr: Fiziksel arabirim listesi

source: These are the physical interfaces which are available in your system.
es: Estos son los interfaces físicos que están disponibles en tu sistema
ja: これらがシステムで利用可能な物理インタフェースです。
tr: Bunlar sisteminizde mevcut olan fiziksel arabirimlerdir.

source: interface
es: interfaz
ja: インタフェース
tr: Arabirim

source: Physical interface
es: Interfaz físico
ja: 物理インタフェース
tr: Fiziksel arabirim

source: Vlan interface list
es: Lista de interfaces VLAN
ja: VLANインタフェースリスト
tr: Sanal arabirim listesi

source: These are the vlan interfaces which are available in your system.
es: Estos son los interfaces VLAN que están disponibles en tu sistema
ja: これらがシステムで利用可能なVLANインタフェースです。
tr: Bunlar sisteminizde mevcut olan sanal arabirimlerdir.

source: External
es: Externo
ja: 外部
tr: Harici

source: Configurable interface list
es: Lista de interfaces configurables
ja: 設定可能なインタフェース一覧
tr: Yapılandırılabilir arabirim listesi

source: These are the interfaces which can be configured
es: Estos son los interfaces que se pueden configurar
ja: これらが設定可能なインタフェースです
tr: Bunlar yapılandırılabilir arabirimlerdir

source: Static routes
es: Rutas estáticas
tr: Sabit yönelticiler

source: The requested operation will cause one of the configured routers to become unreachable. Please remove it first if you really want to make this change.
es: La operación solicitada hará que uno de los routers configurados no sea accesible. Por favor, eliminelo antes si realmente desea hacer este cambio.
tr: Bu işlem önceden ayarlanan bir yönelticinin (router) erişilemez hale gelmesine neden olacaktır. Eğer bu işlemi gerçekten uygulamak istiyorsanız, lütfen yönelticiyi ilk önce iptal edin ve sonra tekrar deneyin.

source: Routes
es: Rutas
tr: Yönelticiler

source: Diagnosis
es: Diagnóstico
tr: Tanılar

source: Balance traffic
es: Balanceo de tráfico
tr: Trafik Dengeleme

source: Ok
es: Aceptar
ja: はい
tr: Tamam

source: Virtual interfaces
es: Interfaces virtuales
tr: Sanal arabirimler

source: Name resolution
es: Resolución de nombre
tr: İsim çözülümü

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destiantion and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
tr: Hangi bağlantıların hangi ağ geçidinden yapılacağını burda tanımlayabilirsiniz. Böylece alt ağ geçidinizin hangi Router i kullanacağını tanımlayabilirsiniz. Kuralların yukardan aşağıya doğru uygulanacağını lütfen aklınızdan çıkartmayın. Elbette sıralamayı değiştirebilirsiniz. Eğer bir IP adresi veya port tanımlamazsanız, tanımlanan kural bütün hepsi geçerli olur.

source: There is already a default gateway
tr: Önceden tanımlı bir ağ geçidi mevcut

source: network address
tr: Ağ adresi

source: gateway address
tr: Ağ geçidi adresi

source: Gateway {gw} must be reacheable by a static interface. Currently is reacheable by {iface} which is not static
tr: {gw} ağ geçidi sabit bir IP adresi ile erişilebilir olması gerekir. {iface} ağ kartı ağ geçidine erişebiliyor fakat bu işlem dinamik IP üzerinden ayarlı.

source: All routers you enter here must be reachable through one of the network interfaces currently configured.
tr: Girdiğiniz bütün yönelticiler ağ kartınız üzerinden erişilebilir olması gerekir.

source: Having network interfaces configured via DHCP may cause this settings to be overriden.
tr: Mevcut ağ kartı ayarları DHCP sunucusu tarafından tekrardan yapılandırılabilir.

source: Primary
tr: Birincil

source: Secondary
tr: İkincil

source: Apply
tr: Uygula

source: To be able to use this feature, you need, at least, two gateways. You can add them <a href="/ebox/Network/View/GatewayDataTable">here</a> first
tr: Bu fonksiyonu kullanabilmek için en azından 2 tane ağ geçidi tanımlamanız gereklidir. Bunları öncelikle <a href="/ebox/Network/View/GatewayDataTable">buraya</a> ekleyebilirsiniz.
