Repository: zentyal/zentyal
Catalog: client/objects/po/*.po
Languages: da, gl, hu, ja, lt, pt_br, sv

source: Objects
da: Genstande
gl: Obxectos
hu: Objektumok
ja: オブジェクト
lt: Objektai
pt_br: Objetos
sv: Objekt

source: Added object {object}
da: Tilføjede genstand {object}
gl: Obxecto {object} engadido
hu: {object} objektum hozzáadva
ja: オブジェクト {object} が追加されました
lt: Įkeltas objektas {object}
pt_br: Objeto {object} adicionado
sv: Lade till objektet {object}

source: Added {nname} ({ip}/{mask} [{mac}]) to object {object}
da: Tilføjede {nname} ({ip}/{mask} [{mac}]) til genstand {object}
gl: Engadido {nname} ({ip}/{mask} [{mac}]) ao obxecto {object}
hu: A(z) {nname} ({ip}/{mask} [{mac}]) hozzáadva a(z) {object} objektumhoz
ja: オブジェクト {object} に {nname} ({ip}/{mask} [{mac}]) が追加されました
lt: Įkeltas {nname} ({ip}/{mask} [{mac}]) į objektą {object}
pt_br: Adicionado {nname} ({ip}/{mask} [{mac}]) no objeto {object}
sv: Lade till {nname} ({ip}/{mask} [{mac}]) till objektet {object}

source: Removed object {object}
da: Fjernede genstand {object}
gl: Obxecto {object} eliminado
hu: A(z) {object} objektum törölve
ja: オブジェクト {object} が削除されました
lt: Pašalintas objektas {object}
pt_br: Objeto {object} removido
sv: Tog bort objektet {object}

source: Forcefully removed object {object}
da: Tvangsfjernede genstanden {object}
gl: Eliminado a forza o obxecto {object}
hu: A(z) {object} objektum törlése kikényszerítve
ja: オブジェクト {object} が強制削除されました
lt: Priverstinai pašalintas objektas {object}
pt_br: Objeto {object} removido à força
sv: Tvingade borttagning av objektet {object}

source: Removed {nname} from object {object}
da: Fjernede {nname} fra genstand {object}
gl: Eliminado {nname} do obxecto {object}
hu: A(z) {nname} eltávolítva a(z) {object} objektumból
ja: オブジェクト {object} から {nname} が削除されました
lt: Pašalintas {nname} iš objekto {object}
pt_br: Removido {nname} do objeto {object}
sv: Tog bort {nname} från objektet {object}

source: Object
da: Genstand
gl: Obxecto
hu: Objektum
ja: オブジェクト
lt: Objektas
pt_br: Objeto
sv: Objekt

source: Name
da: Navn
gl: Nome
hu: Név
ja: 名前
lt: Vardas
pt_br: Nome
sv: Namn

source: Members
da: Medlemmer
gl: Membros
hu: Tagok
ja: メンバ
lt: Vartotojai
pt_br: Membros
sv: Medlemmar

source: Objects List
hu: Objektumok listája
pt_br: Lista de objetos
sv: Lista över objekt

source: object
da: Genstand
gl: Obxecto
hu: objektum
ja: オブジェクト
lt: objektas
pt_br: objeto
sv: objekt

source: This object is being used by another module
da: Denne genstand bliver brugt af et andet modul
gl: Este obxecto está sendo usado por outro módulo
hu: Ezt az objektumot másik modul használja
ja: このオブジェクトは他のモジュールで利用されています
lt: Šis objektas naudojamas kitame modulyje
pt_br: O objeto esta sendo utilizado por outro módulo
sv: Detta objekt används av en annan modul

source: Objects are an abstraction of machines and network addresses which can be used in other modules. Any change on an object is automatically synched in all the modules using it
gl: Os obxectos son unha abstracción de máquinas e enderezos de rede os cales poden ser empregados noutros módulos. Calquera cambio sobre un obxecto afectará automaticamente nos módulos que o empregen
hu: Az objektumok gépeket és hálózati címeket csoportosító tárolók, amelyeket más modulokban lehet használni. Az objektumok bármely módosítása automatikusan szinkronizálásra kerül az azt használó összes modulba
pt_br: Objetos são uma abstração de máquinas e endereços de rede que podem ser utilizados em outros módulos. Qualquer alteração em um objeto é automaticamente sincronizada em todos os módulos que usam-no
sv: Objekt är en abstrakt visualisering av maskiner och nätverksadresser som kan användas i andra modulet. En ändring i ett objekt synkas automatiskt till alla modulet som använder det.

source: 'Any' is a reserved word that could not be used as object name to avoid confusions
hu: Az 'Any/Minden/Bármely' szavak foglaltak, nem használhatja őket objektumnévként
pt_br: 'Qualquer' 'Any' é uma palavra reservada que não poderia ser usada como nome do objeto para evitar confusões

source: IP address
hu: IP-cím
pt_br: Endereço IP
sv: IP-adress

source: MAC address
hu: MAC-cím
pt_br: Endereço MAC
sv: MAC-adress

source: member
da: medlem
gl: membro
hu: tag
ja: メンバ
lt: vartotojas
pt_br: membro
sv: medlem

source: You can only use MAC addresses with hosts
da: Du kan kun bruge MAC adresse med hosts
gl: Só podes enderezos MAC con hosts
hu: Gépek esetén csak a MAC-címek használhatók
ja: MACアドレスはホストが存在するときのみ利用できます
lt: MAC adresas gali būti naudojamas tik su host'u
pt_br: Você só pode utilizar endereço MAC com hosts
sv: Du kan bara använda MAC adresser med värdar

source: network address
da: Netværksadresse
gl: enderezo de rede
hu: hálózati cím
ja: ネットワークアドレス
lt: tinklo adresas
pt_br: endereço de rede
sv: nätverksadress

source: {ip} overlaps with the address or another object's member
hu: A(z) {ip} ütközik a címmel, vagy másik objektum tagjával
pt_br: {ip} coincide com o endereço ou o membro do outro objeto

source: Object list
lt: Objektų sąrašas

source: IP Address
lt: IP Adresai

source: MAC Address
lt: MAC Adresai
