Repository: zentyal/zentyal
Catalog: main/mail/po/*.po
Languages: pt

source: Zentyal Mail System
pt: Sistema de correio electrónico Zentyal

source: protocol for editing SIEVE filters
pt: protocolo para editar os filtros SIELVE

source: This message is being delivered
pt: A mensagem está a ser enviada

source: Admin mail recipient
pt: Recipiente de correio electrónico do administrador

source: Mail
pt: Correio electrónico

source: Cannot connect to {smtp} mail server
pt: Não é possível ligar ao servidor de correio electrónico {smtp}

source: Cannot connect to the server {hostname} to send the event through SMTP
pt: Não é possível ligar ao servidor {hostname} para enviar o evento por SMTP

source: virtual domain
pt: domínio virtual

source: Object
pt: Objecto

source: Allow relay
pt: Permitir encaminhamento

source: Tick this to allow the machines within the above object to send mails through this server.
pt: Marque esta opção para permitir que as máquinas pertencentes a este objecto enviem correio electrónico através deste servidor

source: Relay policy for network objects
pt: Politica de encaminhamento para objectos de rede

source: object's relay policy
pt: Politica de encaminhamento para objectos

source: You may allow mail relay per network object
pt: Pode permitir o encaminhamento de correio electrónico por objecto de rede

source: There are not network objects in the system. You can create them in the {openurl}Object's page{closeurl}
pt: Não existem objectos de rede no sistema. Pode criá-los no {openurl}Página do objecto{closeurl}

source: Filter in use
pt: Filtro em utilização

source: Custom filter's mail forward port
pt: Filtro personalizado do porto de encaminhamento

source: Custom filter's IP address
pt: Filtro personalizado do endereço IP

source: Custom filter's Port
pt: Filtro personalizado do porto

source: Mail filter options
pt: Opções do filtro de correio

source: none
pt: nenhum

source: custom
pt: personalizado

source: Smarthost to send mail
pt: Smarthost para enviar correio correio electrónico

source: The format is host[:port] being port set to 25 if none is supplied
pt: O formato é hospedeiro:[porto] sendo o porto definido para 25 se não for fornecido

source: Smarthost authentication
pt: Autenticação do smarthost

source: None
pt: Nenhum

source: User and password
pt: Utilizador e palavra-passe

source: User
pt: Utilizador

source: Password
pt: Palavra-passe

source: Server mailname
pt: Nome do servidor correio electrónico

source: FQDN hostname
pt: Nome de máquina FQDN

source: Postmaster address
pt: Endereço do Postmaster

source: Address used to report mail problems
pt: Endereço usado para notificação de problemas com o correio electrónico

source: Local root account
pt: Conta root local

source: Custom address
pt: Endereço personalizado

source: Maximum mailbox size allowed
pt: Tamanho máximo permitido da caixa de correio electrónico

source: When a mailbox reaches this size futher messages will be rejected. This can be overidden by account
pt: Quando uma caixa de correio atinge este tamanho todas as mensagens são rejeitadas. Pode ser ultrapassado com a conta

source: Unlimited size
pt: Tamanho Ilimitado

source: limited to
pt: limitado a

source: Maximum message size accepted
pt: Tamanho máximo aceite da mensagem

source: Expiration period for deleted mails
pt: Período de expiração de mensagens apagadas

source: Never
pt: Nunca

source: expired in
pt: expirado em

source: days
pt: dias

source: Expiration period for spam mails
pt: Período de expiração para mensagens não solicitadas

source: Options
pt: Opções

source: Smarthost's address
pt: Endereço do smarthost

source: Smarthost's port
pt: Porto do smarthost

source: The mailname is set to the server's hostname and the hostname is not fully qualified.
pt: O nome da máquina de correio electrónico está definido para o nome de máquina do servidor e não é qualificado

source: The selected mailname is not a fully qualified hostname.
pt: O nome da maquina de correio electrónico não é um nome de máquina qualificado

source: Not having a fully qualified hostname could lead to some mail servers to reject the mail and incorrect reply addresses from system users
pt: Não ter um nome de máquina qualificado pode provocar que alguns servidores de email rejeitem as mensagens e resposta de utilizadores do sistema

source: POP3 service enabled
pt: Serviço POP3 activo

source: Secure POP3S service enabled
pt: Serviço POP3S activo

source: IMAP service enabled
pt: Serviço IMAP activo

source: Secure IMAPS service enabled
pt: Serviço IMAPS activo

source: Retrieve mail for external accounts
pt: Verificar correio electrónico para contas externas

source: This allow users to retrieve mail for external accounts, the mail would be delivered to their local account. External account can be configured in the user's corner.
pt: Permite aos utilizadores verificar correio electrónico em contas de correio externas. A conta externa pode ser configurada na área do utilizador

source: Manage Sieve scripts
pt: Gerir scripts Sieve

source: This service allows to a user to manage his Sieve mail filtering scripts from a local client which speaks the ManageSieve protocol
pt: Este serviço permite que aos utilizadores gerir os seus scripts de filtragem de correio electrónico de um cliente local que utiliza o protocolo ManageSieve

source: Mail retrieval services
pt: Serviços de verificação de correio electrónico

source: To enable {service} mail retrieval service you must disable {service} gateway for Zarafa. You can do it at {ohref}Zarafa gateways configuration settings{chref}.
pt: Para activar o serviço de verificação do correio {service} deve desactivar a gateway {service} do Zarafa. Pode faze-lo em {ohref}Definições da configuração da gateway Zarafa{chref}

source: Alias
pt: Pseudónimo

source: The mail domain is appended automatically
pt: O domínio de correio electrónico é adicionado automáticamente

source: External account
pt: Conta externa

source: External Aliases
pt: Pseudónimo externo

source: External account alias
pt: Pseudónimo da conta externa

source: External account alias added. You must save changes to use this alias
pt: Foi adicionado um pseudónimo de conta externa. Deve guardar as alterações para usar este pseudónimo

source: Cannot add alias because domain {vd} is a alias and aliases belonging to virtual domain aliases are not supported. Please add the alias belonging to a real domain
pt: Não pode adicionar um pseudónimo porque o domínio {vd} é um pseudónimo e pseudónimos pertencentes a um domínio virtual não são suportados. Adicione um pseudónimo pertencente a um domínio real

source: Cannot add alias because domain {vd} is not a virtual domain managed by this server
pt: Não pde adicionar o pseudónimo porque o domínio {vd} não é um domínio virtual gerido por este servidor

source: An account or alias called {al} already exists
pt: Já existe uma conta ou um pseudónimo chamado {al}

source: The alias account should be provided without domain portion. It will be appended automatically
pt: O pseudónimo da conta deve ser fornecido sem o domínio. O domínio é adicionado automaticamente

source: You must enable the mail module in module status section in order to use it.
pt: Deve activar o módulo de correio electrónico no estado dos módulos para o poder usar

source: Name
pt: Nome

source: Virtual domain aliases
pt: Pseudónimo do domínio virtual

source: External accounts aliases
pt: Pseudónimos de contas externas

source: Settings
pt: Definições

source: List of Domains
pt: Lista de Domínios

source: Virtual Domains
pt: Domínios virtuais

source: Virtual domain added. You must save changes to use this domain
pt: Foi adicionado um domínio virtual. Deve guardar as alterações para usar este domínio

source: Cannot add virtual domain {vd} because is a virtual domain alias with the same name
pt: Não é possível adicionar o domínio virtual {vd} porque é um domínio virtual com o mesmo nome

source: 'sieve' is a reserved name in this context, please choose another name
pt: 'sieve' é um nome reservado neste contexto, escolha outro nome

source: Mail virtual domain
pt: Domínio de correio electrónico virtual

source: The virtual domain name cannot be equal to the mailname
pt: O nome do domínio virtual não pode ser igual ao nome da máquina de correio electrónico

source: Cannot add virtual domain {vd} because it appears as external domain in the account referenced by the alias {al}
pt: Não é possível adicionar o domínio virtual {vd} porque é viste como um dominio externo na conta referida pelo pseudónimo {al}

source: Aliases
pt: Pseudónimos

source: List of Aliases
pt: Lista de pseudónimos

source: virtual domain alias
pt: pseudónimo do domínio virtual

source: Virtual domain alias added. You must save changes to use this domain
pt: Foi adicionado um domínio virtual. Deve guardar as alterações para usar este domínio

source: Cannot add {al} alias because there is already a virtual domain with the same name
pt: Não pode adicionar o pseudónimo {al} porque já existe um domínio virtual com o mesmo nome

source: Cannot add alias {al} because it is already an identical alias for another virtual domain
pt: Não pode adicionar o pseudónimo {al} porque já é um pseudónimo identico para outro domínio virtual

source: TLS for SMTP server
pt: TLS para o serviço de SMTP

source: Require authentication
pt: Requer autenticação

source: Users will have to authenticate to be able to send mails through this server
pt: Os utilizadores devem autenticar-se para poderem enviar correio electrónico através deste servidor

source: Authentication
pt: Autenticação

source: Cannot require authentication when TLS is inactive
pt: Não é possível exigir autenticação quando o TLS está inactivo

source: Mail Account
pt: Conta de correio electrónico

source: Create mail account user@domain
pt: Criar uma conta de correio electrónico utilizador@domínio

source: Default Domain
pt: Domínio por omissão

source: You haven't create a mail domain yet
pt: Ainda não criou um domínio de correio electrónico

source: Subject
pt: Assunto

source: [Zentyal-event] An event has happened at {hostName}
pt: [Zentyal-event] Aconteceu um evento em {hostName}

source: To
pt: Para

source: Configure mail dispatcher
pt: Configurar o expedidor de correio

source: In order to configure the Mail event dispatcher is required to enable the mail service from Zentyal
pt: para configurar o expedidor de eventos de correio é necessário activar o serviço de correio da Zentyal

source: Mail dispatcher configuration updated
pt: A configuração do expedidor de correio electrónico foi actualizada

source: External mail accounts
pt: Contas de correio electrónico externas

source: Mail server
pt: Servidor de correio electrónico

source: external mail account
pt: conta de correio electrónico externa

source: Fetching mail is done every 10 minutes
pt: A verificação do correio electrónico é feita a cada 10 minutos

source: Secure POP3
pt: POP3 seguro

source: Secure IMAP
pt: IMAP seguro

source: External account username
pt: Utilizador da conta externa

source: No spaces allowed
pt: Não são permitidos espaços

source: External account added
pt: A conta externa foi adicionada

source: External account {ac} removed
pt: A conta externa {ac} foi removida

source: Cannot retrieve mail from external accounts because you do not have a email account in a local mail domain
pt: Não pode verificar correio electrónico de contas externas porque não tem uma conta de correio electrónico no domínio de correio local

source: Send a copy of all mail domains
pt: Enviar uma cópia para todos os domínios de correio electrónico

source: The mail will be a Blind Carbon Copy (BCC).
pt: A mensagem será BCC

source: Disabled
pt: Desactivado

source: Address to sent the copy
pt: Endereço para envio da cópia

source: Virtual domain settings
pt: Definições do domínio virtual

source: Sent messsages
pt: Mensagens enviadas

source: Received messages
pt: Mensagens recebidas

source: Rejected messages
pt: Mensagens rejeitadas

source: Traffic summary chart
pt: Sumário do tráfego

source: Traffic summary graph
pt: Sumário gráfico do tráfego

source: Virtual domain
pt: Domínio virtual

source: Date
pt: Data

source: Sent messages
pt: Mensagens enviadas

source: Mail traffic details
pt: Detalhes do tráfego de correio electrónico

source: traffic
pt: tráfego

source: Enabled
pt: Activo

source: Greylist duration (seconds)
pt: Duração da greylist (segundos)

source: During this interval, the mail sender is deferred
pt: Durante este intervalo o crreio do remetente é deferido

source: Retry window (hours)
pt: Janela de nova tentativa (horas)

source: Time that mail sender has to retry to be added before it will be greylisted again
pt: Tempo em que o remetente deverá repetir antes que seja colocado novamente na graylist

source: Entries time to live (days)
pt: Tempo máximo das mensagens na greylist (dias)

source: Period till unseen entries will be deleted
pt: Período em que as mensagens sem confirmação deverão ser apagadas

source: Greylist configuration
pt: Configuração da greylist

source: Mail server options
pt: Opções do servidor de correio electrónico

source: Mail traffic reports
pt: Relatórios de tráfego de correio electrónico

source: Mail traffic report
pt: Relatório de tráfego de correio electrónico

source: To configure whitelist for greylisting
pt: Para configurar a lista branca para o funcionamento do graylist

source: Greylist service
pt: Serviço greylist

source: External retrieval service
pt: Serviço de verificação de correio electrónico externo

source: {ac} is not a internal account
pt: {ac} não é uma conta interna

source: {ac} is not a external account
pt: {ac} não é uma conta externa

source: mail alias
pt: pseudónimo de correio electrónico

source: mail account
pt: conta de correio electrónico

source: {ac} is a mail alias. Alias of aliases are not allowed
pt: {ac} é um pseudónimo de correio electrónico. Pseudónimos de pseudónimo não são permitidos

source: group alias
pt: Pseudónimo de correio electrónico do grupo

source: Domain alias
pt: Pseudónimo do domínio

source: Mail domain {d} does not exists
pt: O domínio de correio electrónico {d} não existe

source: Cannot use {d} as alias for a mail domain because a domain which this name already exists
pt: Não é possivel usar {d} como pseudónimo para um domínio de correio porque o nome já existe

source: mail alias account
pt: pseudónimo da conta de correio electrónico

source: This group has a mail alias
pt: Este grupo tem um pseudónimo de correio electrónico

source: This user has a mail account
pt: Este utilizador tem conta de correio electrónico

source: Quota can only be a positive number or zero for unlimited quota
pt: A quota só pode ser um número positivo ou zero para quota ilimitada

source: Generate mail aliases
pt: Gerar pseudónimos de correio electrónico

source: Zentyal will execute {cmd}
pt: A Zentyal executará {cmd}

source: Add LDAP schemas
pt: Adicionar esquemas LDAP

source: Zentyal will add two LDAP schemas: authldap.ldif and eboximail.ldif.
pt: A Zentyal adicionará dois esquemas LDAP: authldap.ldif e eboximail.ldif

source: Create certificates
pt: Criar certificados

source: Zentyal will create certificates to use in mail services
pt: A Zentyal criará os certificados para usar nos serviços de correio

source: Add fetchmail update cron job
pt: Adicionar rotina de actualização cron fetchmail

source: Zentyal will schedule a cron job to update fetchmail configuration when the user add external accounts
pt: A Zentyal calendarizará uma rotina cron para actualizar o fetchmail quando o utilizador adicionar contas de correio electrónico externas

source: To configure postfix
pt: Para configurar o postfix

source: To define how client programs connect to services in postfix
pt: Para definir como os clientes se ligarão ao postfix

source: To configure host mail name
pt: Para configurar o nome de máquina de correio electrónico

source: To configure postfix aliases
pt: Para configurar os pseudónimos do postfix

source: To configure dovecot
pt: Para configurar o dovecot

source: To configure dovecot to authenticate against LDAP
pt: Para configurar a autenticação do dovecot no LDAP

source: To configure smart host authentication
pt: Para configurar a autenticação no smarthost

source: Cannot use the hostname as mailname because it is not a fully qualified name. Please, define a custom server mailname
pt: Não pode usar o nome de máquina como nome da máquina de correio electrónico porque não é um nome qualificado. Defina nome de máquina de correio electrónico personalizado

source: The mail name must be a fully qualified name
pt: O nome de correio electrónico deve ser um nome qualificado

source: Host mail name
pt: Nome da máquina de correio electrónico

source: The mail name and virtual mail domain name are equal
pt: O nome de correio electrónico e o nome de domínio virtual de correio electrónico são iguais

source: Cannot change this parameter for a non-custom filter
pt: Não é possível alterar este parâmetro para um filtro não personalizado

source: The mail filter does not exist. Please set another mail filter or disable it
pt: O filtro de correio não existe. Defina outro filtro de correio ou desligue-o

source: The mail filter $name is not active. Please set another mail filter or disable it
pt: O filtro de correio $name não está activo. Defina outro filtro de correio ou desligue-o

source: SMTP service
pt: Serviço SMTP

source: POP3 service
pt: Serviço POP3

source: POP3S service
pt: Serviço POP3S

source: IMAP service
pt: Serviço IMAP

source: IMAPS service
pt: Serviço IMAPS

source: enabled
pt: activo

source: disabled
pt: desactivado

source: Status
pt: Estado

source: Mail server's filter
pt: Filtro do servidor de correio

source: Filter type
pt: Tipo de filtro

source: Custom
pt: Personalizado

source: Address
pt: Endereço

source: General
pt: Geral

source: Virtual Mail Domains
pt: Domínios de correio virtuais

source: Queue Management
pt: Gestão da Fila

source: Mail retrieval from external accounts
pt: Verificação de correio electrónico de contas externas

source: Message ID
pt: Identificação da mensagem

source: From
pt: De

source: From hostname
pt: Da máquina

source: From host ip
pt: De IP da máquina

source: Size (bytes)
pt: Tamanho (bytes)

source: Relay
pt: Encaminhamento

source: Message type
pt: Tipo de mensagem

source: Event
pt: Evento

source: Additional Info
pt: Informação adicional

source: Successful messages
pt: Mensagens com sucesso

source: Maximum message size exceeded
pt: Tamanho máximo da mensagem excedido

source: User quota exceeded
pt: Quota de utilizador excedida

source: Relay access denied
pt: Acesso ao encaminhamento negado

source: Account does not exist
pt: A conta não existe

source: Host unreachable
pt: Não é possível alcançar a máquina

source: Authentication error
pt: Erro de autenticação

source: Greylisted
pt: Colocado na Greylist

source: Other events
pt: Outros eventos

source: Mailboxes
pt: Caixas de correio

source: Mail SMTP server
pt: Servidor de correio SMTP

source: Mail POP/IMAP server
pt: Servidor de correio POP/IMAP

source: username
pt: utilizador

source: Mail address
pt: Endereço de correio electrónico

source: Invalid virtual mail domain
pt: Domínio de correio electrónico virtual inválido

source: Queue ID
pt: Identificação da fila

source: maildrop
pt: descartar correio

source: account name
pt: nome da conta

source: domain name
pt: nome de domínio

source: group
pt: grupo

source: alias
pt: pseudónimo

source: group alias mail
pt: Pseudónimo de correio electrónico do grupo

source: Quota must be a amount of MB greter than zero
pt: A quota deve ser um valor de MB maior que zero

source: user mail
pt: Correio do utilizador

source: Virtual mail domain
pt: Domínios de correio virtuais

source: Set up the default virtual mail domain
pt: Definir o domínio virtual de correio pré-definido

source: This will be the domain for your mail accounts
pt: este será o domínio para as suas contas de correio electrónico

source: Change
pt: Modificar

source: Cancel
pt: Cancelar

source: Sender
pt: Remetente

source: Recipients
pt: Recipientes

source: Action
pt: Acção

source: Requeue
pt: Recolocar na fila

source: Show Info
pt: Mostrar Informação

source: Remove
pt: Remover

source: Hide Info
pt: Esconder Informação

source: Attempt to deliver all queued mail
pt: A tentar enviar todo o correio em fila

source: Remove all messages
pt: Remover todas as mensagens

source: first
pt: primeiro

source: prev
pt: anterior

source: next
pt: seguinte

source: last
pt: último

source: Mail account settings
pt: Definições da conta de correio

source: Delete
pt: Apagar

source: Create mail aliases
pt: Criar pseudónimos de correio

source: Mail alias
pt: Pseudónimo de correio

source: Create
pt: Criar

source: No quota
pt: Sem quota

source: Default quota
pt: Quota por omissão

source: Custom quota
pt: Quota personalizada

source: Quota type
pt: Tipo de quota

source: Maximum mailbox size in MB
pt: Tamanho máximo da conta de e-mail em MB

source: Modify
pt: Modificar

source: Create mail account
pt: Criar conta de correio

source: Account name
pt: Nome da conta

source: Domain name
pt: Nome do dominio

source: Maildir size
pt: Tamanho do directório Maildir

source: The following settings only will take effect when the mail module is enabled
pt: As definições seguintes só são efectivas quando o módulo de correio está activado

source: Mail alias settings
pt: Definições do pseudónimo do grupo

source: There are no users in the group or the users do not have a mail account, so an alias account cannot be created
pt: Não há utilizadores no grupo ou os utilizadores não têm conta de correio, como tal não pode ser criada a conta de correio do grupo

source: Mail account
pt: Conta de correio

source: Click here to create a new mail virtual domain
pt: Clique aqui para criar um novo domínio de correio virtual

source: The virtual domain you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
pt: O domínio virtual que tentou apagar contém dados nos seguintes módulos. Por favor confirme que deseja remover tudo, incluindo os dados correspondentes.
