Repository: zentyal/zentyal
Catalog: client/ebox/po/*.po
Languages: ca, et, fr, ja, nl, pt, pt_br, ro, ru, sv, tr

source: Events summarized graph
ca: Resum diagrama d'esdeveniments
et: Sündmuste kokkuvõttev graafik
pt_br: Gráfico do Sumário de Eventos
ro: Grafic sumar al evenimentelor

source: Events reports
ca: Informes d'errors
et: Sündmuste aruanded
pt_br: Relatórios de Eventos
ro: Rapoarte cu evenimente

source: Events report
ca: Informes d'error
et: Sündmuste aruanne
pt_br: Relatório de eventos
ro: Raport evenimente

source: Password changed
ca: Contrassenya actualitzada
et: Parool muudetud
fr: Mot de passe modifié
ja: パスワードは変更されました
nl: Paswoord veranderd
pt: Palavra-passe mudada
pt_br: Senha alterada
ro: Parola a fost modificată
ru: Пароль изменен
sv: Lösenordet ändrat
tr: Parola değiştirildi

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
ca: S'ha produït un error relacionat amb una plantilla. Això és una errada, informació relevant pot ser trobada als logs.
et: Tekkis malliga seotud sisemine viga. Täpsemat teavet vea kohta leiad logidest.
fr: Une erreur interne liée au modèle s'est produite. Cela est du à un bug, des informations pertinentes peuvent être trouvées dans les logs.
ja: テンプレートに関連した内部エラーが発生しました。これはバグです。関連する情報がログに含まれているかもしれません。
nl: Er is een interne fout m.b.t. een template opgetreden. Dit is een 'bug'. Relevante informatie kan in de logs teruggevonden worden.
pt: Um erro interno ocorreu relacionado com uma template. Isto é devido provavelmente a um erro, pode encontrar mais informações nos logs.
pt_br: Um erro interno relacionado a um template ocorreu. Isto é um BUG, as informações pertinentes podem ser encontradas nos registros.
ro: A apărut o eroare interna cu referire la un sablon. Acesta este un gândac (bug :-), informaţii relevante sunt în jurnal.
ru: Внутренняя ошибка связанная с шаблоном. Доп. информацию, скорее всего, можно найти в журналах.
sv: Ett internt fel relaterat till en mall har inträffat. Det här är ett programfel. Relevant information kan hittas i loggarna.
tr: Dahili bir şablon hatası oluştu. Bu bir hata ve gerekli bilgileri günlük dosyasında bulabilirsiniz.

source: Initial configuration wizard
ca: Assistent per a la configuració inicial
ro: Asistent pentru configurare initială

source: Logs
ca: Registres
et: Logid
fr: Journaux
ja: ログ
ro: Jurnale
ru: Журналы
sv: Loggar
tr: Günlük

source: Query Logs
ca: Consultes de registres
et: Logide vaatamine
pt_br: Consultar Logs
ro: Interogare jurnale
ru: Журнал запросов
sv: Sök i loggar

source: Full Reports
ca: Informes complets
et: Täielikud aruanded
pt_br: Relatório completo
ro: Raport complet

source: Dashboard
ca: Taula de Control
et: Infotahvel
ro: Panou principal
ru: Инструментальная панель
sv: Instrumentpanel

source: Configure Widgets
ca: Configura els Widgets
et: Vidinate seadistamine
pt_br: Configurar Widgets
ro: Configurare Widgets
ru: Настройка виджетов
sv: Konfigurera widgets

source: Saving changes
ca: Guradant els canvis
et: Muudatuste salvestamine
fr: Sauvegarde des modifications
ja: 変更内容を保存
pt_br: Salvando alterações
ro: Salvare modificări
ru: Сохранение изменений
sv: Sparar ändringar

source: There is a script which has asked to run in Zentyal exclusively. Please, wait patiently until it is done
ca: Hi ha un script que ha demanat executar-se exclusivament en Zentyal. Si us plau, espera pacientment fins que s'acabi.
ro: Acesta este un script care a cerut sa ruleze în mod exclusiv în Zentyal. Va rugam asteptati pana termina

source: Incorrect password
ca: Contrasenya incorrecta
et: Vale parool
fr: Mot de passe incorrect.
ja: パスワードが誤っています
nl: Fout Paswoord
pt: Password incorrecta
pt_br: Senha incorreta.
ro: Parolă incorectă
ru: Неверный пароль
sv: Felaktigt lösenord
tr: Geçersiz parola

source: For security reasons your session has expired due to inactivity
ca: Per raons de seguretat, la vostra sessió ha caducat per inactivitat
et: Sinu sessioon on turvakaalutlustel tegevusetuse tõttu aegunud
fr: Votre session a expiré pour raisons de sécurité suite à votre inactivité
ja: セキュリティ上の理由によりあなたのセッションは閉じられました
nl: Om veiligheidsredenen is uw sessie door inactiviteit verlopen
pt: Por razões de segurança a sua sessão expirou devido a inactividade
pt_br: Por razões de Segurança sua sessão foi expirada por inatividade.
ro: Din motive de securitate, sesiunea a expirat datorită inactivităţii
ru: Ваш сеанс закрыт по соображениям безопасности
sv: Av säkerhetsskäl har din session utgått på grund av inaktivitet
tr: Uzun süre etkin olmadığınız ve güvenlik sebebleri yüzünden oturumunuzun süresi bitti

source: You have been logged out because a new session has been opened
ca: Heu sortit perque s'ha iniciat una nova sessió
et: Sind logiti välja, kuna avati uus sessioon
fr: Vous avez été deconnecté de cette session suite à l'ouverture d'une nouvelle
ja: 新しいセッションが開かれたためログアウトされました
nl: Je bent uitgelogd omdat er een nieuwe sessie is geopend
pt: Foi desconectado porque uma nova sessão foi iniciada
pt_br: Você foi desconectado porque outra sessão foi aberta.
ro: Aţi fost de-logat pentru că a fost deschisă o nouă sesiune
ru: Ваш сеанс был закрыт т.к. был открыт новый сеансКогда свободное дисковое пространство в процентах любого раздела меньше этого значения вызывается событие
sv: Du har blivit utloggad på grund av att en ny session har öppnats
tr: Yeni bir oturum açıldığı için yeni bir süreç başlatıldı

source: Module Status Configuration
ca: Configuració de l'estat dels móduls
et: Mooduli oleku seadistamine
pt_br: Configuração de estado do Módulo
ro: Stare configurare module
ru: Конфигурация статуса модуля
sv: Konfiguration av modulernas status

source: Logout
ca: Surt
et: Logi välja
fr: Déconnexion
ja: ログアウト
nl: Uitloggen
pt: Sair
pt_br: Desconectar
ru: Выход
sv: Logga ut
tr: Oturumdan çık

source: General Configuration
ca: Configuració general
et: Üldine seadistamine
pt_br: Configurações Gerais
ro: Configurare generală
ru: Общая конфигурация
sv: Allmän konfiguration

source: Halt or Reboot
ca: Apaga o reinicia
et: Seiskamine või taaskäivitamine
pt_br: Desligar ou Reiniciar
ro: Oprire sau repornire sistem
ru: Выключение или перезагрузка
sv: Stäng av eller starta om

source: Zentyal is going down for halt
ca: Zentyal s'està aturant
ro: Zentyal se va opri

source: Zentyal is going down for reboot
ca: Zentyal s'està reiniciant
ro: Zentyal va reporni

source: Username
ca: Nom d'usuari
ro: Nume utilizator

source: Password
ca: Contrasenya
et: Parool
fr: Mot de passe
ja: パスワード
nl: Paswoord
pt: Palavra-passe
pt_br: Senha
ro: Parola
ru: Пароль
sv: Lösenord
tr: Parola

source: Incorrect password.
ca: Contrasenya incorrecta.
et: Vigane parool.
fr: Mot de passe incorrect.
ja: パスワードが誤っています。
nl: Ongeldig paswoord.
pt: Palavra-passe incorrecta.
pt_br: Senha incorreta.
ro: Parolă incorectă
ru: Неверный пароль.
sv: Felaktigt lösenord.
tr: Geçersiz parola

source: New passwords do not match.
ca: Les contrasenyes noves no coincideixen.
et: Uued paroolid ei kattu.
fr: Les nouveaux mots de passe ne correspondent pas.
ja: 新しいパスワードがマッチしません。
nl: Nieuwe paswoorden komen niet overeen.
pt: Nova palavra-passe não coincide.
pt_br: A nova senha não confere.
ro: Noile parole sunt diferite
ru: Новые пароли не совпадают.
sv: Nya lösenorden stämmer inte överens.
tr: Yeni parolalar uyum sağlamıyor

source: The password must be at least 6 characters long
ca: La contrasenya ha de tenir almenys 6 caràcters
et: Parool peab olema vähemalt 6 märki pikk
fr: Le mot de passe doit comporter un minimum de 6 caractères
ja: パスワードは最低でも6文字必要です
nl: Het nieuwe paswoord moet minstens 6 tekens lang zijn
pt: A palavra-passe deve ter pelo menos 6 caracteres
pt_br: A senha precisa ter no minimo 6 caracteres
ro: Parola trebuie să conţină minim 6 caractere
ru: Пароль должен содержать не менее 6 символов
sv: Lösenordet måste vara minst 6 tecken långt
tr: Parola en az 6 karakter olmak zorunda

source: The password was changed successfully.
ca: S'ha canviat la contrasenya amb èxit.
et: Parool edukalt muudetud.
fr: Le mot de passe a été modifié avec succès
ja: パスワードは変更されました
nl: Het paswoord is succesvol gewijzigd.
pt: A password foi modificada com sucesso
pt_br: A senha foi alterada com sucesso.
ro: Schimbarea parolei a reuşit.
ru: Пароль изменен.
sv: Lösenordet ändrades.
tr: Parola başarılı bir şekilde değiştirildi

source: Configuration Backup
ca: Còpies de seguretat de la configuració
et: Seadistuste varundamine
fr: Configuration des sauvegardes
ja: 設定をバックアップ
nl: Configuratie backup
pt: Backup de configuração
pt_br: Backup da configuração
ro: Configurare Backup
ru: Резервное копирование конфигурации
sv: Säkerhetskopia av konfiguration
tr: Ayarları Yedekleme

source: Please confirm that you want to delete the following backup file:
ca: Confirmeu que voleu eliminar el següent fitxer de còpia de seguretat:
et: Palun kinnita, et oled kindel järgneva varundusfaili kustutamises:
fr: Veuillez confirmer votre intention d'effacer le fichier de sauvegarde suivant :
ja: 次のバックアップファイルを削除するか確認してください:
nl: Bevestig AUB dat je het volgende backup-bestand wil verwijderen:
pt: Confirme se quer apagar o seguinte ficheiro de backup:
pt_br: Por favor, confirme que você quer deletar o seguinte arquivo de backup:
ro: Va rog confirmati stergerea urmatorului fisier de backup:
ru: Пожалуйста подтвердите удаление данного файла резервной копии:
sv: Bekräfta att du vill ta bort följande säkerhetskopia:
tr: Lütfen aşağıdaki yedek dosyalarını silmek istediğinizi onaylayın:

source: Delete
ca: Elimina
et: Kustuta
fr: Effacer
ja: 削除
nl: Verwijderen
pt: Apagar
pt_br: Apagar
ro: Ştergere
ru: Удалить
sv: Ta bort
tr: Sil

source: Please confirm that you want to restore using this backup file:
ca: Confirmeu que voleu restaurar la configuració des d'aquest fitxer de còpia de seguretat:
et: Palun kinnita, et oled järgneva varundusfaili põhjal taastamise läbiviimises kindel:
fr: Veuillez confirmer votre intention de restaurer la configuration à partir de ce fichier de sauvegarde :
ja: 次のバックアップファイルからリストアするか確認してください:
nl: Bevestig AUB dat je de bestanden van dit backup bestand wenst te herstellen:
pt: Confirme se quer restaurar utilizando este ficheiro de backup:
pt_br: Por favor, confirme que você quer restaurar a configuração desse arquivo de backup.
ro: Va rog confirmati ca doriti sa restaurati utilizand acest fisier de backup:
ru: Пожалуйста подтвердите восстановление из данного бэкап-файла:
sv: Bekräfta att du vill återskapa med den här säkerhetskopian:
tr: Yedekten geri yüklemek istediğiniz dosya(emin olun):

source: Restore
ca: Restaura
et: Taasta
fr: Restaurer
ja: リストア
nl: Herstellen
pt: Restaurar
pt_br: Restaurar
ro: Restaurare
ru: Восстановить
sv: Återskapa
tr: Geri yükleme

source: The input contains invalid characters
ca: L'entrada conté caràcters invàlids
et: Sisendis on sobimatud märgid
fr: L'entrée contient des caractères invalides
ja: 入力は無効な文字を含んでいます
nl: De ingegeven tekst bevat ongeldige tekens
pt: Contém caracteres inválidos
pt_br: A entrada contém caracteres inválidos
ro: Informatia introdusa contine caractere invalide
ru: Ввод содержит неверные символы
sv: Inmatningen innehåller ogiltiga tecken
tr: Girilen veri geçersiz karakter içeriyor

source: Configuration backup
ca: Còpies de seguretat de la configuració
et: Seadistuste varundamine
fr: Configuration des sauvegardes
ja: 設定のバックアップ
nl: Configuratie backup
pt: Backup das configurações
pt_br: Configuração de backup
ro: Configurare Backup
ru: Бэкап настроек
sv: Säkerhetskopia av konfiguration
tr: Ayarlarımı yedekle

source: Full data and configuration backup
ca: Llista de còpies de seguretat de la configuració
et: Kõikide andmete ja seadistuste varundamine
fr: Configuration des sauvegardes et données complètes
ja: 全データと設定のバックアップ
nl: Volledige backup van gegevens en configuratie
pt: Backup das configurações e de todos os dados
pt_br: Backup das configurações e de todos os dados
ro: Backup complet, date si configuratie
ru: Полная резервная копия данных и настроек
sv: Säkerhetskopia av fullständigt data och konfiguration
tr: Tüm verileri ve ayarlarımı yedekle

source: Bug-report configuration dump
ca: Restaura la configuració
et: Veaaruande seadistuste tõmmis
fr: Configuration du rapport de bug
ja: バグ報告設定のダンプ
nl: Fout-rapport configuratie dump
pt_br: Configuração de despejo do bug-report
ro: Configurare varsare raport-eroare
ru: Хранилище настроек отчетов об ошибках
sv: Dump av konfiguration för felrapport
tr: Hata raporlama ayar bilgisi

source: module name
ca: Nom del servidor
et: mooduli nimetus
fr: Nom du module
ja: モジュール名
nl: naam module
pt: Nome do módulo
pt_br: nome do módulo
ro: nume modul
ru: название модуля
sv: modulnamn
tr: Modul ismi

source: The module was restarted correctly.
ca: El mòdul s'ha reiniciat correctament.
et: Moodul taaskäivitus korrektselt.
fr: Le module a redémarré correctement
ja: モジュールは正しく再起動されました。
nl: De module is correct herstart.
pt: O módulo foi reiniciado com sucesso
pt_br: O módulo foi reiniciado corretamente.
ro: Modulul a fost repornit corect.
ru: Модуль был корректно перезапущен.
sv: Modulen startades om korrekt.
tr: Modul başarılı bir şekilde tekrar başlatıldı

source: hostname
ca: Nom de l'amfitrió
ro: Nume gazda

source: Upgrading
ca: Actualitzant
et: Uuendamine
fr: Mise-à-jour
ja: アップグレード中
pt: Actualizando
pt_br: Atualizando
ro: Actualizare
ru: Модернизация
sv: Uppgraderar

source: Unknown backup mode: {mode}
ca: Mode de backup desconegut: {mode}
et: Tundmatu varundamisrežiim: {mode}
fr: Type de sauvegarde inconnue : {mode}
ja: 不明なバックアップモード: {mode}
nl: Ongekende backup mode: {mode}
pt: Modo desconhecido de cópia de segurança: {mode}
pt_br: Modo Desconhecido de Backup: {mode}
ro: Mod necunoscut de backup: {mode}
ru: Неизвестный режим резервной копии: {mode}
sv: Okänt läge för säkerhetskopiering: {mode}
tr: Yedekleme modusu bilinmiyor: {mode}

source: Unknown restore mode: {mode}
ca: Mode de recuperació desconegut: {mode}
et: Tundmatu taastamisrežiim: {mode}
fr: Mode de restauration inconnu : {mode}
ja: 不明な修復モード: {mode}
nl: Ongekende herstel mode: {mode}
pt: Modo de restauração desconhecido: {mode}
pt_br: Modo desconhecido de restauração: {mode}
ro: Mod necunoscut de restaurare {mode}
ru: Неизвестный режим восстановления: {mode}
sv: Okänt läge för återskapning: {mode}
tr: {mode} modu bilinmeyen bir kurturtma modudur

source: Backing up
ca: Fent la còpia de seguretat
et: Varundamine
fr: Sauvegarde
ja: バックアップ中
pt: A executar o backup
pt_br: Realizando backup
ro: Efectuare Backup
ru: Резервное копирование
sv: Säkerhetskopierar

source: Backing up modules
ca: Fent la còpia de seguretat dels mòduls
et: Moodulite varundamine
fr: Sauvegarde des modules
ja: モジュールをバックアップ中
pt: Criar backup dos módulos
pt_br: Restaurando módulos
ro: Arhivarea modulelor
ru: Резервное копирование модулей
sv: Säkerhetskopierar moduler

source: Operation
ca: Operació
et: Operatsioon
fr: Opération
ja: 処理
pt: Operação
pt_br: Operação
ro: Operaţiune
ru: Операция
sv: Modifiering

source: operations left to finish backup
ca: Operacions que resten per acabar la còpia
et: varundamise lõpuni jäänud operatsioone
fr: Opérations restantes pour terminer la sauvegarde
ja: バックアップ完了までの残りの処理
pt: Operações restantes para finalizar o backup
pt_br: Tempo restante para finalizar o backup
ro: operaţii până la terminarea back-up-ului
ru: операции отложены до завершения резервного копирования
sv: Modifieringar kvar för att slutföra säkerhetskopiering

source: Backup successful
ca: Còpia de seguretat
et: Varundamine edukalt lõpetatud
fr: Sauvegarde réussie
ja: バックアップ完了
pt: Backup com sucesso
pt_br: Backup concluido com sucesso
ro: Back-up reuşit
ru: Резервное копирование успешно завершено
sv: Säkerhetskopiering lyckad

source: Restoring backup
ca: Restaurant la còpia de seguretat
et: Taastamine varundusest
fr: Restauration à partir de la sauvegarde
ja: バックアップからリストアしています
pt: Restaurar backup
pt_br: Restaurando backup
ro: Restaurare back-up
ru: Восстановление из резервной копии
sv: Återskapar från säkerhetskopia

source: Restoring modules
ca: Restaurant els moduls
et: Moodulite taastamine
fr: Restauration des modules
ja: バックアップからモジュールをリストアしています
pt: Restaurar módulos
pt_br: Restaurando módulos
ro: Restaurare module
ru: Модуль восстановления
sv: Återskapar moduler

source: Module
ca: Módul
et: Moodul
ja: モジュール
pt: Módulo
pt_br: Módulos
ru: Модуль
sv: Modul
tr: Moduller

source: modules restored
ca: Móduls restaurats
ro: module restaurare

source: Restore successful
ca: Restauració satisfactòria
et: Taastamine edukalt lõpetatud
fr: Restauration réussie
ja: リストア完了
pt: Restauro efectuado com sucesso
pt_br: Restauração concluída com sucesso
ro: Restaurare reuşită
ru: Восстановление успешно
sv: Återskapning lyckad

source: Configuration report
ca: Informe de configuració
et: Seadistuste aruanne
ro: Raport de configurare

source: Disk Usage
ca: Ús de disc
et: Kettakasutus
fr: Utilisation du disque
ja: ディスクの状況
pt: Utilização do disco
pt_br: Uso de disco
ro: Utilizare discuri
ru: Использование диска
sv: Diskanvändning

source: Save configuration
ca: Desa la configuració
et: Seadistuste salvestamine
fr: Sauver la configuration
ja: 設定を保存
nl: Configuratie opslaan
pt: Guardar configuração
pt_br: Salvar a configuração
ro: Înregistrare configuraţie
ru: Сохранить настройки
sv: Spara konfiguration
tr: Ayarları kaydet

source: Saving changes in modules
ca: Guardant canvis en mòduls
et: Muudatuste salvestamine moodulites
fr: Sauvegarde des modifications aux modules
ja: モジュール変更内容を保存
pt_br: Salvando alterações em módulos
ro: Salvare module modificate
ru: Сохранение изменений в модулях
sv: Sparar ändringar i moduler

source: Current operation
ca: Operació actual
et: Toimuv operatsioon
fr: Opération en cours
ja: 現在の処理
pt: Operação actual
pt_br: Operação atual
ro: Operaţiunea curentă
ru: Текущая операция
sv: Aktuellt åtgärd

source: operations performed
ca: Operacions realitzades
et: sooritatud operatsioone
ja: 実行中の処理
pt_br: operações realizadas
ro: operaţiuni efectuate
ru: выполненные операции
sv: Utförda åtgärder

source: Changes saved
ca: Cambis guardats
et: Muudatused salvestatud
fr: Modifications sauvegardées
ja: 保存された変更
pt_br: Alterações salvas
ro: Modificările au fost înregistrate
ru: Изменения сохранены
sv: Sparade ändringar

source: Some modules reported error when saving changes . More information on the logs in {dir}
ca: Alguns móduls han informat d'un errror quan es guardaven els canvis. Mes informació al log a {dir}
et: Mõned moodulid teavitasid salvestamise käigus tekkinud vigadest. Rohkema informatsiooni saamiseks vaata logisid: {dir}
fr: Quelques modules ont reporté des erreurs lors de la sauvegarde . Plus d'informations sont disponibles dans les rapports d'événements sous {dir}
ja: 変更内容を保存する際に、いくつかのモジュールがエラーを報告しました。詳細は{dir}のログに記録されています
pt_br: Alguns módulos relataram erros ao salvar as alterações. Mais informações sobre os logs em {dir}
ro: Unele module au raportat erori cand salvau date. Mai multe detalii in {dir}
ru: Некоторые модули сообщили об ошибках при сохранении. Больше информации можно узнать из журналов {dir}
sv: Några moduler rapporterade fel när ändringarna sparades. Mer information finns i loggarna i {dir}

source: Revoking changes
ca: Descartant els canvis
et: Muudatuste tühistamine
fr: Annulation des modifications
ja: 変更を破棄
pt_br: Revogando alterações
ro: Anulare modificări
ru: Отмена изменений
sv: Upphäver ändringar

source: Revoking changes in modules
ca: Descartant els canvis en els mòduls
et: Muudatuste tühistamine moodulites
fr: Annulation des modifications aux modules
ja: モジュールの変更を破棄
pt_br: Revogando alterações nos módulos
ro: Anulare modificări la module
ru: Отмена изменений в модулях
sv: Upphäver ändringar i moduler

source: Current module
ca: Mòdul actual
et: Aktiivne moodul
fr: Module actuel
ja: 現在のモジュール
pt_br: Módulo atual
ro: Modul curent
ru: Текущий модуль
sv: Aktuell modul

source: modules revoked
ca: Mòduls revocats
et: moodulid tühistatud
fr: les modules ont été retirés
ja: 破棄されたモジュール
pt_br: Módulos revogados
ro: Module revocate
ru: модули отозваны
sv: moduler upphävda

source: Changes revoked
ca: Canvis revocats
et: Muudatused tühistatud
fr: Les modifications ont été retirée
ja: 破棄された変更
pt_br: Alterações revogadas
ro: Modificări revocate
ru: Изменения отозваны
sv: Ändringar upphävda

source: Some modules reported error when discarding changes . More information on the logs in {dir}
ca: Alguns mòduls han informat un error quan es descartaven els canvis. Més informació al directori de logs {dir}
et: Mõningad moodulid teavitasid muudatuste eemaldamise käigus veast. Rohkema informatsiooni saamiseks vaata logisid siit: {dir}
fr: Quelques modules ont reporté des erreurs lors de l'annulation des changements . Plus d'informations sont disponibles dans les rapports d'événements sous {dir}
ja: 変更を取り消す際に、いくつかのモジュールがエラーを報告しました。詳細な情報は{dir}のログに記録されています
pt_br: Alguns módulos relataram erros quando descartando as alterações. Mais informações sobre os logs em {dir}
ro: Unele module au raportat erori cand au anulat modificarile. Mai multe detalii in {dir}
ru: Некоторые модули сообщили об ошибках при отмене изменений. Больше информации вы найдете в журналах {dir}
sv: Några moduler rapporterade fel när de förkastade ändringar Mer information finns i loggarna i {dir}

source: Check if any event has happened in RAID subsystem
ca: Comprovar si hi ha algún esdeveniment en el subsistema RAID
et: Kontrolli, kas RAID alamsüsteemis on toimunud mingi sündmus
fr: Vérifie si un évènement est survenu dans le sous-système RAID
ja: RAIDサブシステムに何か起きていないか確認してください
pt: Verifique se algum evento ocorreu no sub-sistema RAID
pt_br: Verifica se algum evento ocorreu no subsistema RAID
ro: Verifica daca s-a produs vreun eveniment in subsistemul RAID
ru: Проверьте события подсистемы RAID
sv: Kontrollera om något har hänt i RAID systemet

source: New array RAID device {devName} information:
ca: Informació nova d'un dispositiu RAID {devName} :
et: Uue RAID massiivi seadme {devName} informatsioon:
fr: Nouvelle information de périphérique RAID {devName}
ja: 新しいRAIDデバイス {devName} の情報:
pt: Novo array RAID, informação do dispositivo {devName}:
pt_br: Informações do novo dispositivo RAID {devName}:
ro: Informatii despre noua matrice RAID {devName}:
ru: Новое устройство массив RAID device {devName} информация:
sv: Ny RAID array enhet {devName} information:

source: State: {state}
ca: Estat: {state}
et: Olek: {state}
fr: Statut : {state}
ja: 状態: {state}
pt: Estado: {state}
pt_br: Estado : {state}
ro: Stare: {state}
ru: Состояние: {state}
sv: Tillstånd: {state}

source: Type: {type}
ca: Tipus : {type}
et: Tüüp: {type}
ja: タイプ: {type}
pt: Tipo: {type}
pt_br: Tipo: {type}
ro: Tip: {type}
ru: Тип: {type}
sv: Typ: {type}

source: Active devices needed: {nb}
ca: Dispositius actius necessaris: {nb}
et: Vajaminevad aktiivsed seadmed: {nb}
fr: Périphériques actifs requis : {nb}
ja: 動作中のデバイスが必要です: {nb}
pt: Dispositivos activos necessários: {nb}
pt_br: Dispositivos ativos necessários: {nb}
ro: Dispozitive active necesare: {nb}
ru: Активным устройствам необходимо: {nb}
sv: Aktiva enheter som behövs: {nb}

source: Active devices: {nb}
ca: Dispositius actius: {nb}
et: Aktiivsed seadmed: {nb}
fr: Périphériques actifs : {nb}
ja: 動作中のデバイス: {nb}
pt: Dispositivos activos: {nb}
pt_br: Dispositivos Ativos: {nb}
ro: Dispozitive active: {nb}
ru: Активные устройства: {nb}
sv: Aktiva enheter: {nb}

source: Operation in progress: {operation}
ca: Operació en progres: {operation}
et: Töös on operatsioon: {operation}
fr: Opérations en cours : {operation}
ja: 進行中の処理: {operation}
pt: Operação em progresso: {operation}
pt_br: Operação em progresso: {operation}
ro: Operaţiune în progres: {operation}
ru: Операция продолжается: {operation}
sv: Ingrepp under åtgärd: {operation}
