Repository: zentyal/zentyal
Catalog: client/ebox/po/*.po
Languages: ca, et, fr, ja, nl, pt, pt_br, ro, ru, sv, tr

source: {media } is a unsupported media type
nl: {media } is van een niet ondersteund type
tr: {media} desteklenen bir medya türü değil

source: {device} cannot be found
nl: {device} kan niet gevonden worden
tr: {device} bulunamıyor

source: {device} is mounted. Please, remove the disk
nl: {device} is geladen. Verwijder de schijf AUB
tr: {device} bağlandı. Lütfen CD/DVD yi çıkartın

source: Device {dev} cannot write media of type {media}
nl: Toestel {dev} kan niet schijven op {media} schijven
tr: {dev} aygıtı {media} türü üzerine yazamıyor

source: The media has not sufficient capabilty for the data
nl: De media heeft niet genoeg capaciteit voor de gegevens
tr: Medya'nın yeteri kadar kapasitesi yok

source: No blanking method for {media} defined. Cannot erase it
nl: Geen wis-methode voor {media} gedefinieerd. Kan niet wissen
tr: {media} için herhangi bir silme metodo belirlenmedi. Silinemiyor

source: This system need {program} installed to perform the requested action. Please install it and retry
nl: Het systeem vereist de installatie van {program} om de gevraagde actie uit te voeren. Gelieve te installeren en opnieuw te proberen.
tr: Gerekli olan işlemi gerçekleştirmek için {program} kurulu olması gerekiyor. Lütfen kurduktan sonra tekrar deneyin.

source: Unable to recognize the mounted DVD media
nl: Kan de geladen DVD media niet herkennen
tr: Takılı DVD okunamıyor

source: Unable to recognize the mounted CD media
nl: Kan de geladen CD media niet herkennen
tr: Takılı CD okunamıyor

source: You must set the httpd_serverroot variable in the ebox configuration file
nl: Je moet de httpd_serverroot variabele in het eBox configuratie bestand aanpassen.
tr: httpd_serverroot değişkenini ebox ayar dosyasında tanımlamanız gerekiyor.

source: You must set the httpd_init variable in the ebox configuration file
nl: Je moet de httpd_init variabele in het eBox configuratie bestand aanpassen.
tr: httpd_init değişkenini ebox ayar dosyasında tanımlamanız gerekiyor.

source: The httpd_init script you configured is not executable.
nl: Het httpd_init bestand dat je geconfigureerd hebt is niet uitvoerbaar.
tr: Tanımladığınız httpd_init betiği çalıştırılabilir bir betik değil.

source: Field {field} does not exist
nl: Veld {field} bestaat niet
tr: {field} alanı mevcut değil.

source: Welcome to eBox
nl: Welkom bij eBox
tr: eBox'a hoşgeldizin

source: eBox was already initialized
nl: Ebox is reeds geïnitialiseerd
tr: eBox önceden hazırlandı

source: Set password
nl: Paswoord instellen
tr: Parolayı ayarla

source: Default password was already changed
nl: Het standaard paswoord is reeds gewijzigd
tr: Varsayılan parola öncede değiştirildi

source: New passwords do not match
nl: Nieuwe paswoorden komen niet overeen
tr: Yeni parola uyum sağşamıyor

source: Backup done
nl: Backup klaar
tr: Yedekleme tamamlandı

source: Backup was written to CD/DVD disk
nl: Backup is naar CD/DVD geschreven
tr: Yedekleme CD/DVD 'ye başarılı bir şekilde aktarıldı

source: Full backup restored succesfully. You should now review your configuration and save it if you want to keep it.
tr: Yedek'ten geri yükleme başarıyla tamamlamıştır. Ayarlarınızı tekrar gözden geçirip kaydedebilirsiniz.

source: Configuration restored succesfully, you should now review it and save it if you want to keep it.
tr: Ayarlarınızı başarıyla geri yüklenmiştir. Tekrar gözden geçirip kaydedebilirsiniz.

source: Unable to find a correct backup disk. Please insert a backup disk and retry
nl: Kan geen juiste backup schijf vinden. PLaats een backup schijf en probeer opnieuw
tr: Düzgün bir yedek diski bulunamıyor. Yeni bir yedek diski girin ve tekrar deneyin

source: Please confirm that you want to restore using this backup disk:
nl: Bevestig AUB dat je de bestanden van deze backup schijf wenst te herstellen:
tr: Yedekten geri yüklemek istediğiniz disk(emin olun):

source: Please confirm that you want to write this backup file to a CD or DVD disk:
nl: Bevestig UAB dat je dit backup bestand naar CD of DVD wil schrijven:
tr: Lütfen yedekleme işlemini CD veya DVD de gerçekleştirmek istesdiğinizi onaylayın:

source: Write to disk
nl: Naar schijf schrijven
tr: Diske yazdır

source: Use default values
nl: Standaard waarden gebruiken
tr: Öntanımlı değerleri kullan

source: Backups will be stored in eBox and then you will be able to download them to your hard disk or write them into CD/DVD disks. Anyway, you can later copy back stored backup
nl: Backups worden bewaard in eBox waarna je ze kan naar je harde schijf kan laden of op CD/DVD schrijven. Al deze backups kunnen later terug geplaatst worden
tr: Yedekleme eBox sisteminizde kaydedilir. Sonra kendi sabit diskinize kaydedebilirsiniz veya isterseniz CD/DVD aygıtınız ile yazdırabilirsiniz. İsterseniz kopyalama işlemini daha sonrada yapabilirsiniz.

source: 'Backup to CD/DVD disk' is disabled, because eBox could not find any recorder drive
nl: 'Backup naar CD/DVD schijf' is uitgeschakeld opdat eBox geen recorder drive gevonden heeft.
tr: 'CD/DVD cihazına kaydet' seçeneği etkisiz durumda. Çünkü herhangi bir cihaz bulunamadı

source: Back up to hard disk
nl: Backup naar harde schijf
tr: Sabit diske kaydet

source: Back up to CD/DVD disk
nl: Backup naar CD/DVD schijf
tr: CD/DVD cihazına kaydet

source: You can upload a backup file from your computer. When uploading
tr: Bilgisayarınızda bulunan bir yedekleme dosyasını kullanabilirsiniz/yükleyebilirsiniz

source: Restore backup from disk
nl: Herstellen van op schijf
tr: Sabit diskten geri yükleme

source: You can restore from a backup disk. Please insert the disk before clicking the button
nl: Je kan herstellen van op een backup schijf. Gelieve een schijf in te voeren alvborens op de knop te drukken.
tr: Yedekleme diskinden geri yükleme işlemi yapabilirsiniz. Lütfen diskinizi takın ve sonra işleme devam edin

source: 'Restore backup from CD/DVD disk' is disabled, because eBox could not find any reader drive
nl: 'Herstellen van op CD/DVD schijf' is uitgeschakeld opdat eBox geen reader drive gevonden heeft.
tr: 'CD/DVD cihazından geri yükle' seçeneği etkisiz durumda. Çünkü eBox sistemi bir cihaz bulamadı

source: Restore from disk
nl: Herstellen van op schijf
tr: Diskten geri yükle

source: 'Write backup to CD/DVD disk' is disabled, because eBox could not find any recorder drive
nl: 'Backup naar CD/DVD schijf schrijven' is uitgeschakeld opdat eBox geen recorder drive gevonden heeft.
tr: 'Yedeklemeyi CD/DVD cihazına yazdır' seçeneği etkisiz durumda. Çünkü ebox sistemi bir yazıcı cihaz bulamadı.

source: Write backup to CD/DVD disk
nl: Backup op CD/DVD schrijven
tr: Yedekeleme dosyasını CD/DVD cihazına yazdır

source: write into disk
nl: naar harde schijf schrijven
tr: Diske yazdır

source: write into disk (disabled)
nl: naar harde schijf schrijven (uitgeschakeld)
tr: Diske yazdır (etkisiz)

source: Page
tr: sayfa

source: Select available logs
nl: Selecteer beschikbare logs
tr: Mevcut günlükleri seçin

source: {ebox} created by {warp} in collaboration with {dbs}
nl: {ebox} gemaakt door {warp} in samenwerking met {dbs}
tr: {ebox} sistemi {warp} tarafından {dbs} yardımları ile oluşturulmuştur

source: Created by <a href='http://www.warp.es'>Warp Networks</a> in collaboration with <a href='http://www.dbs.es'>DBS Servicios Informaticos</a>
nl: Gemaakt door <a href='http://www.warp.es'>Warp Networks</a> in samenwerking met <a href='http://www.dbs.es'>DBS Servicios Informaticos</a>
