Repository: zentyal/zentyal
Catalog: client/ebox/po/*.po
Languages: ca, et, fr, ja, nl, pt, pt_br, ro, ru, sv, tr

source: Last hour logs will be showed when selecting a component
ca: Els logs de la última hora seràn mostrats quan es seleccioni un component
et: Viimaste tundide logisid näidatakse siis, kui valitud on komponent
fr: Les logs de la dernière heure seront affichés lors de la sélection d'un composant
ja: 直近のログはコンポーネントを選択したときに表示されます
nl: Logs van de laatste uren worden getoond als er een component wordt geselecteerd.
pt: Ao seleccionar um componente, será mostrado o log da última hora
pt_br: Os logs da última hora serão mostrados ao selecionar um componente
ro: Jurnelele ultimei ore vor fi afisate cand selectati o componenta
ru: Журнал за последний час будет показан при выборе компонента
sv: Loggar för senaste timmarna kommer att visas när en komponent väljs
tr: Son bir saat içindeki günlük gösterilecek

source: Select available full reports
ca: Seleccioni informes disponibles
et: Vali täielik aruanne
pt_br: Selecione os relatórios completos disponíveis
ro: Selectati rapoarte complete disponibile
ru: Выберите доступные полные отчеты
sv: Välj tillgängliga rapporter

source: View
ca: Vista
et: Vaade
fr: Visualiser
ja: 表示
nl: Bekijken
pt: Ver
pt_br: Exibir
ro: Vizualizare
ru: Показать
sv: Visa
tr: Göster

source: Custom query
ca: Consulta personalitzada
et: Kohandatud päring
fr: Requête personnalisée
ja: カスタムクエリ
nl: Eigen selectie
pt: Definir consulta
pt_br: Consulta personalizada
ro: Interogare particularizata
ru: Особый запрос
sv: Anpassad fråga
tr: Özel sorgulama

source: From date:
ca: Data desde:
et: Alates kuupäevast:
fr: De la date :
ja: 次の日から:
nl: Van datum:
pt: A partir da data:
pt_br: A partir da data:
ro: De la data:
ru: С даты:
sv: Från datum:
tr: Bu tarihten itibaren

source: January
ca: Gener
et: Jaanuar
fr: Janvier
ja: 1月
nl: Januari
pt: Janeiro
pt_br: Janeiro
ro: Ianuarie
ru: Январь
sv: Januari
tr: Ocak

source: February
ca: Febrer
et: Veebruar
fr: Février
ja: 2月
nl: Februari
pt: Fevereiro
pt_br: Fevereiro
ro: Februarie
ru: Февраль
sv: Februari
tr: Şubat

source: March
ca: Març
et: Märts
fr: Mars
ja: 3月
nl: Maart
pt: Março
pt_br: Março
ro: Martie
ru: Март
sv: Mars
tr: Mart

source: April
ca: Abril
et: Aprill
fr: Avril
ja: 4月
pt: Abril
pt_br: Abril
ro: Aprilie
ru: Апрель
tr: Nisan

source: May
ca: Maig
et: Mai
fr: Mai
ja: 5月
nl: Mei
pt: Maio
pt_br: Maio
ro: Mai
ru: Май
sv: Maj
tr: Mayıs

source: June
ca: Juny
et: Juuni
fr: Juin
ja: 6月
nl: Juni
pt: Junho
pt_br: Junho
ro: Iunie
ru: Июнь
sv: Juni
tr: Haziran

source: July
ca: Juliol
et: Juuli
fr: Juillet
ja: 7月
nl: Juli
pt: Julho
pt_br: Julho
ro: Iulie
ru: Июль
sv: Juli
tr: Temmuz

source: August
ca: Agost
fr: Août
ja: 8月
nl: Augustus
pt: Agosto
pt_br: Agosto
ru: Август
sv: Augusti
tr: Ağustos

source: September
ca: Setembre
fr: Septembre
ja: 9月
pt: Setembro
pt_br: Setembro
ro: Septembrie
ru: Сентябрь
tr: Eylül

source: October
ca: Octubre
et: Oktoober
fr: Octobre
ja: 10月
pt: Outubro
pt_br: Outubro
ro: Octombrie
ru: Октябрь
sv: Oktober
tr: Ekim

source: November
ca: Novembre
fr: Novembre
ja: 11月
pt: Novembro
pt_br: Novembro
ro: Noiembrie
ru: Ноябрь
tr: Kasım

source: December
ca: Desembre
et: Detsember
fr: Décembre
ja: 12月
pt: Dezembro
pt_br: Dezembro
ro: Decembrie
ru: Декабрь
tr: Aralık

source: Refresh logs
ca: Actualitza logs
et: Logide värskendamine
pt_br: Atualizar registros
ro: Actualizare jurnale
ru: Обновить журналы
sv: Förnya loggar

source: To date:
ca: a la Data:
et: Kuni kuupäevani:
fr: à la date :
ja: 次の日まで:
nl: Tot datum:
pt: Até à data:
pt_br: Até a data:
ro: La data:
ru: До даты:
sv: Till datum:
tr: Bu tarihe kadar:

source: Search
ca: Cerca
et: Otsing
fr: Recherche
ja: 検索
nl: Zoeken
pt: Procurar
pt_br: Pesquisar
ro: Caută
ru: Поиск
sv: Sök
tr: Arama

source: Save as event
ca: Guarda com esdeveniment
et: Salvesta sündmusena
fr: Sauver en tant qu'évènement
ja: イベントとして保存
pt: Guardar como evento
pt_br: Salvar como evento
ro: Înregistrează ca eveniment
ru: Записать, как событие
sv: Spara som händelse

source: No logs matching current criterion
ca: No hi ha logs que coincideixin amb el criteri actual
et: Sellise kriteeriumiga sobivaid logisid ei leitud
fr: Aucun journal correspondant à vos critères
ja: マッチするログはありません
nl: Geen logs voldoen aan huidige criteria
pt: Nenhum log satisfaz o critério
pt_br: Nenhum registro satisfaz o critério atual
ro: Nu exista jurnale care se potrivesc criteriului curent
ru: Нет журналов удовлетворяющих данный критерий
sv: Inga loggar matchade aktuellt kriteria
tr: Verilen kriterlere uyan bir günlük bulunamadı

source: There are no logs for this domain
ca: No hi ha canvis sense desar.
et: Selles domeenis logid puuduvad
fr: Il n'y a aucun enregistrement pour ce domaine
ja: このドメインのログはありません
pt: Não existem logs para este domínio
pt_br: Não existem registros para este domínio
ro: Nu exista jurnale pentru acest domeniu
ru: Нет журналов для этого домена
sv: Det finns inga loggar för denna domän

source: first
ca: primer
et: esimene
fr: Premier
ja: 最初
nl: eerste
pt: primeiro
pt_br: primeiro
ro: primul
ru: первая
sv: första
tr: birinci

source: prev
ca: anterior
et: eelmine
fr: Précédent
ja: 前
nl: vorige
pt: anterior
pt_br: anterior
ro: anterior
ru: предыдущая
sv: föreg
tr: önceki

source: next
ca: següent
et: järgmine
fr: Suivant
ja: 次
nl: volgende
pt: próximo
pt_br: próximo
ro: următor
ru: следующая
sv: nästa
tr: sonraki

source: last
ca: últim
et: viimane
fr: Dernier
ja: 最後
nl: laatste
pt: último
pt_br: último
ro: ultim
ru: последняя
sv: sista
tr: sonuncu

source: The following modules have unsaved changes but are <b>disabled</b>. If you need to enable them go to {openref}Module Status{closeref}.
ca: Els móduls següents tenen canvis no desats però estan <b>deshabilitats</b>. Si necessites habilitar-los aleshores ves a {openref}Estat del mòdul{closeref}.
et: Järgnevates <b>keelatud</b> moodulites on salvestamata muudatusi. Mooduli lubamiseks, liigu menüüs leheküljele {openref}Mooduli olek{closeref}.
pt_br: Os seguintes módulos tem alterações que não foram salvas mas estão <b>desabilitados</b>. Se você precisar habilitá-los, então vá para os {openref}Status dos Módulos{closeref}.
ro: Următoarele module au modificări neînregistrate dar sunt <b>dezactivate</b>. Dacă doriţi activarea lor mergeţi la {openref}Stare module{closeref}.

source: There are unsaved changes in one or more modules, you can save or discard those changes.
ca: Hi ha canvis no desats en un o més dels vostres mòduls. Podeu desar o descartar aquests canvis.
et: Ühes või mitmes moodulis on salvestamata muudatusi, sa võid need muudatused salvestada või neist loobuda.
fr: Certaines modifications dans un ou plusieurs modules n'ont pas été sauvées. Vous pouvez les sauver ou les annuler.
ja: 1つ以上のモジュールで保存されていない変更があります。変更は保存するか破棄することができます。
nl: Er zijn één of meerdere niet opgeslagen modules, je kan ze opslaan of de wijzigeingen negeren.
pt: Existem alteração não gravadas num ou mais módulos, pode guardá-las ou descartá-las.
pt_br: Existem configurações não salvas em um ou mais módulos, você pode salvar ou descartar essas mudanças.
ro: Există modificări neînregistrate în unul sau mai multe module. Puteţi înregistra sau renunţa la aceste modificări.
ru: Есть несохраненные изменения в одном или нескольких модулях. Вы можете сохранить или отменить эти изменения.
sv: Det finns osparade ändringar i en eller flera moduler. Du kan spara eller förkasta dessa ändringar.
tr: Bir veya birden fazla modul üzerinde kaydolmamış değişiklikler mevcut. Kaydolsun mu yoksa vazmı geçmek istersiniz?

source: If you made changes to the network interfaces or the administration port, you may need to manually rewrite the url in order to access this administration interface again.
ca: Si heu fet canvis a les interfícies de xarxa o al port d'administració, és possible que necessiteu reescriure la url per a poder accedir a aquesta interfície d'administració una altra vegada.
et: Kui muutsid administreerimise porti või võrguliideste seadistusi, pead uuesti administreerimise liidesesse sisenemiseks kirjutama URLi käsitsi.
fr: Si vous avez effectué des modifications sur les interfaces réseau ou le port d'administration, vous pouvez avoir à réécrire manuellement l'URL afin de pouvoir accéder à nouveau à cette interface d'administration.
ja: ネットワークインタフェースや管理するポートに変更を加えた場合、管理インタフェースにアクセスするURLを手動で変更する必要があるかもしれません。
nl: Bij wijzigingen aan de netwerk instellingen of de administratie poort kan het zijn dat je de url handmatig moet invoeren om terug met de administatie pagina verbinding te kunnen maken.
pt: Fez alterações aos interfaces de rede ou à porta de administração, pode ter de alterar manualmente a url de modo a aceder ao interface de administração novamente.
pt_br: Se você fez mudanças nas interfaces de rede ou na porta de administração, você precisa reescrever manualmente a url para acessar essa interface de administração novamente.
ro: Dacă aţi modificat interfaţa de reţea sau portul de administrare, va trebui să modificaţi manual url-ul în fereastra browser-ului dvs. pentru a accesa din nou această interfaţă de administrare.
ru: Если Вы изменили настройки сетевых интерфейсов или административных портов, Вам придется вручную перезаписать URL в строке адреса что б попасть в интерфейс администратора снова.
sv: Om du gjort ändringar i nätverksgränssnitten eller administrationsporten kan du manuellt behöva skriva om url:en för att komma åt administrationsgränssnitten igen.
tr: Bir ağ kartında veya yönetici portunda bir değişiklik yaptıysanız, yönetici penceresine tekrardan ulaşmak için URL adresini tekrardan kendiniz girmeniz gereklidir.

source: Save
ca: Desa
et: Salvesta
fr: Sauver
ja: 保存
nl: Opslaan
pt: Guardar
pt_br: Salvar
ro: Înregistrare modificări
ru: Сохранить
sv: Spara
tr: Kaydet

source: Discard changes
ca: Descarta els canvis
et: Loobu muudatustest
fr: Annuler les modifications
ja: 変更を破棄
nl: Wijzigingen negeren
pt: Descartar alterações
pt_br: Descartar alterações
ro: Renunţă la modificări
ru: Отменить изменения
sv: Förkasta ändringar
tr: Değişikliklerden vazgeç

source: There are no unsaved changes.
ca: No hi ha canvis sense desar.
et: Salvestamata muudatused puuduvad.
fr: Il n'y a aucune modification non sauvegardée
ja: 保存されていない変更はありません。
nl: Er zijn geen niet opgeslagen wijzigingen
pt: Não existem alterações por guardar.
pt_br: Não existem alterações não salvas
ro: Nu sunt modificări neînregistrate.
ru: Несохраненных изменений нет.
sv: Det finns inga osparade ändringar.
tr: Kaydolmamış değişiklikler mevcut değil.

source: Full Backup
ca: Còpia de seguretat completa.
et: Täisvarundamine
fr: Sauvegarde complète
ja: 全てバックアップ
nl: Volledige backup
pt: Backup completo
pt_br: Backup Completo
ro: Backup complet
ru: Полное резервное копирование
sv: Fullständig säkerhetskopia
tr: Tüm Yedekleme

source: Those modules which have not been enabled for first time in the {openref}Module Status{closeref} section will be ignored in both backup and restore operations.
ca: Els mòduls que no han estat habilitats per primer cop a la secció {openref}Estat de módul{closeref} seran ignorats a l'operació de backup i restauració.
et: Neid mooduleid, mida ei ole {openref}Mooduli oleku{closeref} leheküljel kunagi lubatud, eiratakse taastamis- ja varundustoimingute poolt.
pt_br: Aqueles módulos que não foram ativados inicialmente na seção {openref}Status dos Módulos{closeref} serão ignorados nas operações de backup e restauração.
ro: Acele module care nu au fost activate pentru prima oara in {openref}Stare Module{closeref} vor fi ignorate in ambele moduri de backup si in operatia de restaurare.
ru: Эти модули, которые не были включены хотя бы один раз в {openref}Статус модуля{closeref} разделе будут проигнорированы, как при резервном копирование, так и при восстановлении

source: Backup the Current State
ca: Fes una còpia de seguretat de la estat actual
pt_br: Backup do estado atual
ro: Backup al starii actuale
ru: Сделать бэкап текущего состояния

source: Backups will be stored in Zentyal and then you will be able to download them to your hard disk.
ca: Els Backups seran guardats a Zentyal i aleshores podràs descarregar-los al teu disc dur
ro: Backup-urile vor fi stocate in Zentyal si apoi vor fi disponibile sa le descarcati pe discurile dumneavoastra.

source: If you have the file sharing module configured, all users having administration rights will be able to access the backup directory as a shared resource.
ca: Si te el mòdul de compartició d'arxius configurat, tots els usuaris que tinguin permisos d'adminstrador tindràn accés el directori de backup com a recurs compartit.
et: Kui failide jagamise moodul on seadistatud, siis on kõigil administraatoriõigustes kasutajatel tagatud ligipääs varundamise kataloogile, kui jagatud ressursile
ro: Daca aveti modulul de partajare fisiere configurat, atunci toti utilizatorii cu drepturi de administrare vor putea sa acceseze directorul de backup ca si resursa partajata.

source: Backup is disabled because there are unsaved configuration changes. Please, save or discard them to be able to backup the configuration
ca: El Backup està deshabilitat perquè hi ha canvis de configuració no salvat. Siusplau, guarda o descarta'ls per habilitar la configuració de backup
et: Varundamine on keelatud, kuna seadistuste muudatused on salvestamata. Seadistuste varundamiseks salvesta muudatused või loobu neist.
fr: La sauvegarde est désactivée car il y a des modifications à la configuration. Veuillez les sauvegarder ou annuler avant de procéder
ja: 保存されていない設定の変更があるため、バックアップできません。変更を保存するか破棄してください
pt: O backup está desactivado porque há alterações não gravadas. Grave-as ou descarte-as para poder fazer o backup da configuração
pt_br: O backup está desativado porque há alterações não salvas. Salve-as ou descarte-as para poder efetuar o backup da configuração
ro: Backup-ul este dezactivat pentru ca sunt modificari ne-salvate in configuratie. Va rog, salvati sau anulati acele modificari pentru a putea efectua backup-ul configuratiei
ru: Резервное копирование отключено пока не записаны изменения в конфигурационный файл. Пожалуйста, запишите или отмените их, чтобы можно было сделать резервное копирование конфигурации
sv: Säkerhetskopiering är inaktiverat eftersom det finns osparade konfigurationsändringar. Vänligen spara eller förkasta dem för att kunna säkerhetskopiera konfigurationen

source: Restore Backup from File
ca: Restaura la còpia de seguretat desde un arxiu
et: Taastamine varundusfailist
pt_br: Restaurar o backup do arquivo
ro: Restaureaza backup din fisier
ru: Восстановить из файла

source: You can upload a backup file from your computer. When uploading files you should be warned that some web browsers cannot handle huge files (>= 1 Gb).
ca: Pots pujar un arxiu de backup del teu equip. Quan pugis arxius seràs avisat que alguns navegadors web no poden suportar arxius grans (>= 1 Gb).
et: Varundusfaili on võimalik oma arvutist ka üles laadida. Seda tehes peaksid arvestama, et mõned veebilehitsejad ei suuda väga suuri faile käsitleda (>= 1Gb).
pt_br: Você pode fazer upload do backup a partir do seu computador. Quando fizer o upload de arquivos grandes (>= 1Gb), tenha em mente que alguns servidores web não o suportam
ro: Puteti incarca un fisier de backup din calculatorul dumneavoastra. Cand incarcati fisiere trebuie sa stiti ca unele browsere de web nu pot manipula fisiere mari ( mai mari sau egale cu 1 Gb).
ru: Вы можете загрузить файл резервной копии с вашего компьютера. При загрузке файлов вы должны быть предупреждены, что некоторые браузеры не могут обрабатывать очень большие файлы (> = 1 Гб)

source: Backup file
ca: Arxiu de backup
et: Varundusfail
fr: Fichier de sauvegarde
ja: バックアップファイル
nl: Backup bestand
pt: Ficheiro de backup
pt_br: Arquivo de Backup
ro: Fisier backup
ru: Файл бэкапа
sv: Säkerhetskopia
tr: Yedekleme dosyası

source: Full
ca: Complet
et: Täiskoopia
fr: Plein
ja: 全て
pt: Cheio
pt_br: Completo
ro: Complet
ru: Полный
sv: Fullständig

source: Configuration only
ca: només configuració
et: Ainult seadistused
fr: Configuration de la restauration
ja: 設定のみ
pt: Somente de configuração
pt_br: Somente configuração
ro: Numai configuratie
ru: Только конфигурации
sv: Endast konfiguration

source: Unknown type
ca: tipus desconegut
et: Tundmatu tüüp
fr: Type inconnu
ja: 不明な形式
pt: Tipo desconhecido
pt_br: Tipo desconhecido
ro: Tip necunoscut
ru: неизвестный тип
sv: Okänd typ

source: Backups' list
ca: Llista de backups
et: Varunduste loend
fr: Liste des sauvegardes
ja: バックアップ一覧
nl: Backup lijst
pt: Lista de backups
pt_br: Lista de backups
ro: Lista backup-uri
ru: Список резервных копий
sv: Lista över säkerhetskopior
tr: Yedekleme Listesi

source: Archive size
ca: Tamany de l'arxiu
et: Arhiivi suurus
pt_br: Tamanho do arquivo
ro: Dimensiune arhivă
ru: Размер архива
sv: Arkivstorlek

source: Actions
ca: Accions
et: Toimingud
ja: アクション
nl: Acties
pt: Acções
pt_br: Ações
ro: Acţiuni
ru: Действия
sv: Åtgärder
tr: İşlemler

source: Restore configuration using this file
ca: Restaura la configuració fent servir aquest fitxer
et: Seadistuste taastamine kasutades seda faili
fr: Restaurer la configuration à partir de ce fichier
ja: 次のファイルを使って設定を復元する
nl: Configuratie herstellen met dit bestand
pt: Restaurar configuração usando este ficheiro
pt_br: Restaurar a configuração usando este arquivo
ro: Restaureaza configuratia folosind acest fisier
ru: Восстановить настройки используя этот файл
sv: Återskapa konfiguration med den här filen
tr: Bu dosyayı kullanarak geri yükleme işlemi yap

source: Restore from backup
ca: Restaura des de la còpia de seguretat
et: Taastamine varundusest
fr: Restaurer à partir de la sauvegarde
ja: バックアップから復元
nl: Herstellen van backup
pt: Restaurar a partir de backup
pt_br: Restaurar do backup
ro: Restaureaza din backup
ru: Восстановить из бэкапа
sv: Återskapa från säkerhetskopia
tr: Yedekleme üzerinden geri yükle

source: Download
ca: Descarrega
et: Laadi alla
fr: Télécharger
ja: ダウンロード
nl: Donwloaden
pt_br: Donwload
ro: Descărcare
ru: Загрузить
sv: Hämta ner
tr: İndir

source: download
ca: Descarrega
et: allalaadimine
fr: télécharger
ja: ダウンロード
nl: downoaden
ro: descărcare
ru: загрузить
sv: hämta ner
tr: İndir

source: restore
ca: Restaura
et: taastamine
fr: Restaurer
ja: 復元
nl: herstellen
pt: restaurar
pt_br: restaurar
ro: restaurare
ru: восстановить
sv: återskapa
tr: Geri yükle

source: delete
ca: Elimina
et: kustutamine
fr: Effacer
ja: 削除
nl: verwijderen
pt: eliminar
pt_br: deletar
ro: ştergere
ru: удалить
sv: ta bort
tr: Sil

source: Community Resources
ca: Recursos de la Comunitat
ro: Resurse comunitare

source: Documentation
ca: Documentació
ro: Documentaţie

source: Forum
ca: Fòrum

source: Report a bug
ca: Notifica un error
ro: Raportaţi un defect

source: How to Contribute
ca: Com contribuir
ro: Cum puteţi contribui

source: This page lets you generate a file with information about the state of your system. The file will be useful if you want to report a problem or seek support.
ca: Aquesta pàgina permet generar un fitxer amb la informació sobre l'estat del vostre sistema. El fitxer serà útil si voleu informar d'una errada o cerques suport.
et: Sellel lehel on võimalik genereerida süsteemi olekust aruandefail, mis võib olla kasulik juhul, kui soovid koostada eBoxi veaaruannet.
ro: Aceasta pagina va permite sa generati un fisier cu starea sistemului dumneavoastra. Fisierul va fi util daca doriti sa raportati o problema sau sa cautati ajutor.

source: It may take several minutes to generate the report. Please be patient.
ca: Pot trigar varis minuts generar l'informe, si us plau sigueu pacients.
et: Aruande genereerimine võib mõned minutid aega võtta, palun oota.
ro: Generarea raportului poate sa dureze cateva minute. Va rog aveti rabdare.

source: Download configuration report file
ca: Descarrega un fitxer d'informe de configuració
et: Laadi seadistuste aruandefail alla
ro: Descarca fisierul cu raportul configuratiei

source: There are unsaved changes, if you log out now they will be lost.
ca: Hi ha canvis sense desar, si sortiu ara es perdran.
et: eBoxis on salvestamata muudatusi. Praegu välja logides, lähevad muudatused kaduma.
fr: Des changements n'ont pas été enregistrés. Si vous vous déconnectez maintenant, ils seront perdus.
ja: 保存されていない変更があります。ログアウトすると変更は失われます。
nl: Er zijn wijzigingen niet opgeslagen. Als je nu uitlogd gaan de wijzigingen verloren.
pt: Há alterações não guardadas, se fizer o logout agora serão perdidas
pt_br: Existem mudanças a serem salvas. Se você desconectar agora elas serão perdidas.
ro: Sunt modificari ne-salvate, daca iesiti acum acestea se vor pierde.
ru: Все несохраненные изменения при завершении сеанса будут потеряны.
sv: Det finns osparade ändringar. Om du loggar ut nu kommer de att förloras.
tr: Kayıt edilmeyen değişiklikler var. Eğer şimdi oturumdan çıkarsanız bu değişiklikler kaydolmaz.

source: There are no unsaved changes in this session.
ca: No hi ha canvis sense desar en aquestes sessions
et: Sellel sessioonil ei ole salvestamata muudatusi.
fr: Il n'y a aucune modification non sauvegardée
ja: このセッションで保存されていない変更はありません。
nl: Er zijn geen niet opgeslagen wijzigingen in deze sessie.
pt: Não existem alterações por gravar nesta sessão.
pt_br: Não existem configurações a serem salvas nesta sessão
ro: Nu sunt modificări ne-salvate în această sesiune.
ru: У Вас нет несохраненных изменений в этом сеансе.
sv: Det finns inga osparade ändringar i den här sessionen.
tr: Bu oturumda kayıt edilmemiş değişiklikler mevcut değil.

source: Exit
ca: Surt
et: Välju
fr: Quitter
ja: 終了
pt: Sair
pt_br: Sair
ro: Ieşire
ru: Выход
sv: Avsluta
tr: Çık

source: Change Password
ca: Canvia la contrasenya
et: Parooli muutmine
pt_br: Trocar Senha
ro: Modificare parolă
ru: Поменять пароль
sv: Byt lösenord

source: Your password must be at least 6 characters long.
ca: La contrasenya ha de tenir almenys 6 caràcters
et: Parool peab olema vähemalt 6 märki pikk.
fr: Le mot de passe doit comporter un minimum de 6 caractères
ja: パスワードは最低でも6文字必要です。
nl: Het paswoord moet minstens 6 tekens lang zijn.
pt: A sua palavra-passe deve ter pelo menos 6 caracteres.
pt_br: Sua senha precisa ter ao menos 6 caracteres.
ro: Parola trebuie să aibă minim 6 caractere.
ru: Ваш пароль должен содержать не менее 6 символов.
sv: Ditt lösenord måste vara minst 6 tecken långt.
tr: Parolanız en az 6 karakterden oluşmalıdır.

source: Current password
ca: Contrasenya actual
et: Kehtiv parool
fr: Mot de passe actuel
ja: 現在のパスワード
nl: Huidig paswoord
pt: Palavra-passe actual
pt_br: Senha Atual
ro: Parola curentă
ru: Текущий пароль
sv: Aktuellt lösenord
tr: Güncel parola

source: New password
ca: Nova contrasenya
et: Uus parool
fr: Nouveau mot de passe
ja: 新しいパスワード
nl: Nieuw paswoord
pt: Nova palavra-passe
pt_br: Nova Senha
ro: Parola nouă
ru: Новый пароль
sv: Nytt lösenord
tr: Yeni parola

source: Confirm password
ca: Confirma la contrasenya
et: Parooli kinnitamine
fr: Confirmer le mot de passe
ja: 新しいパスワード(確認)
nl: Paswoord bevestigen
pt: Confirme palavra-passe
pt_br: Confirmar Senha
ro: Confirmare parolă
ru: Подтверждение пароля
sv: Bekräfta lösenord
tr: Parolayı tekrarlayın

source: Warning: Caps Lock is enabled
ca: Atenció: Majúscules habilitades
et: Hoiatus: Caps Lock on sees
fr: Attention : la fonction majuscule est activée
ja: 警告: Caps Lockキーが有効です
pt: Atenção: Caps Lock está activo
pt_br: Atenção: Caps Lock está ativo
ro: Atenţie: Caps Lock este activ
ru: Предупреждение: включен Caps Lock
sv: Varning: Skiftlås (caps-lock) är aktiverad

source: Warning: Unfortunately Internet Explorer is not yet supported on Zentyal. Please use {url} instead.
ca: Atenció: Infortunadament Internet Explorer no està suportat per Zentyal. Si us plau utilitzi {url}
ro: Atenţie: Din (ne)fericire Internet Explorer nu poate fi utilizat pentru a accesa Zentyal. Puteţi folosi în schimb {url}.
