Repository: zentyal/zentyal
Catalog: client/ebox/po/*.po
Languages: ca, et, fr, ja, nl, pt, pt_br, ro, ru, sv, tr

source: Completed operation percentage: {per}
ca: Percentatge d'operaciño completada: {per}
et: Operatsiooni edenemine protsentides: {per}
fr: Pourcentage d'opérations complétées : {per}
ja: 完了した処理の割合: {per}
pt: Percentagem da operação completa: {per}
pt_br: Percentual de progresso da operação: {per}
ro: Procentaj completare operatiune: {per}
ru: Завершенность операции в процентах: {per}
sv: Färdigt ingrepp i procent: {per}

source: Operation estimated finish time: {time}
ca: Temps estimat de acabament de l'operació: {time}
et: Operatsiooni hinnanguline kestus lõpuni: {time}
fr: Prévision de fin des opérations : {time}
ja: 完了までかかる時間: {time}
pt: Fim estimado da operação: {time}
pt_br: Tempo estimado para o término da operação: {time}
ro: Timpul estimat de terminare al operatiunii: {time}
ru: Приблизительное время завершения операции: {time}
sv: Ingreppet beräknas vara klart: {time}

source: Raid component {nb}: device {device} state {state}
ca: Component RAID {nb}: dispositiu {device} estat {state}
et: Raid komponent {nb}: seade {device} olek {state}
fr: Composant RAID {nb} : périphérique {device} statut {state}
ja: RAIDコンポーネント {nb}: デバイス {device} 状態 {state}
pt: Componente RAID {nb}: dispositivo {device} estado {state}
pt_br: Componente RAID {nb}: dispositivo {device} estado {state}
ro: Componenta Raid {nb}: dispozitiv {device} stare {state}
ru: Raid компонент {nb}: устройство {device} состояние {state}
sv: Raid komponent {nb}: enhet {device} läge {state}

source: RAID device {name} has dissappeared: A RAID array which previously was configured appears to no longer be configured
ca: El dispositiu RAID {name} ha desaparegut: Un RAID que havia sigut configurat sembla que no tornarà a ser-ho
et: RAID seade {name} on kadunud: RAID massiiv mis eelnevalt oli seadistatud näib nüüd olevat seadistamata.
fr: Le périphérique RAID {name} a disparu : Un groupage RAID qui était précédemment configuré semble ne plus l'être
ja: RAIDデバイス {name} は消えました: 以前設定したRAIDアレイはもう設定されていないようです
pt: Dispositivo RAID {name} desapareceu: O array RAID configurado anteriormente, aparentemente já não se encontra configurado
pt_br: Dispositivo RAID {name} desapareceu: Um conjunto RAID que foi anteriormente configurado parece já não estar mais configurado
ro: Dispozitiv RAID {name} a disparut: O matrice RAID ce a fost configurata anterior pare sa nu mai fie configurata
ru: RAID устройства {name} исчезло: RAID массив, который был настроен ранее, больше не настроен
sv: RAID enhet {name} har försvunnit: En RAID array som var konfigurerad tidigare verkar inte längre vara det.

source: RAID device {name} has changed its state from {oldState} to {newState}
ca: El dispositiu RAID {name} ha canviat el seu estat de {oldState} a {newState}
et: RAID seadme {name} olek {oldState} muutus järgmiseks: {newState}
fr: Le périphérique RAID {name} a changé son statut de {oldState} à {newState}
ja: RAIDデバイス {name} の状態が {oldState} から {newState} に変更されました
pt: Dispositivo RAID {name} alrerou o seu estado de {oldState} para {newState}
pt_br: O componente RAID {name} teve seu status alterado de {oldState} para {newState}
ro: Dispozitivul RAID {name} avea starea {oldState} si acum are {newState}
ru: RAID устройство {name} изменило состояние с {oldState} на {newState}
sv: RAID enhet {name} har ändrat status från {oldState} till {newState}

source: RAID device {name} has changed its number of active components from {oldNum} to {newNum}
ca: El dispositiu RAID {name} ha canviat el seu nombre de components actius de {oldNum} a {newNum}
et: RAID seadme {name} aktiivsete komponentide arv {oldNum} asendus {newNum}ga
fr: Le périphérique RAID {name} a changé de nombre de composants actifs de {oldNum} à {newNum}
ja: RAIDデバイス {name} のアクティブなコンポーネント数が {oldNum} から {newNum} に変更されました
pt: Dispositivo RAID {name} mudou o seu número de componentes activos de {oldNum} para {newNum}
pt_br: O dispositivo RAID {name} teve seu número de componentes ativos alterado de {oldNum} para {newNum}
ro: Dispozitivul RAID {name} si-a schimbat numarul de componente active din {oldNum} in {newNum}
ru: RAID устройство {name} сменило номер активных компонент с {oldNum} на {newNum}
sv: RAID enhet {name} har ändrat antal aktiva komponenter från {oldNum} till {newNum}

source: RAID device {name} has started operation {opName}.
ca: El dispositiu RAID {name} ha començat la operació {opName}
et: RAID seade {name} alustas järgnevat operatsiooni: {opName}
pt_br: O dispositivo RAID {name} iniciou a operação {opName}.
ro: Dispozitivul RAID {name} a inceput operatia {opName}
ru: RAID устройство {name} началась операция {opName}
sv: RAID enheten {name} har påbörjat ingreppet {opName}.

source: RAID device {name} has finished operation {opName} or it was aborted.
ca: El dispositiu RAID {name} ha finalitzat l'operació {opName} o ha estat avortada
et: RAID seade {name} lõpetas või katkestas järgmise operatsiooni: {opName}
pt_br: O dispositivo RAID {name} finalizou a operação {opName} ou a mesma foi abortada.
ro: Dispozitivul RAID {name} a terminat operatia {opName} sau a fost anulata operatia
ru: RAID устройство {name} закончилась операция {opName} или была прервана
sv: RAID enheten {name} har färdigställt ingreppet {opName} eller så blev det avbrutet.

source: RAID device {name} has finished operation {oldOpName} and started {newOpName}.
ca: El dispositiu RAID {name} ha finalitzat l'operació {oldOpName} i ha començat {newOpName}.
et: RAID seade {name} lõpetas operatsiooni {oldOpName} ning alustas uut operatsiooni {newOpName}
pt_br: O dispositivo RAID {name} finalizou a operação {oldOpName} e iniciou a {newOpName}.
ro: Dispozitivul RAID {name} a terminat operatia {oldOpName} si a inceput operatia {newOpName}.
ru: RAID устройство {name} закончилась операция {oldOpName} и началась {newOpName}
sv: RAID enheten {name} har färdigställt ingreppet {oldOpName} och påbörjat {newOpName}.

source: Status: {percentage} completed.
ca: Estat: {percentage} completat
et: Olek: {percentage} valmis
pt_br: Status: {percentage} completo.
ro: Status: {percentage} completat.
ru: Состояние: {percentage} завершено
sv: Status: {percentage} färdigt

source: Estimated finish time: {time}.
ca: Temps estimat per acabar: {time}.
et: Hinnanguline kestus lõpuni: {time}.
pt_br: Tempo estimado para conclusão : {time}
ro: Timp estimat pana la terminare: {time}.
ru: Предполагаемое время завершения: {time}
sv: Beräknas vara klar: {time}

source: Active component {compName} from RAID array {arrayName} has been marked as faulty
ca: El component actiu {compName} del RAID {arrayName} ha sigut marcat com erroni
et: RAID massiivist {arrayName} pärinev aktiivne komponent {compName} on märgitud vigaseks
fr: Le composant actif {compName} du groupe RAID {arrayName} a été marqué comme erroné
ja: RAIDアレイ {arrayName} のアクティブなコンポーネント {compName} に障害が発生しました
pt: Componente activo {compName} do array RAID {arrayName} foi marcado como em estado de erro
pt_br: O componente ativo {compName} do conjunto RAID {arrayName} foi marcado como como defeituoso.
ro: Componenta activa {compName} din matricea RAID {arrayName} a fost marcat ca defect
ru: Активный компонент {compName} из массива RAID {arrayName} был отмечен, как неисправный
sv: Den aktiv enheten {compName} i RAID-array {arrayName} har blivit markerad som felaktig

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has failed
ca: El component lliure {compName} del RAID {arrayName} que estava reconstruïnt un erroni ha fallat
et: RAID massiivist {arrayName} pärinev varukomponent {compName}, mida kasutati vigase seadme taasloomiseks, nurjus
fr: Le composant de rechange {compName} du groupe RAID {arrayName} qui était prévu pour le remplacement d'un périphérique défectueux a échoué
ja: RAIDアレイ {arrayName} で障害の発生したデバイスをコンポーネント {compName} で置き換えることに失敗しました
pt: Componente extra {compName} do array RAID {arrayName} que foi reconstruído para substituir o dispositivo em erro, falhou
pt_br: Os componentes reserva {compName} do conjunto RAID {arrayName} que estava sendo reconstruído para substituir um dispositivo com falha não pode completar a operação
ro: Compnenta de rezerva {compName} din matricea RAID {arrayName} care a fost reconstruita, pentru a inlocui un echipament defect, a cedat
ru: Запасной компонент {compName} из массива RAID {arrayName} , перестройка которого для замены неисправного устройства завершена неудачно
sv: Reservenheten {compName} från RAID-array {arrayName} som blev återskapad för att ersätta en trasig enhet har misslyckats

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has been successfully rebuilt and has been made active
ca: El component lliure {compName} del RAID {arrayName} que estava reconstruïnt un element erroni del RAID {arrayName} s'ha completat amb éxit i ara en forma part.
et: RAID massiivist {arrayName} pärinev varukomponent {compName}, mida kasutati vigase seadme taasloomiseks, on nüüd edukalt loodud ja aktiveeritud
fr: Le composant de rechange {compName} du groupe RAID {arrayName} qui était prévu pour le remplacement d'un périphérique défectueux a été reconstruit et activé
ja: RAID array {arrayName} で障害の発生したデバイスをコンポーネント {compName} で交換し、再構築することに成功しました。コンポーネント {compName} はアクティブになりました
pt: Componente extra {compName} do array RAID {arrayName} foi reconstruído para substituir o dispositivo em erro com sucesso
pt_br: O componentes reserva {compName} do conjunto RAID {arrayName} que estava sendo reconstruído para substituir um dispositivo com falha foram adicionados com sucesso o conjunto está ativo
ro: Compnenta de rezerva {compName} din matricea RAID {arrayName} care a fost reconstruita, pentru a inlocui un echipament defect, a fost reconstituita cu succes si a fost facuta activa
ru: Запасной компонент {compName} из массива RAID {arrayName} перестройка которого для замены неисправного устройства завершена удачно и он может быть активным
sv: Reservkomponenten {compName} från RAID array {arrayName} som blev återskapad för att ersätta en trasig enhet har lyckats och aktiverats

source: A new component {compName} has been hot added to RAID device {arrayName} with status {status}
ca: El component nou {compName} no ha estat afegit al RAID {arrayName} amb l'estat {status}
et: Uus komponent {compName} on käigult lisatud RAID seadmesse {arrayName} olekuga: {status}
fr: Un nouveau composant {compName} a été ajouté à chaud au groupe RAID {arrayName} avec le statut {status}
ja: 新しいコンポーネント {compName} がRAIDデバイス {arrayName} に追加されました。ステータスは {status} です
pt: Um novo componente {compName} foi adicionado ao dispositivo RAID {arrayName} com status {status}
pt_br: Um novo componente {compName} foi adicionado a controladora RAID {arrayName} com o estado {status}
ro: O noua componenta {compName} a fost adaugata "din mers" (hot added) in echipamentul RAID {arrayName}, cu starea {status}
ru: Новый компонент {compName} был на горячую добавлен в RAID устройство {arrayName} со статусом {status}
sv: En ny komponent {compName} har lagts till RAID enhet {arrayName} med status {status}

source: A component {compName} has been hot removed from RAID array {arrayName} when its status was {status}
ca: El component {compName} no ha estat eliminat del RAID {arrayName} quan el seu estat era {status}
et: Komponent {compName} on käigult eemaldatud RAID massiivist {arrayName} kui selle olek oli {status}
fr: Un composant {compName} a été retiré à chaud du groupe RAID {arrayName} lorsque son statut était {status}
ja: コンポーネント {compName} はRAIDアレイ {arrayName} から取り除かれました。コンポーネントのステータスは {status} でした
pt: O componente {compName} foi removido ao dispositivo RAID {arrayName} quando o seu status foi {status}
pt_br: Um componente {compName} foi removido da controladora RAID {arrayName} quando seu estado era {status}
ro: O noua componenta {compName} a fost indepartata "din mers" (hot removed) din echipamentul RAID {arrayName}, cand avea starea {status}
ru: Компонент {compName} был удален по горячему из массива RAID {arrayName} статус которого был {status}
sv: En komponent {compName} har tagits bort från RAID enhet {arrayName} när dess status var {status}

source: active
ca: Actiu
et: aktiivne
fr: actif
ja: アクティブ
pt: activo
pt_br: ativo
ru: активно
sv: aktiv

source: degraded
ca: degradat
et: alandatud
fr: dégradé
ja: 劣化
pt: degradado
pt_br: degradado
ro: degradată
ru: ухудшено
sv: sliten

source: recovering
ca: recuperant
et: toibumine
fr: récupération
ja: 修復中
pt: recuperando
pt_br: recuperando
ro: în refacere
ru: востановлено
sv: återhämtar sig

source: resyncing
ca: re-sincronitzant
et: taassünkroniseerimine
fr: resynchronisation
ja: 再同期中
pt: resincronizando
pt_br: resincronizando
ro: în resincronizare
ru: синхронизировано
sv: resynkroniserar

source: rebuilding
ca: reconstruint
et: taastamine
fr: reconstruction
ja: 再構築中
pt: reconstruindo
pt_br: reconstruindo
ro: în reconstruire
ru: перестроено
sv: återskapar

source: reshaping
ca: reorganitzant
et: ümberkujundamine
fr: remodelage
ja: 再構成中
pt: Remodelando
pt_br: remodelando
ro: în reformare
ru: изменено
sv: omformar

source: failed
ca: fallat
et: nurjunud
fr: échoué
ja: 失敗
pt: falhou
pt_br: falhou
ro: eşuată
ru: сбой
sv: misslyckad

source: resync
ca: resincronitza
et: taassünkroniseerimine
fr: resynchroniser
ja: 再同期
pt: resincronizar
pt_br: re-sincronizar
ro: resincronizare
ru: синхронизировать
sv: återsynkronisera

source: rebuild
ca: reconstrueix
et: taastamine
fr: reconstruire
ja: 再構築
pt: reconstruir
pt_br: reconstruir
ro: reconstruire
ru: перестроить
sv: återskapa

source: reshape
ca: reorganitza
et: ümberkujundamine
fr: remodeler
ja: 再構成
pt: remodelar
pt_br: remodelar
ro: reformare
ru: измененить
sv: omforma

source: recovery
ca: recupera
et: toibumine
fr: rétablir
ja: 修復
pt: recuperar
pt_br: recuperado
ro: refacere
ru: восстановить
sv: återhämta

source: check
ca: comprova
et: kontrollimine
pt_br: verificar
ro: verifică
ru: проверить
sv: kontrollera

source: faulty
ca: erroni
et: vigane
fr: erroné
ja: 障害
pt: defeituoso(a)
pt_br: defeituoso
ro: defect
ru: дефектный
sv: trasig

source: spare
ca: lliure
et: varu
fr: espace perdu
ja: 予備
pt: sobreselente
pt_br: de reserva
ro: de rezervă
ru: запасной
sv: reserv

source: The following modules are not running but they are enabled: {modules}
ca: Els següents mòduls no estan funcionant però estan habilitats: {modules}
et: Järgnevad moodulid on lubatud, kuid ei tööta: {modules}
pt_br: Os seguintes módulos não estão em execução mas estão habilitados: {modules}
ro: Următoarele module nu rulează, dar sunt activate: {modules}

source: Service
ca: Servei
et: Teenus
ja: サービス
nl: Dienst
pt: Serviço
pt_br: Serviço
ro: Serviciu
ru: Сервис
sv: Tjänst
tr: Servis

source: Check if any Zentyal service is not running when it is enabled
ca: Comprova si algun servei de Zentyal no està executant-se quan estigui habilitat
ro: Când este activat, verifică dacă oricare dintre serviciile Zentyal nu rulează

source: The service {service} has been restarted {restart} times in {time} seconds and it has been stopped
ca: El servei {service} ha estat reiniciat {restart} vegades en {time} segons i ha estat aturat
et: Teenus {service} on taaskäivitunud {restart} korda {time} sekundi jooksul ning on nüüdseks peatatud
fr: Le service {service} a été redémarré {restart} fois en {time} secondes et a été stoppé
ja: サービス {service} は {time} 秒間に {restart} 回再起動され、停止しました
pt: O serviço {service} foi reiniciado {restart} vezes em {time} segundos e foi parado
pt_br: O serviço {service} foi reiniciado {restart} vezes em {time} segundos e foi interrompido
ro: Serviciul {service} a fost restartat de {restart} ori in {time} secunde si a fost oprit
ru: Служба {service} была перезапущена {restart} в {time} секунд и сейчас остановлена
sv: Tjänsten {service} har blivit omstartad {restart} gånger under {time} sekunder och har stoppats.

source: Zentyal is up and running
ca: Zentyal és actiu i executant-se
ro: Zentyal a pornit şi rulează

source: Zentyal is critically down
ca: Zentyal està inoperable
ro: Zentyal este în stare critică

source: State
ca: Estat
et: Olek
fr: Status
ja: 状態
pt: Estado
pt_br: Estado
ro: Stare
ru: Состояние
sv: Läge

source: Check if Zentyal is currently up or down
ca: Comprova si Zentyal està actualment en actiu o inactiu
ro: Verifică dacă Zentyal este pornit sau oprit

source: Log observer
ca: Observador de registres
et: Logijälgija
fr: Observateur d'évènement
ja: ログの監視
pt_br: Monitor de log
ro: Observator jurnale
ru: Журнал наблюдения
sv: Logg observatör

source: Notify when a logger ({loggers}) has logged something
ca: Reporta quan un registrador ({loggers}) ha registrat alguna cosa
et: Teata, kui logija ({loggers}) on midagi loginud
fr: Notifier lorsqu'un enregistreur ({loggers}) a détecté quelquechose
ja: {loggers} が何かログに記録したときに知らせる
pt: Notificar quando um logger ({loggers}) registou qualquer coisa
pt_br: Notifique quando um logger ({loggers}) logou algo
ro: Anunta cand un jurnal ({loggers}) a inregistrat ceva
ru: Сообщать, когда в журнале ({loggers}) появится что-нибудь
sv: Meddela när en logger ({loggers}) har loggat något

source: The file system {fs}, mounted on {mp}, has no space left
ca: El sistema d'arxius {fs}, muntat a {mp}, no té espai lliure
et: {fs} failisüsteemil, mille ühenduspunktiks on {mp}, ei ole piisavalt vaba ruumi
fr: Le système de fichiers {fs}, monté sur {mp}, n'a plus d'espace libre
ja: {mp} にマウントされたファイルシステム {fs} に空き容量がありません
pt: O sistema de ficheiros {fs}, montado no {mp}, não contém espaço livre disponível
pt_br: O arquivo do sistema {fs}, montado em {mp}, não tem mais espaço disponível
ro: Sistemul de fişiere {fs}, montat pe {mp}, nu mai are spaţiu liber
ru: В файловой системе {fs}, смонтированной на {mp}, не осталось места
sv: Filsystemet {fs} monterat på {mp} har slut på utrymme

source: Free storage space
ca: Espai lliure d'emmagatzematge
et: Kettakasutuse jälgija
fr: Espace de stockage libre
ja: 空いているディスク容量
pt: Espaço livre do disco
pt_br: Espaço livre para armazenamento
ro: Spaţiu de stocare liber
ru: Свободное пространство
sv: Tillgängligt lagringsutrymme

source: Check if any disk partition has no storage space left
ca: Comprova si hi ha alguna partició de disc sense espai lliure
et: Kontrolli, kas mõnel kettapartitsioonil ei ole vaba ruumi
fr: Vérifier qu'aucune partition du disque n'ait plus d'espace libre
ja: ディスクパーティションに十分な空き容量があるか確認してください
pt_br: Verifique se alguma partição do disco não tem mais espaço disponível
ro: Verifica daca pe oricare dintre partitii nu mai este spatiu de stocare disponibil
ru: Проверьте может быть в каком-нибудь дисковом разделе не осталось места
sv: Kontrollera om en disk partition inte har något utrymme kvar

source: Admin Jabber account
ca: Compte d'administració del Jabber
et: Jabberi administreerimiskonto
fr: Administrer les comptes Jabber
ja: Jabber管理者アカウント
pt: Conta Jabber Admin
pt_br: Conta de Administração do Jabber
ro: Contul Jabber al Administratorului
ru: Аккаунт администратора Jabber
sv: Jabber administratörskonto

source: Jabber server {serverName} is down or connection is not allowed
ca: El servidor de Jabber {serverName} esta aturat o la conexió no està permesa
et: Jabberi server {serverName} ei ole töökorras või on ühendus sellega keelatud
fr: Le serveur Jabber {serverName} est tombé ou la connexion n'est pas permise
ja: Jabberサーバ {serverName} がダウンしているか接続が許可されていません
pt: Jabber server {serverName} está em baixo ou conecção não é permitida
pt_br: Servidor Jabber {serverName} esta desligado ou a conexão não é permitida
ro: Serverul Jabber {serverName} este oprit sau conectarea nu este permisa
ru: Jabber сервер {serverName} лежит или соединения не разрешены
sv: Jabber servern {serverName} ligger nere eller kontakt med den är inte tillåten.

source: Subscription failed: {message}
ca: subscripció fallida: {message}
et: Tellimispäring nurjus: {message}
fr: Inscription échouée : {message}
ja: 購読に失敗しました: {message}
pt: Subscrição falhou: {message}
pt_br: A assinatura falhou: {message}
ro: Subscriptie esuata: {message}
ru: Подпись не правильная: {message}
sv: Prenumeration misslyckades: {message}

source: Authorization failed: {result} - {message}
ca: Autorització fallida: {result} - {message}
et: Autentimine nurjus: {result} - {message}
fr: Autorisation échouée : {result} - {message}
ja: 認証に失敗しました: {result} - {message}
pt: Falhou autorização: {result} - {message}
pt_br: Falha na autenticação : {result} - {message}
ro: Autorizare esuata : {result} - {message}
ru: Авторизация провалена: {result} - {message}
sv: Autentiseringen misslyckades: {result} - {message}

source: Dispatcher {name} is not configured to be enabled
ca: L'emissor {name} no està configurat per ser habilitat
et: Edastaja {name} ei ole seadistatud aktiivseks
fr: L'expéditeur {name} n'est pas configuré sur activé
ja: ディスパッチャー {name} は有効化されていません
pt: Expedidor (dispatcher) {name} não está configurado para ser activado
pt_br: Dispatcher {name} não está configurado para iniciar
ro: Dispecerul {name} nu este configurat pentru a fi activat
ru: Диспетчер {name} не сконфигурирован для включения
sv: Förmedlare {name} är inte konfigurerad att vara aktiverad

source: Log file
ca: Arxiu de registre
et: Logifail
fr: fichier journal
ja: ログファイル
pt: Ficheiro de registo (Log)
pt_br: Arquivo de log
ro: Fişier jurnal
ru: Файл журнала
sv: Loggfil

source: Log
ca: Registre
et: Logi
fr: Journal
ja: ログ
pt: Registo (Log)
ro: Jurnal
ru: Журналы
sv: Loggar

source: RSS file: {path}
ca: Arxiu RSS: {path}
et: RSSi fail: {path}
fr: Fichier RSS : {path}
ja: RSSファイル: {path}
pt: Ficheiro RSS: {path}
pt_br: Arquivo RSS: {path}
ro: Fişier RSS: {path}
ru: RSS файл: {path}
sv: Rss fil: {path}

source: Zentyal alerts channel for {hostname}
ca: Zentyal canal d'alertes per {hostname}
ro: canal alerte Zentyal pentru {hostname}

source: This channel tracks what happens on this Zentyal machine along the time
ca: Aquest canal condueix al que ha passat en aquesta màquina Zentyal durant el temps.
ro: Acest canal tine evidenta in timp, cu ce se intampla pe aceasta masina Zentyal

source: The event has happened in Zentyal {hostname} from {source}
ca: L'esdeveniment ha passat a Zentyal {hostname} de {source}
ro: Evenimentul a avut loc in Zentyal {hostname} din sursa {source}

source: Go to your {url} to check its status.
ca: Ves a la teva {url} per comprovar l'estat.
et: Selle oleku tuvastamiseks vaata {url}
fr: Allez à {url} pour vérifier son statut
ja: ステータスを確認するには {url} に行ってください。
pt: Vá a {url} para verificar o seu estado
pt_br: Ir para a url {url} checar status
ro: Mergi la adresa {url} pentru a verifica starea.
ru: Перейти на {url} для проверки его статуса.
sv: Gå till din {url} för att se dess status

source: You must set the {variable} variable in the ebox configuration file
ca: Heu d'establir la variable {variable} al fitxer de configuració d'ebox
et: Sa pead eBoxi seadistusfailis määrama muutuja {variable}
fr: Vous devez définir la variable {variable} dans la configuration d'eBox
ja: 変数 {variable} をeBox設定ファイルにセットする必要があります
nl: Je moet de {variable} variabele instellen in het eBox configuratie bestand
pt: Deve definir a variável {variable} no ficheiro de configuração do eBox
pt_br: Você precisar definir a variável {variable} no arquivo de configuração do EBox
ro: Trebuie sa setati variabila {variable} in fisierul configuratie Zentyal
ru: Вы должны установить значение переменной {variable} в конфигурационном файле eBox
sv: Du måste ställa in variabeln {variable} i ebox konfigurationsfil
tr: {variable} değişkenini ebox ayar dosyasından tanımlamanız gerekiyor.

source: Enter an integer number
ca: Entra un nombre enter
et: Sisesta täisarv
pt_br: Digite um número inteiro
ro: Introduceţi un număr întreg
ru: Введите целое число
sv: Fyll i ett heltalsnummer
