Repository: zentyal/zentyal
Catalog: client/ebox/po/*.po
Languages: ca, et, fr, ja, nl, pt, pt_br, ro, ru, sv, tr

source: The value shouldn't be greater than {m}
ca: El valor no hauria de ser major que {m}
et: Väärtus ei tohiks olla suurem kui {m}
ja: 値は{m}以下にしてください
pt_br: O valor não deve ser maior que {m}
ro: Valoarea ar trebui să fie mai mică de {m}
ru: Значение не должно превышать {m}
sv: Värdet borde inte vara större än {m}

source: The value shouldn't be less than {m}
ca: El valor no hauria de ser menor de {m}
et: Väärtus ei tohiks olla väiksem kui {m}
pt_br: O valor não deve ser menor que {m}
ro: Valoarea ar trebui să fie mai mare de {m}
ru: Значение должно быть не менее {m}
sv: Värdet borde inte vara mindre än {m}

source: The password should have at least {minLength} characters
ca: La contrasenya ha de tenir almenys {minLength} caràcters
et: Parool peab olema vähemalt {minLength} märki pikk
fr: Le mot de passe doit comporter un minimum de {minLength} caractères
ja: パスワードは最低でも {minLength} 文字含んでいる必要があります
pt: A palavra-pass deve ter pelo menos {minLength} caracteres
pt_br: A senha precisa ter no minimo {minLength} caracteres
ro: Parola ar trebui să aibă minim {minLength} caractere
ru: Длина пароля не может быть менее {minLength} символов
sv: Lösenordet måste vara minst {minLength} tecken långt

source: The password should have at most {maxLength} characters
ca: La contrasenya ha de tenir almenys {maxLength} caràcters
et: Parool võib olla maksimaalselt {maxLength} märki pikk
fr: Le mot de passe doit comporter un maximum de {maxLength} caractères
ja: パスワードは最大で {maxLength} 文字まで使えます
pt: A palavra-pass deve ter no máximo {maxLength} caracteres
pt_br: A senha deverá ter no máximo {maxLength} caracteres
ro: Parola ar trebui să aibă maxim {maxLength} caractere
ru: Длина пароля не может превышать {maxLength} символов
sv: Lösenordet kan vara max {maxLength} tecken långt

source: IP addresses are not allowed
ca: Les adreçes IP no estan permeses
et: IP aadressid ei ole lubatud
pt_br: Endereços IP não são permitidos
ro: Nu sunt permise adrese IP
ru: Не разрешенный ip адрес
sv: IP-adresser är inte tillåtna.

source: any
ca: cap
et: suvaline
fr: tous
ja: 全部
pt: qualquer
pt_br: qualquer
ro: orice
ru: разное
sv: alla

source: Single port
ca: Únic port
et: Port
ro: Port unic

source: Port range
ca: Rang de ports
et: Pordivahemik
ro: Interval de porturi

source: "From" {from} must be greater than "To" {to}
ca: "From" {from} ha de ser mes gran que "To" {to}
et: "Alates" {from} peab olema suurem kui "Kuni" {to}
fr: "De" {from} doit être supérieur que "à" {to}
ja: "From" {from} は "To" {to} よりも大きくなくてはなりません
pt: "From" {from} deve ser maior do que "To" {to}
pt_br: "De" {from} deve ser superior a "para" {to}
ro: "De la" {from} trebuie să fie mai mare decât "La" {to}
ru: "From" {from} должно быть больше "To" {to}
sv: "Från" {from} måste vara större än "Till" {to}

source: Enter a float number
ca: Entra un nombre float
pt_br: Digite um número real (float)
ro: Introduceţi un număr cu virgulă (float)
ru: Введите число с плавающей запятой (float)
sv: Ange ett float nummer

source: Choose a value within the value set: {set}
ca: Escull un valor amb el parametre de: {set}
et: Vali väärtus järgmiste väärtuste hulgast: {set}
fr: Choisir une valeur parmi : {set}
ja: 値を選んでください: {set}
pt: Escolha um valor do seguinte conjunto: {set}
pt_br: Escolha um valor dentro do intervalo estabelecido: {set}
ro: Alegeţi o valoare dintre: {set}
ru: Выберите значение из набора: {set}
sv: Välj ett värde inom detta omfång: {set}

source: Full report
ca: Informe complet
et: Täielik aruanne
pt_br: Relatório completo
ro: Raport complet
ru: Полный отчет
sv: Full rapport

source: Summarized report
ca: Informe resum
et: Kokkuvõtlik aruanne
pt_br: Resumo de relatório
ro: Raport sumar
ru: Суммарный отчет
sv: Summerad rapport

source: Select report
ca: Escull l'informe
et: Aruande valimine
pt_br: Selecione o relatório
ro: Selectare raport
ru: Выборочный отчет
sv: Välj rapport

source: never purge
ca: mai netegis
et: ära puhasta kunagi
fr: ne jamais purger
ja: 決して消去しないでください
pt_br: nunca limpar
ro: fără golire
ru: никогда не очищать
sv: rensa aldrig

source: one hour
ca: una hora
et: üks tund
fr: une heure
ja: 1時間
pt: uma hora
pt_br: uma hora
ro: o oră
ru: один час
sv: en timme

source: twelve hours
ca: dotze hores
et: kaksteist tundi
fr: 12 heures
ja: 12時間
pt: doze horas
pt_br: doze horas
ro: 12 ore
ru: двенадцать часов
sv: tolv timmar

source: one day
ca: un dia
et: üks päev
fr: un jour
ja: 1日
pt: um dia
pt_br: um dia
ro: o zi
ru: один день
sv: en dag

source: three days
ca: tres dies
et: kolm päeva
fr: 3 jours
ja: 3日
pt: três dias
pt_br: três dias
ro: trei zile
ru: три дня
sv: tre dagar

source: one week
ca: una setmana
et: üks nädal
fr: une semaine
ja: 1週間
pt: uma semana
pt_br: uma semana
ro: o săptămână
ru: одна неделя
sv: en vecka

source: fifteeen days
ca: quinze dies
et: viisteist päeva
fr: 15 jours
ja: 15日
pt: quinze dias
pt_br: quinze dias
ro: 15 zile
ru: пятнадцать дней
sv: femton dagar

source: thirty days
ca: trenta dies
et: kolmkümmend päeva
fr: 30 jours
ja: 30日
pt: trinta dias
pt_br: trinta dias
ro: 30 zile
ru: тридцать дней
sv: trettio dagar

source: ninety days
ca: noranta dies
et: üheksakümmend päeva
fr: 90 jours
ja: 90日
pt: noventa dias
pt_br: noventa dias
ro: 90 zile
ru: девяносто дней
sv: nittio dagar

source: Purge logs older than
ca: Neteja els logs mes antics que
et: Puhasta logid, mis on vanemad kui
fr: Purger les journaux antérieurs à
ja: 次より古いログを消去する
pt: Eliminar logs mais antigos que
pt_br: Limpar logs mais antigos que
ro: Golire jurnale mai vechi de
ru: Очистить журналы старше чем
sv: Rensa loggar äldre än

source: Current configuration
ca: Configuració actual
et: Aktiivsed seadistused
pt_br: Configuração atual
ro: Configuraţie curentă
ru: Текущая конфигурация
sv: Aktuell konfiguration

source: Logs configuration
ca: Configuració de logs
et: Logide seadistamine
pt_br: Configuração de logs
ro: Configurare jurnale
ru: Журналы конфигурации
sv: Logg konfiguration

source: Enable/disable logging per-module basis
ca: Habilita / deshabilita el log per moduls bàsics
et: Mooduli alusel logimise lubamine või keelamine
fr: Activer/Désactiver les journaux sur la base des modules
ja: モジュール毎のログを有効/無効にする
pt: Activar/desactivar logs per-module
pt_br: Ativar/desativar registro de logs por módulo
ro: Activeaza/dezactiveaza jurnalizarea per-modul
ru: Включить/отключить аутентификацию на основе модулей
sv: Aktivera/inaktivera loggning per modul

source: Force log purge
ca: Força la neteja de logs
et: Logide sunnitud puhastamine
fr: Forcer la purge des journaux
ja: ログを強制的に消去する
pt: Forçar limpar logs
pt_br: Forçar limpeza dos logs
ro: Forţează golire jurnal
ru: Принудительно очистить журнал
sv: Tvinga logg rensning

source: Purge
ca: Neteja
et: Puhasta
ja: 消去する
pt: Limpar
pt_br: Limpar
ro: Golire
ru: Очистка
sv: Rensa

source: All
ca: tots
et: Kõik
pt_br: Todos(as)
ro: Tot
ru: Все
sv: Alla

source: hour
ca: hora
et: tund
pt_br: hora
ro: ora
ru: час
sv: timme

source: day
ca: dia
et: päev
pt_br: dia
ro: ziua
ru: день
sv: dag

source: week
ca: setmana
et: nädal
pt_br: semana
ro: săptămână
ru: неделя
sv: vecka

source: month
ca: mes
et: kuu
pt_br: mês
ro: lună
ru: месяц
sv: månad

source: Report time period
ca: Temps entre informes
et: Aruande ajaperiood
pt_br: Relatório de período de tempo
ro: Raport in intervalul de timp
ru: Отчетный период
sv: Tidsperiod för rapport

source: Report options
ca: Opcions d'informes
et: Aruande valikud
pt_br: Opções de relatório
ro: Opţiuni rapoarte
ru: Опции отчета
sv: Rapportinställningar

source: Service enabled
ca: Servei habilitat
et: Teenus lubatud
fr: Service activé
ja: サービスは有効化されました
pt: Serviço activado
pt_br: Serviço ativo
ro: Serviciu activat
ru: Служба включена
sv: Tjänst aktiverad

source: Service disabled
ca: Servei deshabilitat
et: Teenus keelatud
fr: Service désactivé
ja: サービスは無効化されました
pt: Serviço desactivado
pt_br: Serviço desativado
ro: Serviciu dezactivat
ru: Служба отключена
sv: Tjänst inaktiverad

source: Enable service
ca: Habilita servei
et: Teenuse lubamine
fr: Activer le service
ja: サービスを有効にする
pt: Activar serviço
pt_br: Ativar serviço
ro: Activare serviciu
ru: Включенная служба
sv: Aktivera tjänst

source: Initialize event dispatchers table
ca: Inicialitza la taula de missatgers d'esdeveniments
et: Sündmuse edastajate tabeli lähtestamine
pt_br: Inicializar a tabela de expedidores de evento
ro: Iniţializare tabel dispeceri de evenimente

source: Enable default log dispatcher
ca: Habilita el missatger per defecte de logs
pt_br: Ativar o expedidor de log padrão
ro: Activeaza dispecerul jurnalului implicit

source: The events module is not enabled to send events
ca: El mòdul d'esdeveniments no està habilitat per enviar.
et: Sündmuste moodul ei ole sündmuste saatmiseks lubatud
pt_br: O módulo de eventos não está habilitado para enviar eventos
ro: Modulul evenimente, nu este activ pentru a putea trimite evenimente

source: Event service status
ca: Estat del servei d'esdeveniments
fr: Statut du service d'événements
ja: イベントサービス状態
pt: Estado do serviço de eventos
pt_br: Estado do serviço de eventos
ro: Starea serviciului Evenimente
ru: Статус службы событий
sv: Händelseservice status

source: Date of first event
ca: Data del primer esdeveniment
et: Esimese sündmuse kuupäev
pt_br: Data do primeiro evento
ro: Data primului eveniment

source: Date of last event
ca: Data del ultim esdeveniment
et: Viimase sündmuse kuupäev
pt_br: Data do último evento
ro: Data ultimului eveniment

source: Repetitions
ca: Repeticions
et: Kordused
pt_br: Repetições
ro: Repetări

source: Level
ca: Nivell
et: Tase
pt_br: Nível
ro: Nivel

source: Message
ca: Missatge
et: Sõnum
ja: メッセージ
nl: Bericht
pt: Mensagem
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
sv: Meddelande
tr: Mesajlar

source: Table {table} does not exist
ca: La taula {table} no existeix
et: Tabel {table} puudub
fr: Tableau {table} n'existe pas
ja: テーブル {table} は存在しません
nl: Tabel {table} bestaat niet
pt: Tabela {table} não existe
pt_br: A tabela {table} não existe
ro: Nu există tabelul {table}
ru: Таблица {table} не существует
sv: Tabellen {table} finns inte
tr: {table} tablosu mevcut değil.

source: Configure Logs
ca: Configura els Logs
et: Logide seadistamine
pt_br: Configurar Logs
ro: Configurare jurnale
ru: Настройки журналов
sv: Konfigurera loggar

source: Client Address
ca: Adreça del client
et: Kliendi aadress
fr: Adresse du client
ja: クライアントのアドレス
nl: Client adres
pt: Endereço do cliente
pt_br: Endereço do cliente
ro: Adresa client
ru: Адрес Клиента
sv: Klientadress
tr: İstemci adresi

source: Action
ca: Acció
et: Toiming
ja: アクション
nl: Actie
pt: Acção
pt_br: Ação
ro: Acţiune
ru: Действие
sv: Åtgärd
tr: İşlem

source: Params
ca: Parametres
et: Parameetrid
fr: Paramètres
ja: パラメタ
nl: Param.
pt_br: Parâmetros
ro: Parametri
ru: Параметры
sv: Parametrar
tr: Parametreler

source: Committed
ca: Fet
et: Sissekanded
fr: Effectué
ja: コミット
nl: Bevestigd
pt: Empenhado
pt_br: Finalizado
ro: Aplicat
ru: Подтвержденный
sv: Verkställd
tr: Tamamlandı

source: Log messages
ca: missatges de log
et: Logi sõnumid
fr: Messages du journal
ja: ログメッセージ
pt: Mensagens de log
pt_br: Mensagens de registro
ro: Mesaje jurnalizate
ru: Журнал сообщений
sv: Logg meddelanden

source: Lifetime parameter must be a positive number of hours
ca: El paràmetre de temps ha de ser un nombre positiu d'hores
et: Eluaegne parameeter peab olema positiivne arv tundides
fr: Le paramètre de durée de vie doit être une nombre positif d'heures
ja: ライフタイムパラメタは正の数で表される時間でなくてはなりません
pt: Parâmetro para sempre deve ser um número positivo de horas
pt_br: Parâmetro permanente deve ser um número positivo de horas
ro: Parametrul duratei de viata trebuie sa fie un numar de ore, pozitiv
ru: Параметр времени жизни должен быть положительным числом в часах
sv: Livstidsparameter måste vara ett positivt antal timmar

source: Provided object with index {i} does not exist
ca: L'objecte oferit amb l'index {i} no existeix
et: Pakutud objekti indeksiga {i} ei ole olemas
fr: L'objet fourni avec l'index {i} n'existe pas
ja: インデックス {i} を持つ入力オブジェクトは存在しません
pt_br: O objeto com índice {i} não existe
ro: Obiectul furnizat, cu indexul {i}, nu exista
ru: Предусмотренный объект с индексом {i} не существует
sv: Objektet med index {i} finns inte

source: Remove data from {model}{br}
ca: Elimina les dades del {model} {br}
et: Eemalda andmed mudelist {model}{br}
fr: Supprimer les données de {model}{br}
ja: {model}{br} からデータを削除する
pt: Remover dados de {model}{br}
pt_br: Remover os dados de {model}{br}
ro: Sterge date din {model}{br}
ru: Удалить данные из {model}{br}
sv: Radera data från {model}{br}

source: Done
ca: Fet
et: Valmis
fr: Réussit
ja: 完了
pt: Concluído
pt_br: Feito
ro: Gata
ru: Готово
sv: Färdig

source: It should be one of following values: {values}
ca: Hauria de ser un dels següents valors: {values}
et: See peaks olema mõni järgnevatest väärtustest: {values}
fr: Cela doit être une des valeurs suivantes : {values}
ja: 次の値のいずれかでなくてはなりません: {values}
pt: Deve ser um dos seguintes valores: {values}
pt_br: Deve ser um dos seguintes valores: {values}
ro: Trebuie sa fie una dintre valorile urmatoare: {values}
ru: Должно быть одним из следующих значений: {values}
sv: Det borde ha ett av följande värden:{values}

source: Actions to be taken allowed are: {view} and {cView}
ca: Les accions permeses son: {view} i {cView}
et: Lubatud toimingud on: {view} ja {cView}
fr: Les actions permises sont : {view} et {cView}
ja: 許可されたアクションは: {view} と {cView}
pt: Acções permitidas são: {view} e {cView}
pt_br: Ações a serem tomadas são permitidos: {view} e {cView}
ro: Actiunile permise, ce se pot efectua, sunt: {view} si {cView}
ru: Разрешенные действия взяты: {view} и {cView}
sv: Tillåtna åtgärder att utföra är: {view} och {cView}

source: Choose one of the following:
ca: Escull una de les següents:
et: Vali üks järgnevatest:
fr: Choisissez-en une parmi les suivantes :
ja: 以下のいずれかを選んでください
pt: Escolha uma das seguintes:
pt_br: Escolha um dos seguintes:
ro: Alegeti una dintre urmatoarele:
ru: Выберите одно из следующих
sv: Välj en av följande:

source: The data you are removing is being used by the following sections:
ca: Les dades que estàs esborrant estan sent utilitzades per les següents seccions:
et: Andmeid, mida proovid eemaldada, kasutatakse järgnevates sektsioonides:
ja: 削除しようとしているデータは 次のセクションで使われています:
pt_br: Os dados que você está removendo está sendo usado por nas seguintes seções:
ro: Datele pe care le stergeti, sunt folosite de catre urmatoarele sectiuni:
ru: Удаляеммые данные используются в следующих разделах:

source: The data you are modifying is being used by the following sections:
ca: Les dades que estas modificant estan siguen utilitzades per les següents seccions:
et: Andmeid, mida proovid muuta, kasutatakse järgnevates sektsioonides:
fr: Les données que vous essayez de modifier sont utilisées par les sections suivantes :
ja: 修正しようとしているデータは次のセクションで使われています:
pt: Os dados que está a modificar está a ser utilizada por secções seguintes:
pt_br: Os dados que você está modificando está sendo usado por nas seguintes seções:
ro: Datele pe care le modificati, sunt folosite de catre urmatoarele sectiuni:
ru: Изменяеммые данные используются в следующих разделах:
sv: Det data du ändrar används av följande sektioner:

source: {model} in {module} module
ca: {model} al {module} módul
et: {model} moodulis {module}
fr: {model} dans {module} module
ja: {module} モジュールの {model}
pt: {model} no {module} modulo
pt_br: {model} em {module} módulo
ro: {model} in {module} modul
ru: {model} в {module} модуле
sv: {model} i {module} modul

source: at
ca: a
fr: à
pt_br: na
ro: la
ru: около
sv: på

source: field
ca: camp
et: väli
fr: champs
ja: フィールド
pt: campo
pt_br: campo
ro: camp
ru: поле
sv: fält

source: page
ca: pàgina
et: lehekülg
pt_br: página
ro: pagina
ru: страница
sv: sida

source: Page must be a number equal or greater than zero
ca: La pàgina ha de ser un nombre igual o més gran que zero
et: Lehekülje number peab olema suurem või võrdne nullist
pt_br: A página deve ter um número igual ou superior a zero
ro: Pagina trebuie sa fie un numar egal sau mai mare cu zero
ru: Число страниц должно быть большим или равным 0
sv: Sida måste vara en siffra som noll eller större.

source: Remove {num} rows of {rowName} from {model}{br}
ca: Elimina {num} de linies de {rowName} del {model}{br}
et: Eemalda mudelist {model}{br} {num} {rowName} rida
fr: Effacer {num} colonnes de {rowName} depuis {model}{br}
ja: {model}{br} の {rowName} から {num} 行削除する
pt: Remove {num} linhas de {rowName} de {model}{br}
pt_br: Remover {num} filas de {rowName} de {model}{br}
ro: Sterge {num} randuri de {rowName} din {model}{br}
ru: Удалить {num} строк {rowName} из {model}{br}
sv: Ta bort {num} rader av {rowName} från {model}{br}

source: Page size
ca: Tamany de la pàgina
et: Lehekülje suurus
pt_br: Tamanho da página
ro: Marime pagina
ru: Размер страницы
sv: Sidstorlek

source: Must be either a positive number or zero
ca: Ha de ser o un nombre positiu o zero
et: Number peab olema kas positiivne või null
pt_br: Deve ser um número positivo ou zero
ro: Trebuie sa fie un numar pozitiv sau zero
ru: Должно быть положительным числом или 0
sv: Måste vara ett positivt nummer eller noll

source: {row} added
ca: {row} afegida
et: {row} lisatud
fr: {row} ajoutée(s)
ja: {row} が追加されました
pt: {row} adicionada
pt_br: {row} adicionada
ro: {row} adaugat
ru: {row} добавленно
sv: {row} tillagd

source: {row} deleted
ca: {row} Eliminada
et: {row} kustutatud
fr: {row} effacée(s)
ja: {row} が削除されました
pt: {row} apagada
pt_br: {row} deletada
ro: {row} sters(e)
ru: {row} удаленно
sv: {row} raderad

source: {row} updated
ca: {row} Actualitzada
et: {row} uuendatud
fr: {row} mise-à-jours
ja: {row} が更新されました
pt: {row} actualizada
pt_br: {row} atualizada
ro: {row} actualizat(e)
ru: {row} обновлено
sv: {row} uppdaterad

source: {row} moved up
ca: {row} moguda amunt
et: {row} ülespoole paigutatud
fr: {row} montée(s)
ja: {row} が上に移動しました
pt: {row} movida para cima
pt_br: {row} movida para cima
ro: {row} urcat(e)
ru: {row} перемещено вверх
sv: {row} uppflyttad

source: {row} moved down
ca: {row} moguda avall
et: {row} allapoole paigutatud
fr: {row} descendue(s)
ja: {row} が下に移動しました
pt: {row} movida para baixo
pt_br: {row} movida para baixo
ro: {row} coborat(e)
ru: {row} перемещено вниз
sv: {row} nedflyttad

source: Change
ca: Canvia
et: Muuda
fr: Modifier
ja: 変更
nl: Wijzigen
pt: Mudar
pt_br: Alterar
ro: Modifica
ru: Изменить
sv: Byt
tr: Değiştir

source: Save changes
ca: Desa els canvis
et: Salvesta muudatused
fr: Sauver les modifications
ja: 変更を保存
nl: Wijzigingen opslaan
pt: Guardar alterações
pt_br: Salvar alterações
ro: Înregistrare modificări
ru: Сохранить изменения
sv: Spara ändringar
tr: Değişiklikleri kaydet

source: Creating backup archive
ca: Creant l'arxiu de backup
et: Varundusarhiivi loomine
fr: Création de l'archive de sauvegarde
ja: バックアップのアーカイブを作成しています
pt: Criando arquivo de backup
pt_br: Criando arquivo de backup
ro: Creare arhiva backup
ru: Создание резервного архива
sv: Skapar backuparkiv

source: Dumping configuration of module {m}
ca: Volcant la configuració del módul {m}
fr: Purge de la configuration du module {m}
ja: モジュール {m} の設定をダンプしています
pt: Desfazer configuração do módulo {m}
pt_br: Descarregando a configuração do módulo {m}
ro: Varsare configuratie modul {m}
ru: Создание дампа конфигурации модуля {m}
sv: Dumpar konfiguration för modul {m}

source: Could not create backup archive
ca: No s'ha pogut crear l'arxiu de backup
et: Varundusarhiivi ei olnud võimalik luua
fr: Impossible de créer l'archive de la sauvegarde
ja: バックアップのアーカイブを作成できませんでした
nl: Kon geen backup archief aanmaken
pt: Não pode ser criado arquivo de backup
pt_br: Não foi possível criar o arquivo de backup
ro: Nu a putut fi creata arhiva backup
ru: Невозможно создать резервный архив
sv: Kunde inte skapa arkiv för säkerhetskopia
tr: Yedekleme arşiv dosyası oluşturulamıyor

source: Could not append data to backup archive
ca: No s'ha pogut afegir les dades al arxiu de backup
et: Varundusarhiivi ei olnud võimalik andmeid lisada
fr: Impossible d'ajouter les données à l'archive de la sauvegarde
ja: バックアップのアーカイブにデータを追加できませんでした
nl: Kan de gegevens niet aan het backup archief toevoegen
pt: Não pôde ser anexado dados ao ficheiro de backup
pt_br: Não foi possível anexar dados ao arquivo de backup
ro: Nu am putut adauga date la arhiva de backup
ru: Невозможно добавить данные к резервному архиву
sv: Kunde inte lägga till data till arkiv för säkerhetskopia
tr: Yedekleme dosyasına ek ilave yapılamıyor.

source: Unknown
ca: Desconegut
et: Tundmatu
fr: Inconnu
ja: 不明
nl: Ongekend
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
tr: Bilinmiyor

source: Could not extract the requested backup files: {files}
ca: No s'han pogut extraure els arxius requerits del backup: {files}
et: Järgmiseid varundusfaile ei olnud võimalik lahti pakkida: {files}
fr: Impossible d'extraire les fichiers :{files}
ja: リクエストされたバックアップファイルを展開できませんでした: {files}
nl: Kan de gevraagde backup bestanden niet uitpakken: {files}
pt: Não foi possível extrair os ficheiros de backup pedidos: {files}
pt_br: Não foi possível extrair os arquivos de backup solicitados: {files}
ro: Nu am putut extrage fisierele backup cerute: {files}
ru: Не могу извлечь запрошенные резервные файлы: {files}
sv: Kunde inte packa upp de begärda filerna i säkerhetskopian: {files}
tr: Bu dosyaların yedeklemesi yapılamıyor: {files}

source: Could not unpack the backup
ca: No s'ha pogut desempaquetar la còpia de seguretat
et: Varundust ei olnud võimalik lahti pakkida
fr: Impossible de désarchiver la sauvegarde
ja: バックアップを展開できませんでした
nl: Kan de backup niet uitpakken
pt: Não foi possível descomprimir o backup
pt_br: Não foi possível descompactar o backup
ro: Nu am putut desface backup-ul
ru: Не могу распаковать резервную копию
sv: Kunde inte packa upp säkerhetskopian
tr: Yedekleme dosyası açılamıyor

source: Backup
ca: Còpia de seguretat
et: Varundamine
fr: Sauvegarde
ja: バックアップ
ru: Резервная копия
sv: Säkerhetskopia
tr: Yedekleme

source: Writing backup file to hard disk
ca: Escrivint l'arxiu de backup al disc dur
et: Varundusfaili kirjutamine kõvakettale
pt_br: Salvando o arquivo de backup em disco
ro: Scriu fisierul backup pe hard disc
ru: Запись резервной копии файлов на жесткий диск
sv: Skriver filen för säkerhetskopia till hårddisk

source: Module {mod} has not saved changes. Before doing the backup you must save or discard them
ca: El mòdul {mod} no ha desat els canvis. Abans de fer el backup els hauries de desar o descartar.
ro: Modulul {mod} nu a salvat modificarile. Inainte de a efectua backup-ul trebuie sa salvati sau sa anulati modificarile

source: Incorrect or corrupt backup file
ca: El fitxer de còpia de seguretat és incorrecte o corromput
et: Vale või vigane varundusfail
fr: La sauvegarde est incorrecte ou corrompue
ja: バックアップファイルが正しくないか破損しています
nl: Fout of corrupt backup bestand
pt: Ficheiro de backup incorrecto ou corrompido
pt_br: Arquivo de Backup incorreto ou corrompido
ro: Fisier de backup incorect sau corupt
ru: Неверный или поврежденный резервный файл
sv: Felaktig eller skadad säkerhetskopia
tr: Yanlış veya hatalı yedekleme dosyası

source: The backup file is corrupt: could not open archive
ca: El fitxer de còpia de seguretat és corrupte: no es pot obrir l'arxiu
et: Varundusfail on vigane: arhiivi ei ole võimalik avada
fr: Le fichier de sauvegarde est corrompu : impossible d'ouvrir l'archive
ja: バックアップファイルが破損しています: アーカイブを開けませんでした
nl: Het backup bestand is corrupt: kan het archief niet openen
pt: O ficheiro de backup está corrompido
pt_br: Não foi possível abrir o arquivo. O arquivo de Backup está corrompido
ro: Fisierul de backup este corupt: nu am putut desface arhiva
ru: Резервный файл поврежден: не могу открыть архив
sv: Säkerhetskopian är skadad: kunde inte öppna arkivet
tr: Yedekleme dosyası hatalı:Arşiv dosyası açılamıyor.
