Repository: zentyal/zentyal
Catalog: client/ebox/po/*.po
Languages: ca, et, fr, ja, nl, pt, pt_br, ro, ru, sv, tr

source: The backup file is corrupt: could not open backup checksum
ca: El fitxer de còpia de seguretat és corrupte: No es pot obrir el checksum del backup
et: Varundusfail on vigane: varunduse kontrollsummat ei ole võimalik avada
fr: Le fichier de sauvegarde est corrompu : mauvais checksum
ja: バックアップファイルが破損しています: バックアップチェックサムを開けませんでした
nl: Het backup bestand is coorupt: kan de backup checksom niet openen
pt: O ficheiro de backup está corrompido
pt_br: O arquivo de Backup está corrompido
ro: Fisierul de backup este corupt: nu am putut desface suma de control a arhivei
ru: Резервный файл поврежден: не могу открыть контрольную сумму
sv: Säkerhetskopian är skadad: kunde inte öppna kontrollsumma för säkerhetskopia
tr: Yedekleme dosyası hatalı: Sağlama sayısı kontrol edilemiyor.

source: The backup file is corrupt.
ca: El fitxer de còpia de seguretat és corrupte.
et: Varundusfail on vigane.
fr: La sauvegarde est corrompue.
ja: バックアップファイルが破損しています。
nl: Het backup bestand is corrupt.
pt: O ficheiro de backup está corrompido
pt_br: O arquivo de Backup está corrompido
ro: Fisierul de backup este corupt.
ru: Резервный файл поврежден.
sv: Säkerhetskopian är skadad.
tr: Yedekleme dosyası hatalı.

source: The backup archive has a invalid type. Maybe the file is corrupt or you are using a incompatible Zentyal version
ca: L'arxiu de backup és d'un tipus incorrecte. Potser l'arxiu està corromput o bé estàs fent servir una versió de Zentyal incompatible
ro: Arhiva backup este de tip invalid. Poate fisierul este corupt sau folositi o versiune incompatibila de Zentyal

source: The archive does not contain a full backup, that made a full restore impossibe. A configuration recovery may be possible
ca: L'arxiu no conté un backup complet, això farà que sigui impossible una restauració completa. Una recuperació de la configuració hauria de ser possible
et: Arhiiv ei sisalda täisvarundust, seega ei ole täielik taastamine võimalik. Seadistuste taastamine võib olla võimalik.
fr: L'archive ne contient par une sauvegarde complète, ce qui rend la restauration intégrale impossible. Une restauration de la configuration reste possible
ja: アーカイブが完全なバックアップを含んでいないため、完全な復元は不可能です。設定の修復は可能かもしれません。
nl: Het archief bevat geen volledige backup waardoor volledig herstellen onmogelijk is. De configuratie kan mogelijk terug geplaatst worden.
pt: O arquivo não tem um backup completo, o que torna uma restauração completa impossível. No entanto pode ser possível uma recuperação de configuração
pt_br: O arquvo não contém um arquivo de backup completo, o que torna impossível uma restauração completa. Uma recuperação de configuração talvez seja possível.
ro: Arhiva nu contine un backup complet, ceea ce a impiedicat efectuarea unei restaurari complete. Poate fi posibila o restaurare a configuratiei
ru: Архив не содержит полной резервной копии т.е. полное восстановление невозможно. Возможно доступно восстановление настроек
sv: Arkivet innehåller inte en fullständig säkerhetskopia vilket gjorde att en fullständig återskapning inte kunde göras. En återskapning av konfiguration kan dock vara möjlig
tr: Bu yedekleme dosyası tam bir yedekleme dosyasını içermiyor. Bu yüzden tam yedekleme yapılamaz. Ancak ayar dosyalarını kurtarma işlemini gerçekleitirebilirsiniz.

source: There in not enough space left in the hard disk to complete the restore proccess. {size} Kb required. Free sufficient space and retry
ca: No hi ha espai lliure suficient al disc dur per completar el procés de recuperació. {size} Kb requerida. Allibera espai suficient i torna-ho a provar.
et: Kõvakettal ei ole piisavalt vaba ruumi taastamisprotsessi lõpetamiseks. Nõutud on {size} Kb. Palun vabasta nõutav ruum ning proovi uuesti.
fr: Espace disque insuffisant pour effectuer la restauration. {size} Kb manquant
ja: 復元のために十分なハードディスクの空き容量がありません。{size} Kbが必要です。十分なディスク容量を準備してから再度行ってください
nl: Er is niet genoeg plaats op de harde schijf om het herstellen te voltooien. {size} Kb nodig. Maak de nodige plaats vrij en probeer opnieuw
pt: Não existe espaço em disco disponível suficiente para completar o processo de restauração. {size} Kb necessários. Liberte espaço suficiente e tente novamente
pt_br: Não existe espaço em disco disponível suficiente para completar o processo de restauração. {size} Kb necessários. Libere o espaço necessário e tente novamente
ro: Nu exista suficient spatiu disponibil pe disc pentru a completa procesul de restaurare. {size} Kb sunt necesari. Eliberati spatiu necesar si incercati iar
ru: Недостаточно свободного места на жестком диске для завершения процесса восстановления. Требуется {size} Кбайт. Освободите требуемое пространство и попробуйте еще раз
sv: Det finns inte tillräckligt mycket utrymme på hårddisken för att färdigställa återskapningsprocessen. {size} Kb krävs. Frigör tillräckligt mycket utrymme och försök igen
tr: Sabit diskinizde yeterli boş alanınız mevcut değil. {size} Kb boş alana ihtiyacınız var. Kendinize boş alan yaratıp tekrar deneyin.

source: No module {m} found in backup
ca: No s'ha trobat cap mòdul {m} al backup
et: Varukoopiast ei leitud {m} moodulit
fr: Aucun module {m} trouvé dans la sauvegarde
ja: モジュール{m}がバックアップから見つかりません
pt_br: O módulo {m} não foi encontrado no backup
ro: Modulul {m} nu se gaseste in backup
ru: Модуль {m} не найден в резервной копии
sv: Ingen modul {m} funnen i säkerhetskopia

source: No modules to restore
ca: No hi ha mòduls per restaurar
et: Taastamiseks ei leitud mooduleid
fr: Aucun module à restaurer
ja: 復元するモジュールはありません
pt_br: Não há módulos para restaurar
ro: Nu exista module a fi restaurate
ru: Нет модуля для востановления
sv: Inga moduler att återställa

source: Unresolved restore dependency for module {topModule}: {modName} is not installed
ca: Dependència no resolta al restaurar per el mòdul {topModule}: {modName} no està instal.lat.
et: Moodulis {topModule} on lahendamata taastamiseks vajalikud sõltuvused. {modName} ei ole paigaldatud.
fr: Dépendance du module {topModule} incomplète. {modName} n'est pas installé
ja: モジュール {topModule} の依存関係が復元できません: {modName} がインストールされていません
nl: Onopgeloste afhankelijk bij terugplaatsen voor module {topModule}: {modName} is niet geïnstalleerd
pt: Não foi possível restaurar a dependência do módulo {topModule}: {modName} não foi instalado
pt_br: Dependência não resolvida do módulo {topModule}: {modName} não está instalado
ro: O dependenta nerezolvata pentru modulul {topModule}: {modName} nu este instalata
ru: Неразрешенная зависимость для модуля {topModule}: {modName} не установлен
sv: Oläst återskapningsberoende för modulen {topModule}: {modName} är inte installerad
tr: {topModule} modulu için gerekli bulunamıyor: {modName} kurulu değil

source: System Information
ca: Informació del sistema
et: Süsteemi info
pt_br: Informações do Sistema
ro: Informatii despre sistem
ru: Системная информация

source: available
ca: Disponible
et: saadaval
pt_br: disponível
ro: disponibil

source: Time
ca: Temps
et: Aeg
fr: Heure
ja: 時間
nl: Tijd
pt: Hora
pt_br: Hora
ro: Timp
ru: Время
sv: Tid
tr: Zaman

source: Hostname
ca: Nom del host
et: Masinanimi
ro: Numegazda
ru: Имя узла
sv: Värdnamn

source: Core version
ca: Versió d'Ebox
ro: Versiune nucleu

source: System load
ca: Càrrega del sistema
et: Süsteemi koormus
fr: Charge du système
ja: システム負荷
nl: Belasting systeem
pt: Carga do sistema
pt_br: Carga do Sistema
ro: Încărcare sistem
ru: Загрузка системы
sv: Systembelastning
tr: Sistem yükü

source: Uptime
ca: Temps engegat
ro: Timp de funcţionare

source: Users
ca: Usuaris
et: Kasutajad
ro: Utilizatori

source: Module Status
ca: Estat del módul
et: Mooduli olek
pt_br: Estado dos módulos
ro: Stare module
ru: Статус модуля
sv: Modulstatus

source: General Information
ca: Informació general
et: Üldine informatsioon
pt_br: Informações Gerais
ro: Informaţii generale
ru: Общая информация
sv: Allmän information

source: Process List
ca: Llist de processos
et: Protsesside loend
pt_br: Lista de processos
ro: Lista proceselor
ru: Список процессов
sv: Lista över processer

source: Resources & Services
ca: Recursos i Serveis
et: Ressursid ja teenused
pt_br: Recursos e Serviços
ro: Resurse şi servicii

source: System
ca: Sistema
et: Süsteem
fr: Système
ja: システム
nl: Systeem
pt: Sistema
pt_br: Sistema
ro: Sistem
ru: Система
tr: Sistem

source: Configuration Report
ca: Informe de configuració
ro: Raport configuratie

source: Halt/Reboot
ca: Atura / Reinicia
et: Seiskamine/taaskäivitamine
fr: Arrêt/Redémarrage
ja: 停止/再起動
nl: Uitschakelen/Herstarten
pt: Desligar/reiniciar
pt_br: Desligar/Reiniciar
ro: Oprire/Repornire
ru: Выключить/Перезагрузить
sv: Stäng av/Starta om
tr: Durdur/Tekrar Başlar

source: Enabling {modName} module
ca: Activant el módul {modName}
ro: Activare modul {modName}

source: Saving {modName} module
ca: Guardant el módul {modName}
et: Mooduli {modName} salvestamine
ja: {modName}モジュールを保存
pt_br: Salvando módulo {modName}
ro: Înregistrez modul {modName}
ru: Сохранение {modName} модуля
sv: Sparar {modName} modul

source: running {scriptName} script
ca: arrencant l'escript {scriptName}
et: Skripti {scriptName} käivitamine
ja: {scriptName}スクリプトを実行
pt_br: executando o script {scriptName}
ro: rulez scriptul {scriptName}
ru: запуск {scriptName} скрипта
sv: kör {scriptName} skript

source: No usage data for {d}. Are you sure is a valid disk?
ca: No hi ha dades útil per {d}. Esta segur si un disc vàlid?
et: Kasutusandmed {d} kohta puuduvad. Kas oled kindel, et tegemist on sobiva kettaga?
fr: Aucune donnée d'utilisation pour {d}. Etes-vous sûr que c'est un disque valide ?
ja: {d} は使われていません。本当に有効なディスクですか？
pt: Não existem dados em {d}. Tem a certeza que é um disco válido?
pt_br: Não existem dados utilizáveis em {d}. Tem a certeza que é um disco válido?
ro: Nu sunt date despre utilizarea {d}. Sunteti sigur ca este un disc valid?
ru: Нет данных об использовании {d}. Вы уверены что это допустимый диск?
sv: Inget användningsdata för {d}. Är du säker på att det är en giltig disk?

source: Invalid file system: {f}. Only regular and no removable media file systems are accepted
ca: Sistema d'arxius invalid: {f}. Només s'accepten sistemes d'arxius de mitjans regulars i no removibles
et: Vigane failisüsteem: {f}. Lubatud on ainult tavalised ja mitte eemaldatava andmekandja failisüsteemid
pt_br: Sistema de arquivos inválido: {f}. Só são válidos discos não removíveis
ro: Sistem de fisiere invalid: {f}. Numai sisteme de fisiere de medii normale si detasabile sunt acceptate
ru: Не правильная файловая система: {f}. Только постоянные и не сменные файловые системы доступны
sv: Felaktigt filsystem: {f}. Bara vanliga och inte löstagbara filsystem accepteras

source: Do you wish to overwrite these files?
ca: Vols sobreescriure aquests arxius?
et: Kas sa soovid need failid üle kirjutada?
fr: Voulez-vous écraser ces fichiers ?
ja: これらのファイルを上書きしますか？
pt_br: Você quer sobrescrever estes arquivos?
ro: Doriţi suprascrierea acestor fişiere?
ru: Вы хотите переписать эти файлы?
sv: Vill du skriva över dessa filer?

source: Keep current file
ca: Mantenir l'arxiu actual
et: Hoia olemasolev fail alles
fr: Conserver le fichier courant
ja: 現在のファイルを保持
pt_br: Manter o arquivo atual
ro: Păstrează fişierul curent
ru: Сохранение текущего файла
sv: Behåll aktuell fil

source: Modify
ca: Modificar
et: Muuda
fr: Modifier
ja: 修正
pt_br: Alterar
ro: Modifică
ru: Изменение
sv: Ändra

source: Finish
ca: Acabar
ro: Terminat

source: Congratulations!
ca: Felicitats!
ro: Felicitari !

source: Now you are ready to save changes and start using your Zentyal server
ca: Ara estàs preparat per desar els canvis i començar a fer servir el teu Zentyal
ro: Acum sunteti gata sa salvati modificarile si puteti incepe sa utilizati serverul Zentyal

source: Skip
ca: Salta
ro: Sări peste

source: Next
ca: Següent
ro: Următor

source: Remote services control panel
ca: Panell de control de serveis remots
et: Kaugteenuste juhtpaneel
pt_br: Painel de controle de serviços remotos
ro: Panou de control servicii de acces de la distanţă
ru: Удаленная панель управления службами
sv: Kontrollpanel för fjärrtjänster

source: Enabling this module will cause Zentyal to perform the actions and file modifications listed below. You must explicitly accept these changes to enable the module.
ca: Habilitant aquest mòdul farà que Zentyal realitzi les accions i les modificacions en els fitxers llistats més avall. Has d'acceptar explícitament aquests canvis per habilitar el mòdul.
ro: Activarea acestui modul va permite serverului Zentyal sa efectueze actiunile si modificarile listate mai jos. Trebuie sa acceptati explicit aceste modificari pentru a activa modulul

source: Actions to perform by Zentyal
ca: Accions a realitzar per Zentyal
ro: Actiuni ce vor fi efectuate de Zentyal

source: Files to modify by Zentyal
ca: Arxius a modificar per Zentyal
ro: Fisiere ce vor fi modificate de Zentyal

source: Accept
ca: Acceptar
et: Nõustu
fr: Accepter
ja: 了承
pt_br: Aceitar
ru: Принять
sv: Acceptera

source: Running
ca: Corrent
et: Töötab
fr: En fonction
ja: 動作中
nl: Ingeschakeld
pt: A correr
pt_br: Executando
ro: Rulează
ru: Запущено
sv: Kör
tr: Çalışıyor

source: The service is enabled and running
ca: El servei està habilitat i corrent
et: Teenus on lubatud ja töötab
pt_br: O serviço está habilitado e em execução
ro: Serviciul este activat şi rulează

source: Stopped
ca: Parat
et: Peatunud
fr: Stoppé
ja: 停止
nl: Stoppen
pt: Parado
pt_br: Parado
ro: Oprit
ru: Остановлено
sv: Stoppad
tr: Durduruldu

source: The service is enabled, but not running
ca: El servei està habilitat, pero no corrent.
et: Teenus on lubatud, kuid ei tööta
pt_br: O serviço está habilitado, mas não está em execução
ro: Serviciul este activat dar NU rulează
ru: Служба разрешена, но не запущена

source: Running unmanaged
ca: Corrent sense supervisió
et: Töötab haldamata
pt_br: Rodando não-gerenciado
ro: Rulează fără control

source: The service is running, but not enabled in Zentyal
ca: El servei està executant-se però no habilitat a Zentyal
ro: Serviciul rulează, dar nu este activat în Zentyal

source: Disabled
ca: Deshabilitat
et: Keelatud
fr: Désactivé
ja: 無効
nl: Uitgeschakeld
pt_br: Desabilitado
ro: Dezactivat
ru: Отключено
sv: Inaktiverad
tr: Etkisiz

source: The service is not enabled in Zentyal
ca: El servei no està habilitat a Zentyal
ro: Serviciul nu este activat în Zentyal

source: Start
ca: Inicia
et: Alusta
fr: Démarrer
ja: 起動
pt: Iniciar
pt_br: Iniciar
ro: Pornire
ru: Запуск
sv: Starta
tr: Başlat

source: Restart
ca: Reinicia
et: Taaskäivita
fr: Redémarrer
ja: 再起動
nl: Herstarten
pt: Reiniciar
pt_br: Reiniciar
ro: Repornire
ru: Перезапуск
sv: Starta om
tr: Yeniden başlat

source: Configure widgets
ca: Configura els Widgets
et: Vidinate seadistamine
pt_br: Configurar widgets
ro: Configurare widgets
ru: Настройка виджетов
sv: Konfigurera widgets

source: No entries in this list
ca: Sense entrades en aquesta llista
et: Selles loendis kirjed puuduvad
pt_br: Não existem entradas nesta lista
ro: Nu sunt elemente în această listă
ru: Нет записей в списке
sv: Inga anteckningar i denna lista

source: You might lose your Internet connection if this machine is halted.
ca: Perderàs la teva conexió a internet si atures aquesta conexió
et: Masina seiskamise korral võib sinu Internetiühendus kaduda
fr: Vous pourriez perdre votre connection Internet si vous éteigner cette machine
ja: このマシンを停止した場合、あなたのインターネット接続が切断するかもしれません。
nl: Je kan de verbinding met internet verliezen als dit toestel wordt uitgezet.
pt: Pode perder a ligação à Internet se esta máquina for parada.
pt_br: Você pode perder a sua conexão à Internet se esta máquina foir desligada.
ro: Puteţi pierde conectarea la Internet dacă opriţi acest calculator.
ru: Вы можете потерять соединение с Internet если выключите эту машину.
sv: Du kan förlora din internetanslutning om den här maskinen stängs av.
tr: eBox sisteminizi kapatırsanız internet bağlantınızı kaybedebilirsiniz.

source: Halt
ca: Atura
et: Seiska
fr: Arrêt
ja: 停止
nl: Uitzetten
pt: Parar
pt_br: Desligar
ro: Oprire
ru: Выключить
sv: Stäng av
tr: Durdur

source: Reboot
ca: Reinicia
et: Taaskäivita
fr: Redémarrage
ja: 再起動
nl: Herstarten
pt: Reiniciar
pt_br: Reiniciar
ro: Repornire
ru: Перезагрузить
sv: Starta om
tr: Yeniden başlat

source: Depends
ca: Depèn
et: Sõltuvus
fr: Dépend
ja: 依存
ro: Depinde de
ru: Зависимости
sv: Beror

source: Status
ca: Estat
et: Olek
fr: Statut
ja: 状態
pt: Estado
ro: Stare
ru: Состояние
tr: Durum

source: Configure module: {module}
ca: Configura el módul: {module}
et: Mooduli {module} seadistamine
fr: Configurer le module : {module}
ja: 設定モジュール: {module}
pt_br: Configurar módulo: {module}
ro: Configurare modul: {module}
ru: Настройка модуля: {module}
sv: Konfigurera modul: {module}

source: Inexistent RAID array {a}
ca: RAID inexistent {a}
et: Olematu RAID massiiv: {a}
fr: Grappe RAID inexistante {a}
ja: RAIDアレイ {a} は存在しません
pt: RAID array {a} inexistente
pt_br: Dispositivo RAID {a} inexistente
ro: Matrice RAID inexistentă {a}
ru: Существует RAID массив {a}
sv: Frånvarande RAID array {a}

source: RAID is not enabled in this system.
ca: El RAID no està habilitat en aquest sistema
et: RAID ei ole selles süsteemis lubatud
pt_br: O RAID não está habilitado neste sistema
ro: RAID nu este activat în acest sistem.
ru: RAID не включен в данной системе
sv: RAID är inte aktiverat i detta system

source: left-asymmetric
ca: esquerra assimétric
et: vasak-asümmeetriline
fr: gauche-asymétrique
pt_br: esquerda-assimétrica
ro: asimetric-stânga
ru: лево-асимметричный
sv: vänster-asymetrisk

source: right-asymmetric
ca: dreta assimétric
et: parem-asümmeetriline
fr: droite-asymétrique
pt_br: direita-assimétrica
ro: asimetric-dreapta
ru: право-асимметричный
sv: höger-asymetrisk

source: left-symmetric
ca: esquerra simétric
et: vasak-sümmeetriline
fr: gauche-symétrique
pt_br: esquerda-simétrica
ro: simetric-stânga
ru: лево-симметричный
sv: vänster-symetrisk

source: right-symmetric
ca: dreta simétric
et: parem-sümmeetriline
fr: droite-symétrique
pt_br: direita-assimétrica
ro: simetric-dreapta
ru: право-симметричный
sv: höger-symetrisk

source: Type
ca: Tipus
et: Tüüp
ja: タイプ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sv: Typ
tr: Tür

source: Active RAID devices
ca: Dispositius RAID actius
et: Aktiivsed RAID seadmed
fr: Périphériques RAID actifs
ja: アクティブなRAIDデバイス
pt: Dispositivos RAID activos
pt_br: Dispositivos RAID ativos
ro: Dispozitive RAID active
ru: Активные RAID устройства
sv: Aktiva RAID enheter

source: Active RAID devices needed
ca: Dispositius RAID actius necessaris
et: Vajaminevad aktiivsed RAID seadmed
fr: Périphériques RAID requis
ja: アクティブなRAIDデバイスが必要です
pt: Dispositivos RAID activos necessários
pt_br: Dispositivos RAID ativos necessários
ro: Dispozitive RAID active necesare
ru: Необходимые активные RAID устройства
sv: Aktiva RAID enheter behövs

source: Size in blocks
ca: Espai en blocks
et: Suurus plokkides
fr: Taille en bloc
ja: ブロックのサイズ
pt: Tamanho em blocos
pt_br: Tamanho em blocos
ro: Dimensiune în blocuri
ru: Размер блоков
sv: Storlek i block

source: Chunk size
ca: Tros d'espai
et: Tüki suurus
fr: Taille du chunk (morceau)
ja: Chunkサイズ
pt_br: Tamanho do "chunk"
ro: Dimensiune chunk
ru: Размер участка памяти
sv: Chunk storlek

source: Parity algorithm
ca: Algoritme de paritat
et: Paarsusalgoritm
fr: Algorithme de parité
ja: パリティアルゴリズム
pt: Algoritmo de paridade
pt_br: Algoritmo de paridade
ro: Algoritm de paritate
ru: Алгоритм четности
sv: Paritetsalgoritm

source: Array properties
ca: Propietats de l'array
et: Massivi omadused
fr: Propriétés de la grappe
ja: アレイ情報
pt: Propriedades do array
pt_br: Propriedades do array
ro: Proprietăţi matrice
ru: Свойства массива
sv: Array inställningar

source: Resyncing array
ca: Resincronitzant l'array
et: Massiivi taassünkroniseerimine
fr: Re-synchronisation de la grappe
ja: アレイ再同期中
pt: Ressincronizando o array
pt_br: Ressincronizando o array
ro: Resincronizare matrice
ru: Ресинхронизровать массив
sv: Återsynkar array

source: Rebuild array
ca: Reconstruir l'array
et: Massiivi taastamine
fr: Re-création de la grappe
ja: アレイ再構築
pt: Reconstruindo o array
pt_br: Reconstruindo o array
ro: Reconstrucţie matrice
ru: Перестроить массив
sv: Bygger om array

source: Reshape array
ca: Reformar l'array
et: Massiivi ümberkujundamine
fr: Remodeler la grappe
ja: アレイ再構成
pt: Remodelar o array
pt_br: Remodelar o array
ro: Remodelare matrice
ru: Изменить массив
sv: Formar om array

source: Operation type
ca: Tipus d'operació
et: Operatsiooni tüüp
fr: Type d'opération
ja: 処理
pt: Tipo de operação
pt_br: Tipo de operação
ro: Tip operaţiune
ru: Тип операции
sv: Åtgärdstyp

source: Percentage completed
ca: Percentatge completat
et: Edenemine protsentides
fr: Pourcentage effectué
ja: 完了した割合
pt: Percentagem completa
pt_br: Porcentagem completa
ro: Procent terminat
ru: Процентов завершено
sv: Procent klart

source: Estimated time left
ca: Temps restant estimat
et: Hinnanguliselt aega jäänud
fr: Temps restant estimé
ja: 残り時間
pt: Tempo em falta estimado
pt_br: Tempo estimado restante
ro: Timp rămas estimat
ru: Предполагаемое время завершения
sv: Beräknad tid kvar

source: Operation speed
ca: Velocitat de l'operació
et: Operatsiooni kiirus
fr: Vitesse d'opération
ja: 実行速度
pt: Velocidade da operação
pt_br: Velocidade de operação
ro: Viteză operaţiuni
ru: Скорость операции
sv: Åtgärdshastighet

source: RAID device number
ca: Número de dispositiu RAID
et: RAID seadme number
fr: Numéro du périphérique RAID
ja: RAIDデバイス番号
pt: Número do dispositivo RAID
pt_br: Número do dispositivo RAID
ro: număr dispozitiv RAID
ru: Номер RAID устройства
sv: RAID enhetsnummer

source: Device
ca: Dispositiu
et: Seade
fr: Périphérique
ja: デバイス
pt: Dispositivo
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sv: Enhet

source: up
ca: amunt
et: töötab
fr: activée
ja: 正常
pt_br: para cima
ro: sus
sv: upp

source: failure
ca: Fallada
et: nurjunud
fr: échec
ja: 障害
pt: falha
pt_br: falha
ro: eşuat
ru: сбой
sv: misslyckad

source: No unused RAID devices
ca: No hi ha dispositius RAID sense ús
et: Kasutamata RAID seadmed puuduvad
fr: Aucun périphérique RAID inutilisé
ja: 未使用のRAIDデバイスはありません
pt: Não existem dispositivos RAID por usar
pt_br: Não existem dispositivos RAID não utilizados
ro: Nu sunt echipamente RAID folosite
ru: Нет не использующихся RAID устройств
sv: Inga oanvända RAID enheter

source: Unused RAID arrays
ca: Array RAID no usuats
et: Kasutamata RAID massiivid
fr: Grappes RAID inutilisées
ja: 未使用のRAIDデバイス
pt: Dispositivos RAID por usar
pt_br: Dispositivos RAID não utilizados
ro: Echipamente RAID folosite
ru: Неиспользуемые RAID массивы
sv: Oanvända RAID arrays

source: Mounted on
ca: Muntat a
et: Ühendatud punkti
fr: Monté sur
ja: マウント先
pt: Montado em
pt_br: Montado em
ro: Montat la
ru: Примонтирован на
sv: Monterad på

source: Options
ca: Opcions
et: Valikud
ja: オプション
pt: Opções
pt_br: Opções
ro: Opţiuni
ru: Опции
sv: Inställningar

source: Partition Properties
ca: Propietats de la partició
et: Teave partitsiooni kohta
pt_br: Propriedades de partição
ro: Proprietăţi partiţii
ru: Свойства раздела
sv: Inställningar för partitioner

source: Item
ca: Unitat
et: Element
fr: Elément
ja: アイテム
ro: Element
ru: Элемент
sv: Sak

source: items left
ca: Unitats que queden
et: elemente järgi
fr: éléments restants
ja: 残りのアイテム
pt: Itens restantes
pt_br: itens restantes
ro: elemente ramase
ru: элементы слева
sv: Saker kvar

source: Some error has happened in Zentyal:
ca: Hi ha hagut alguns errors a Zentyal
ro: S-au produs erori in Zentyal: _

source: Starting...
ca: Iniciant..
et: Tegevuste alustamine...
fr: Démarrage ...
ja: 開始しました...
pt: A iniciar...
pt_br: Iniciando...
ro: Pornire...
ru: Запуск...
sv: Startar...

source: Log Domain
ca: Domini de registre
et: Domeeni logimine
pt_br: Log do Domínio
ro: Domeniu jurnal
