Repository: zentyal/zentyal
Catalog: client/ebox/po/*.po
Languages: ca, et, fr, ja, nl, pt, pt_br, ro, ru, sv, tr

source: Warning: You are using a browser which is not {url}, the only one officially supported. Please, take into consideration that you might face some issues while navigating on Zentyal UI.
ca: Atenció: Estàs fent servir un Navegador que no és {url}, l'únic oficialment suportat. Si us plau, tingues en compte que pots trobar-te algun problema navegant en la interfície de Zentyal.
ro: Atenţie: Folosiţi un browser diferit de {url}, singurul cu suport oficial. Pot apare probleme când navigaţi prin interfaţa Zentyal.

source: Enter
ca: Entrar
et: Sisene
fr: Saisir
ja: 入力
pt_br: Entre
ro: Intrare
ru: Ввести
sv: Ange
tr: Girin

source: Cancel
ca: Cancel·la
et: Loobu
fr: Annuler
ja: キャンセル
nl: Negeren
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
tr: Vazgeç

source: Full Restore
ca: Restauració completa
et: Täielik taastamine
fr: Restauration complète
ja: 全て復元
nl: Volledig herstel
pt: Restauração completa
pt_br: Restauração Completa
ro: Restaurare integrală
ru: Полное восстановление
sv: Fullständig återskapning
tr: Tüm geri yükleme

source: Configuration Restore
ca: Configuració de la restauració
et: Seadistuste taastamine
fr: Configuraton de la restauration
ja: 設定を復元
nl: Configuratie herstellen
pt: Restaurar configuração
pt_br: Restaurar configuração
ro: Restaurarea Configuratiei
ru: Восстановление настроек
sv: Återskapning av konfiguration
tr: Ayar dosyaları geri yükleme

source: Restore mode
ca: Mode de restauració
et: Taastamise režiim
fr: Mode de restauraton
ja: 復元モード
nl: Herstel mode
pt: Modo de restauro
pt_br: Modo de Restauração
ro: Mod restaurare
ru: Режим восстановления
sv: Återskapningsläge
tr: Geri yükleme modu

source: Administration Interface TCP Port
ca: Port TCP per a la interfície d'administració
et: Haldusliidese TCP port
pt_br: Administração da Interface da Porta TCP
ro: Port TCP pt. interfaţa de administrare
ru: TCP-порт администраторского интерфейса

source: Change Hostname
ca: Canviar nom de la màquina
ro: Modifică numele gazdei

source: You will need to restart all the services or reboot the system to apply the hostname change.
ca: Necessitaràs reiniciar tots els serveis o reiniciar el sistema per aplicar el canvi de nom de la màquina.
ro: Pentru a modifica numele gazdei trebuie repornite toate serviciile sau mai bine reporniţi sistemul.

source: Error
et: Viga
nl: Fout
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata

source: logs
et: logid
fr: journaux
ja: ログ
ro: jurnale
ru: Журналы
sv: loggar

source: Admin
et: Administraator
ja: 管理者
pt_br: Administrador
ro: Administrator
ru: Админ
tr: Yönetici

source: Events module configures eBox to help informing you about events that happen
fr: Le module d'évènements configure eBox pour vous informer de ce qui se passe
ja: イベントモジュールは何かイベントが起きたときにそれが何なのか知らせるようにeBoxを設定します
pt: Módulo de eventos configura o eBox para o ajudar acerca dos eventos que ocorrem
pt_br: O módulo de eventos configura o eBox para o ajudar acerca dos eventos que ocorrem
ru: Ключ для веб подписки не найденМодуль событий конфигурируется eBox, чтобы помогать информировать вас о происходящих событиях
sv: Händelsemodulen konfigurerar eBox att hjälpa informera dig om händelser

source: Port
ja: ポート
pt: Porto
pt_br: Porta
ru: Порт

source: Tick this option if you want eBox to create an account for the above user
pt_br: Assinale esta opção se quiser eBox para criar uma conta para o usuário acima
ru: Отметьте эту опцию если вы хотите, чтобы eBox создал учетную запись для пользователя
sv: Klicka i detta val om du vill att ebox ska skapa ett konto för ovanstående användare

source: Destination Jabber ID of the messages generated by eBox, i.e: you, the eBox admin. Note that you need to register this account manually in any jabber server
pt_br: Jabber ID Destino das mensagens geradas por eBox, ou seja: você, o eBox admin. Note que você precisa registrar essa conta manualmente em qualquer servidor jabber
sv: Mål jabber ID för meddelanden genererade av eBox, dvs. du, eBox administratören. Observera att du behöver registrera detta konto manuellt i en jabber servrar

source: Dispatcher {name} disabled since it is not able to send events
fr: L'expéditeur {name} est désactivé depuis qu'il n'est plus capable d'envoyer des événements
ja: イベントを送信することができないため、ディスパッチャー {name} は無効化されました
pt: Expedidor {name} desactivado, uma vez que não é possível enviar eventos
pt_br: O expedidor {name} está desativado, uma vez que não é possível enviar eventos
ru: Диспетчер {name} отключен, поэтому невозможно послать событие
sv: Förmedlare {name} är inaktiverad eftersom den inte kan sända några händelser

source: There is a script which has asked to run in eBox exclusively. Please, wait patiently until it is done
pt_br: Existe um script que pediu para ser executado no eBox exclusivamente. Por favor, espera pacientemente até que seja feito
ru: Выполняется скрипт запущенный в eBox эксклюзивно. Пожалуйста, подождите пока он не выполнится
sv: Det finns ett skript som har bett om att köra i eBox ensamt.Vänta med tålamod tills det är klart

source: eBox is going down for halt
fr: eBox en cours d'extinction
ja: eBoxは停止処理を始めました
nl: eBox wordt onbereikbaar door uitschakelen
pt: eBox vai abaixo para desligar
pt_br: EBOX está sendo desligado
ru: eBox готовится к выключению
sv: eBox är på väg att stängas av
tr: eBox şimdi durduruluyor

source: eBox is going down for reboot
fr: eBox en cours de redémarrage
ja: eBoxは再起動処理を始めました
nl: eBox wordt onbereikbaar door herstart
pt: eBox vai abaixo para reiniciar
pt_br: EBOX está sendo reiniciado
ru: eBox готовится к перезагрузке
sv: eBox är på väg att startas om
tr: eBox şimdi tekrar başlatılıyor

source: Bug report
fr: Rapport de bug
ja: バグ報告
nl: Fout rapport
pt: Relatório de erros
pt_br: Informar um BUG
ru: Отчет об ошибках
sv: Felrapport
tr: Hata raporlama

source: modules left to restore
fr: modules restant à restaurer
ja: 残りのリストアするモジュール
pt: Módulos restantes a restaurar
pt_br: Módulos restantes para restaurar
ru: модули оставленные для восстановления
sv: moduler kvar att återskapa

source: Check if any eBox service is not running when it is enabled
pt_br: Verifica se algum serviço do eBox que está habilitado não está rodando

source: eBox is up and running
fr: eBox est en service
ja: eBoxは動作中です
pt: eBox está a correr
pt_br: eBox está pronto e operante
ru: eBox поднят и запущен
sv: eBox är igång

source: eBox is critically down
fr: eBox est dangereusement bas
ja: eBoxは停止しています
pt: eBox está em baixo
pt_br: eBox está criticamente inoperante
ru: eBox аварийно остановлен
sv: eBox kritiskt frånvarande

source: Check if eBox is currently up or down
fr: Vérifier si eBox est actuellement en service
ja: eBoxが現在動作しているか確認してください
pt: Verifique se o eBox está a correr ou em baixo
pt_br: Checar se o eBox está operante ou não
ru: Проверьте eBox сейчас запущен или нет
sv: Kontrollera om eBox är uppe eller avslagen

source: eBox alerts channel for {hostname}
fr: canal d'alerte eBox pour {hostname}
ja: eBoxは {hostname} へのチャネルに対して警戒しています
pt: Canal de alertas ebox de {hostname}
pt_br: Canal de alertas do eBox para {hostname}
ru: eBox канал сообщений для {hostname}
sv: eBox meddelandekanal för {hostname}

source: This channel tracks what happens on this eBox machine along the time
fr: Ce canal enregistre ce qui se passe sur cette machine au fil du temps
ja: このチャネルはeBoxの作動するマシンで起こったことをずっと監視しています
pt: Este canal faz o registo do que se passa com esta máquina ebox ao longo do tempo
pt_br: Este canal rastreia o que acontece nesta maquina eBox ao longo do tempo
ru: Этот канал отслеживает события на машине eBox в течении времени
sv: Den här kanalen följer vad som händer på denna eBox maskin över tiden

source: The event has happened in eBox {hostname} from {source}
fr: L'évènement est survenu dans l'eBox {hostname} de {source}
ja: {source} によってeBox {hostname} にイベントが発生しました
pt: Este evento ocorreu no ebox {hostname} de {source}
pt_br: Evento ocorrido na eBox {hostname} de {source}
ru: Событие случилось eBox {hostname} из {source}
sv: Denna händelse hände i eBox {hostname} från {source}

source: Error dumping the postgresql database {name}
fr: Erreur au dump de la base de donnée postgresql {name}
ja: PostgreSQLデータベース {name} をダンプしている時にエラーが発生しました
nl: Fout bij dumpt van de postgresql database {name}
pt: Erro "dumping" na base de dados postgresql {name}
pt_br: Erro ao efetuar o "dump" da base de dados postgresql {name}
ru: Ошибка сброса базы данных {name} PostgreSQL
sv: Fel vid dumpning av postgresql-databasen {name}
tr: Postgresql {name} veribankasının yedeğinin alınmasında hata oluştu

source: DB dump file {file} is not readable
fr: Le fichier dump {file} n'est pas lisible
ja: データベースダンプファイル {file} は読み込み可能ではありません
nl: DB dump bestand {file} is niet leesbaar
pt: DB dump {file} não está acessível
pt_br: O arquivo de DB dump {file} não está acessível
ru: Дамп-файл {file} БД не читается
sv: Databasdumpfilen {file} är inte läsbar
tr: {file} yedek dosyası okunabilir bir dosya değil

source: Some modules has not saved changes. Before doing the backup you must save or discard them
fr: Certains modules n'ont pas été modifiés. Avant de créer la sauvegarde, vous devez sauver ou annuler vos modifications
ja: いくつかのモジュールは保存されていません。バックアップする前に保存するか、変更を破棄してください
nl: Enkele modules hebben geen wijzigingen opgeslagen. Je moet de wijzigingen opslaan of verwerpen vóór de backup
pt: Alguns módulos ainda não estão actualizados. Antes de executar o backup deve grava-los ou descarta-los
pt_br: Alguns módulos ainda não têm as alterações salvas. Antes de executar o backup é necessário gravá-los ou descartá-los
ru: Некоторые модули содержат не сохраненные изменения. Перед созданием резервной копии Вы должны сохранить или отклонить их
sv: Några moduler har inte sparat ändringar. Innan du startar säkerhetskopieringen måste du spara eller förkasta ändringarna
tr: Yapılan değişiklikler bazı modullerde henüz kaydedilmedi. Yedekleme yapmadan önce bunları kaydetmeniz veya kaydetme işlemini iptal etmeniz gereklidir.

source: The backup archive has a invalid type. Maybe the file is corrupt or you are using a incompatible eBox version
fr: L'archive de sauvegarde est d'un type invalide. Fichier corrompu ou version incompatible d'eBox
ja: バックアップアーカイブが無効な形式です。ファイルが破損しているか、互換性のないバージョンのeBoxで作成されています
nl: Het backup archief is een fout type. Misschien is het bestand corrupt of wordt er niet compatibele versie van ebox gebruikt.
pt: O ficheiro de backup é de tipo inválido. Pode ser por estar corrompido ou está a utilizar uma versão eBox incompativel
pt_br: O arquivo de backup é de tipo inválido. Talvez o arquivo esteja corrompido ou você está utilizando uma versão de eBox incompatível
ru: Архив резервной копии недопустимого формата. Может быть архив поврежден или Вы используете несовместимую версию eBox.
sv: Arkivet för säkerhetskopian har en ogiltig typ. Kanske är filen skadad eller att du använder en inkompatibel version av eBox
tr: Yedekleme dosyasının türü yanlış. Dosya hatalı olabilir veya yanlış bir ebox sürümü kullanıyor olabilirsiniz.

source: Backup's archives
fr: Archives des sauvegardes
ja: バックアップアーカイブ
pt: Arquivos de backup
pt_br: Arquivos de Backup
ru: Список архивов резервных копий
sv: Lista över säkerhetskopior

source: General
et: Üldine
fr: Général
ja: 一般的
nl: Algemeen
pt: Geral
pt_br: Geral
ru: Общее
sv: Allmänt
tr: Genel

source: port
ja: ポート
nl: poort
pt: porto
pt_br: porta
ru: порт

source: eBox web server
pt_br: Servidor de web do eBox

source: Free space
fr: Espace libre
ja: 空き容量
pt: Espaço livre
pt_br: Espaço livre
ru: Свободное пространство
sv: Fritt utrymme

source: Local Backup
pt_br: Backup local
ru: Локальное резервное копирование

source: Remote Backup
pt_br: Backup remoto
ru: Удаленное резервное копирование

source: Enabling this module will cause eBox to perform the actions and file modifications listed below. You must explicitly accept these changes to enable the module.
fr: L'activation de ce module va provoquer la modification des fichiers sousmentionnés. Vous devez accepter explicitement ces modifications afin d'activer le module.
ja: このモジュールを有効にすると、eBoxは処理を実行し、以下のファイルに変更を加えます。モジュールを有効にするには明示的にこの変更を了承する必要があります
pt_br: Ao habilitar este módulo, o eBox efetuará as ações e as alterações aos arquivos listados abaixo. É necessário explicitamente aceitar essas alterações para habilitar o módulo
ru: Подключение этого модуля приведет к выполнению eBox модификаций описаных ниже. Вы должны явно подтвердить эти изменения для подключения модуля
sv: Att aktivera denna modul kommer att få eBox att utföra vissa åtgärder och filändringar listade nedan. Du måste specifikt acceptera dessa ändringar för att aktivera modulen.

source: Actions to perform by eBox
fr: Actions devant être effectuées par eBox
ja: eBoxによって実行される処理
pt_br: Ações a serem efetuadas pelo eBox
ru: Действия, которые будут выполнены eBox'ом
sv: Åtgärder att utföra av eBox

source: Files to modify by eBox
fr: Fichiers être modifiés par eBox
ja: eBoxにより変更されるファイル
pt_br: Arquivos que serão modificados pelo eBox
ru: Файлы, которые будут модифицированы eBox'ом
sv: Filer att modifiera av eBox

source: The service is running, but not enabled in eBox
pt_br: O serviço está em execução, mas não está habilitado no eBox

source: The service is not enabled in eBox
pt_br: O serviço não está habilitado no eBox

source: Some error has happened in eBox:
fr: Une erreur est apparue dans eBox :
ja: eBoxに何らかのエラーが発生しました:
pt_br: Aconteceram alguns erros no Ebox:
ru: Произошли ошибки в Ebox:
sv: Ett fel har hänt i eBox:

source: Backup mode
fr: Mode de sauvegarde
ja: バックアップモード
pt: Modo de backup
pt_br: Modo de Backup
ru: Режим резервного копирования
sv: Läge för säkerhetskopiering
tr: Yedekleme modu

source: This page lets you generate a file with information about the state of your system. The file will be useful if you want to report a bug in eBox.
fr: Cette page vous permet de générer un fichier avec les informations concernant l'état de votre système. Le fichier vous sera utile si vous souhaitez rapporter un bug de l'eBox
ja: このページからシステムの状態に関する情報をファイルに出力できます。このファイルはeBoxのバグを報告するときに有用です。
nl: Op deze pagina kan je een bestand met informatie over je systeem genereren. Het bestand is nuttig bij het rapporteren van een fout in eBox.
pt: Esta página permite criar um ficheiro com a informação do seu sistema. Este pode ser útil para reportar um erro no eBox.
pt_br: Esta página permite gerar um arquivo com informação sobre o estado so seu sistema. O arquivo será útil se você quiser reportar um bug no eBox.
ru: Эта страница позволяет генерировать файл с информацией о состоянии Вашей системы. Файл будет использован при отчете об ошибках eBox.
sv: Den här sidan låter dig generera en fil med information om tillståndet för ditt system. Filen är användbar om du vill rapportera ett programfel i eBox.
tr: Bu sayfa sizteminiz hakkında bilgileri içeren bir dosyayı oluşturmanızı sağlar. Oluşan dosya size yararlı bilgiler verecektir. Bu dosya sayesinde hata geri bildirimi yapabilirsiniz.

source: Download bug report file
fr: Télécharger un rapport de bug
ja: バグ報告ファイルをダウンロード
nl: Fout rapport bestand downloaden.
pt: Fazer o download do ficheiro de erros
pt_br: Download do arquivo de relatório de bugs
ru: Загрузить файл отчета об ошибках
sv: Hämta ner fil för felrapport
tr: Hata geri bildirim dosyası indir

source: Warning: Unfortunately Internet Explorer is not yet supported on eBox. Please use {url} instead.
pt_br: Atenção: Infelizmente o Internet Explorer ainda não é suportado pelo eBox. Por favor, use {url} alternativamente

source: Warning: You are using a browser which is not {url}, the only one officially supported. Please, take into consideration that you might face some issues while navigating on eBox UI.
pt_br: Atenção: Você está usando um browser que não é {url}, o único oficialmente suportado. Por favor, leve em consideração que você deverá deparar-se com algumas dificuldades durante a navegação na interface do eBox.

source: eBox version
fr: Version de l'eBox
ja: eBox バージョン
nl: eBox versie
pt: Versão do eBox
ru: Версия eBox
tr: eBox sürümü

source: Remote Backup from Other Subscribed Hosts
ru: Удаленное копирование с других подписанных узлов

source: RAID device {name} has started operation {opName}
fr: Le périphérique RAID {name} a débuté l'opération {opName}
ja: RAIDデバイス {name} は {opName} を開始しました
pt: Dispositivo RAID {name} iniciou a operação {opName}

source: RAID device {name} has finished operation {opName} or it was aborted
fr: Le périphérique RAID {name} a terminé l'opération {opName} ou elle a été annulée
ja: RAIDデバイス {name} は {opName} を完了または中断しました
pt: Dispositivo RAID {name} terminou a operação {opName} ou foi abortada

source: RAID device {name} has finished operation {oldOpName} and started {newOpName}
fr: Le périphérique RAID {name} a terminé l'opération {oldOpName} et débuté {newOpName}
ja: RAIDデバイス {name} は {oldOpName} を完了し、 {newOpName} を開始しました
pt: Dispositivo RAID {name} terminou a operação {oldOpName} e iniciou {newOpName}

source: RAID device {name} is performing operation {opName}
fr: Le périphérique RAID {name} accomplit l'opération {opName}
ja: RAIDデバイス {name} は {opName} を実行中です
pt: ispositivo RAID {name} está arealizar a operação {opName}

source: Status: {percentage} completed
fr: Statut: {percentage}% complété
ja: 状態: {percentage}% 完了

source: Estimated finish time: {time}
fr: Temps de fin estimé : {time}
ja: 残り時間: {time}
pt: Tempo de finalização estimado: {time}

source: The following modules are not running: {modules}
fr: Les modules suivants ne sont pas chargés : {modules}
ja: 次のモジュールが動作していません: {modules}

source: Check if any eBox service is not running when it should
fr: Vérifier qu'aucun des services eBox n'est activé alors qu'il ne devrait pas
ja: 動作していないeBoxサービスがないか確認してください

source: System backups
fr: Sauvegardes du système
ja: システムバックアップ
nl: Systeem backups
pt: Cópias de segurança do sistema
tr: Sistem yedekleme

source: Halt or reboot
fr: Arrêt ou rédémarrage
ja: 停止または再起動
nl: Uitschakelen of herstarten
pt: Desligar ou reiniciar
tr: Durdur veya tekrar başlat

source: General configuration
fr: Configuration générale
ja: 一般的設定
nl: Algemene configuratie
pt: Configuração geral
tr: Genel ayarlar

source: Module status configuration
fr: Configuration de l'état du module
ja: モジュール状態の設定

source: RAID report
fr: Rapport RAID
ja: RAIDの状況

source: An internal error has ocurred. This is most probably a bug, relevant information can be found in the logs.
fr: Une erreur interne s'est produite. Cela est certainement dû à un bug, des informations pertinentes peuvent être trouvées dans les logs.
ja: 内部エラーが発生しました。これはバグである可能性が高いです。関連する情報がログに含まれているかもしれません。
nl: Er is een interne fout opgetreden. Dit is waarschijnlijk een 'bug'. Relevante informatie kan in de logs teruggevonden worden.
pt: Um erro interno ocorreu. Isto é devido provavelmente a um erro, pode encontrar mais informações nos logs.
tr: Dahili bir hata oluştu. Büyük ihtimal ile bir program hatası. Gerekli diğer bilgileri günlük dosyasında bulabilirsiniz.

source: Configure events
fr: Configurer les événements
ja: イベントを設定する
pt: Configurar eventos

source: Configure dispatchers
fr: Configurer les expéditeurs
ja: ディスパッチャーを設定する
pt: Configurar expedidores

source: events
fr: Evénements
ja: イベント
pt: eventos

source: Create logs database
fr: Créer la base de donnée d'événements
ja: ログのデータベースを作成

source: eBox store its logs in the database
fr: eBox conserve ses événements dans la base de données
ja: eBoxはログをデータベースに保存します

source: Query logs
fr: Rechercher dans les journaux
ja: クエリログ
pt: Consultar logs

source: Configure logs
fr: Configurer les logs
ja: 設定ログ
pt: Configurar logs

source: Host name
fr: Nom de l'hôte
ja: ホスト名
nl: Naam toestel
pt: Nome do host
tr: Makina ismi

source: Module status
fr: Statut du module
ja: モジュール状態

source: General information
fr: Information générale
ja: 一般的な情報
nl: Algemene informatie
pt: Informação geral
tr: Genel Bilgiler

source: Disk usage Information
fr: Information sur l'utilisation du disque
ja: ディスク使用状況
pt: Informação da utilização do disco

source: RAID Information
fr: Information RAID
ja: RAID状況
pt: Informação RAID

source: Partition properties
fr: Propriétés de la partition
ja: パーティション情報
pt: Propriedades da partição

source: No RAID devices present
fr: Aucun périphérique RAID présent
ja: RAIDデバイスはありません
pt: Não existem dispositivos RAID presentes

source: Change password
fr: Modifier le mot de passe
ja: パスワードを変更
nl: Paswoord wijzigen
pt: Mude a palavra-passe
tr: Parolayı değiştir

source: Those modules which have not been enabled for first time in the {openref}module status{closeref} section will be ignored in both backup and restore operations
fr: Les modules qui n'ont pas été activés pour une première fois dans {openref}le statut des modules{closeref} ne seront ni sauvegardés, ni restaurés
ja: {openref}モジュール状態{closeref}セクションで初回に有効にされなかったモジュールは、バックアップと復元処理中は無視されます

source: Back up the current state
fr: Sauvegarder l'état actuel
ja: 現在の状態をバックアップ
nl: Maak een backup van de huidige instellingen
pt: Backup do estado actual
tr: Güncel durumu yedekle

source: Back up
fr: Copie de sauvegarde
ja: バックアップ

source: Restore backup from file
fr: Restaurer à partir d'un fichier de sauvegarde
ja: 次のファイルからバックアップを復元
nl: Herstellen van in bestand
pt: Restaurar backup do ficheiro
tr: Dosyadan geri yedekle

source: You can upload a backup file from your computer. When uploading files you should be warned that some web browsers cannot handle huge files (>= 1 Gb)
fr: Vous pouvez envoyer un fichier de sauvegarder depuis votre ordinateur. Lorsque vous envoyer des fichiers, faites attention à la limite (>= 1 Gb) de certains navigateurs
ja: バックアップファイルを別のコンピュータからアップロードできます。ただし、ファイルサイズが大きすぎる(>= 1 Gb)場合はブラウザが扱えないかもしれません。
pt: Pode fazer o upload do ficheiro de backup do seu computador. Quando fizer o upload de ficheiros grandes (>= 1Gb), tenha em atenção que alguns servidores web não o suportam

source: Administration interface TCP port
fr: Port TCP de l'interface d'administration
ja: 管理インタフェースのTCPポート
nl: Administratie pagina TCP poort
pt: Interface de administração portos TCP
tr: Yönetici arayüzü TCP portu

source: {ebox} created by {warp}
fr: {ebox} est conçu par {warp}

source: Configuration backups
nl: Configuratie backups
pt: Backups de configuração
tr: Ayarlarımı yedekle

source: There is a Web service script running. Please, wait patiently until it is done
pt: Está uma script de um serviço web a correr. Por favor, espere até estar comcluído

source: system information
pt: informação do sistema

source: Services
nl: Diensten
pt: Serviços
tr: Servisler

source: Insert a backup disc and try again, please
nl: Voer een backup schijf in en probeer opnieuw AUB
tr: Lütfen bir yedekleme diski koyun ve tekrar deneyin.

source: Cannot rename backup file from {newName} to his original name {name}. Error message: {error}
nl: Kan het backup bestand niet hernoemen van {newName} naar de originele naam {name}. Fout boodschap: {error}
tr: {newName} yedekleme dosyası {name} orjinal ismine değiştirilemiyor. Hata mesajı: {error}

source: Change default password
nl: Standaard paswoord instellen
tr: Öntanımlı parolayı değiştir

source: Unable to find {path}. Make sure that the cdrom driver is compiled in your kerner or loaded as module
nl: Kan {path} niet vinden. Kijk na of de cdrom driver in de kernel of als een module geladen is.
tr: {path} bulunamıyor. Cdrom sürücüsünün çekirdekte derlendiğine ve ya yükü olduğuna emin olun.

source: Unable to read {path}.
nl: Kan {path} niet lezen.
tr: {path} okunamıyor.

source: This system does not have a recorder drive
nl: Er is geen schijf brander gevonden op dit systeem
tr: Sistemde CD/DVD yazıcı mevut değil

source: No disk found. Please insert disk and retry
nl: Geen schijf gevonden. Laad een schijf en probeer opnieuw
tr: Disk yok. Lütfen bir disk takın ve tekrar deneyin
