Repository: zentyal/zentyal
Catalog: client/ebox/po/*.po
Languages: ca, et, fr, ja, nl, pt, pt_br, ro, ru, sv, tr

source: Total ticks
ca: Total d'avisos
et: Linnukesi kokku
fr: Coutils (ticks) totaux
ja: 合計
pt_br: Total de marcas
ro: Bife totale
ru: Всего отмечено
sv: Totala ticks

source: It must be a non-zero positive number
ca: Ha de ser un número positiu diferent de zero
et: See arv peab olema nullist suurem
fr: Cela doit être un nombre positif non égal à zéro
ja: 0以外の正の整数でなくてはなりません
pt: Deve ser um número positivo diferente de zero
pt_br: Deve ser um número positivo diferente de zero
ro: Trebuie sa fie un numar pozitiv diferit de zero
ru: Должно быть положительным числом больше 0
sv: Det måste vara ett positivt nummer.

source: To solve it you can try to execute the following commands:
ca: Per solucionar-ho prova a executar les següents comandes:
ro: Pentru a remedia problema puteti incerca sa rulati urmatoarele comenzi:

source: Cannot execute {exe}
ca: No es pot executar {exe}
et: {exe} käivitamine nurjus
pt_br: Não é possível executar {exe}
ro: Nu pot executa {exe}
ru: Невозможно выполнить {exe}
sv: Kan inte exekvera {exe}

source: Progress indicator with id {id} not found
ca: L'indicador de progrés amb id {id} no es troba
et: Edenemise indikaatorit IDga {id} ei leitud
fr: L'indicateur de progression avec l'id {id} pas trouvé
ja: ID {id} の進捗状況が見つかりません
pt: Indicação do progresso com id {id} não encontrado
pt_br: O indicador do progresso com a identificação {id} não foi encontrado
ro: Indictorul progresului cu id-ul {id} nu a fost gasit
ru: Индикатор прогресса с индификатором {id} не найден
sv: Mätare med id {id} hittas ej

source: Number of ticks to notify
ca: Número de avisos per notificar
et: Linnukeste arv teatamiseks
fr: Nombre de coutils (ticks) à notifier
ja: 知らせる間隔
pt: Número de ticks para notificar
pt_br: Número de marcas para notificar
ro: Numarul de bife a fi notificate
ru: Количество отмеченных уведомлений
sv: Antal ticks att meddela

source: must be greater than zero
ca: ha de ser més gran de zero
et: peab olema suurem kui null
fr: doit être plus grand que zéro
ja: 0より大きい必要があります
pt: deve ser superior a zero
pt_br: deve ser maior que zero
ro: trebuie să fie mai mare ca zero
ru: должно быть больше 0
sv: måste vara högre än noll

source: Executable has not been run
ca: L'executable no ha estat llançat
fr: L'exécutable n'a pas été démarré
ja: 実行バイナリはまだ実行されていません
pt: Executável não foi executado
pt_br: Executável não foi executado
ro: Executabilul nu a fost rulat
ru: Исполнение не запущенно
sv: Körbar fil har ej körts

source: The executable has not run
ca: L'executable no es llença
fr: L'exécutable n'a pas démarré
ja: 実行バイナリはまだ実行していません
pt: Executável não foi executado
pt_br: O executável não foi executado
ro: Executabilul nu a rulat
ru: Исполнение не запущенно
sv: Den körbara filen har inte körts

source: The executable has already been started
ca: L'executable ja s'ha començat
fr: L'exécutable a déjà été démarré
ja: 実行バイナリはすでに開始されました
pt: O executável já está a correr
pt_br: O executável já foi iniciado
ro: Executabilul a fost pornit deja
ru: Исполнение уже запущено
sv: Den körbara filen har redan startats

source: The executable has already finished
ca: L'executable ja s'ha acabat
et: Käivitatav on juba lõpetanud
fr: L'exécutable s'est déjà terminé
ja: 実行バイナリはすでに完了しました
pt: O executável já terminou a execução
pt_br: O executável já terminou a execução
ro: Executabilul a terminat deja
ru: Исполнение уже закончило выполнение
sv: Den körbara filen har redan kört klart

source: Warning! The log watcher is not enabled. Enable to be notified when logs happen.
ca: Atenció! El registre de log's no està habilitat. Habilita'l per ser notificat dels logs.
et: Hoiatus! Logijälgija ei ole lubatud. Teavituste saamiseks tuleb see lubada.
fr: Attention ! La surveillance n'est pas activée. Activez-la pour être notifié lorsqu'un évènement se produit
ja: 警告! ログ監視が有効になっていません。変化が起こったときに連絡を受けるには有効にしてください。
pt: Atenção! O verificador de logs não está activado. Active-o para ser notificado quando ocorrerem logs.
pt_br: Atenção! O verificador de registros não está ativado. Ative-o para ser notificado quando ocorrerem registros.
ro: Atenţie. Nu este activată supravegherea log-ului. Pentru a fi notificat la logări, activaţi opţiunea de supraveghere.
ru: Внимание! Наблюдатель журнала выключен. Включиние позволит получать уведомление когда произойдёт изменение в журналах
sv: Varning! Loggövervakningen är avaktiverad. Aktivera för att bli meddelad när något händer med loggarna

source: Domain
ca: Domini
et: Domeen
fr: Domaine
ja: ドメイン
pt: Domínio
pt_br: Domínio
ro: Domeniu
ru: Домен
sv: Domän

source: Filtering
ca: Filtrat de paquets
et: Filtreerimine
fr: Filtrage
ja: フィルタリング
pt: Filtrando
pt_br: Filtrando
ro: Filtrare
ru: Фильтрация
sv: Filtrerar

source: Configure log watchers
ca: Configura el registre de logs
et: Logijälgijate seadistamine
fr: Configurez les observateurs d'évènements
ja: ログ監視を設定する
pt: Configurar verificador de logs
pt_br: Configurar o verificador de registros
ro: Configurare supraveghere log
ru: Настройка наблюдателя журнала
sv: Konfigurera loggövervakning

source: Log watcher
ca: Registre de logs
et: Logijälgija
fr: Observateur d'évènements
ja: ログ監視
pt: verificador de logs
pt_br: Verificador de registos
ro: Supraveghetor jurnal
ru: Наблюдатель журнала
sv: Logg övervakare

source: Events
ca: Esdeveniment
et: Sündmused
fr: Evénements
ja: イベント
pt: Eventos
pt_br: Eventos
ro: Evenimente
ru: События
sv: Händelser

source: Log Observer Watcher
ca: Observador del registre de logs
et: Logijälgija vaatleja
pt_br: Monitor de log
ro: Observare Log

source: Log domain {logDomain}
ca: Logs del Domini{logDomain}
et: Logimis domeen {logDomain}
fr: Surveiller le domaine {logDomain}
ja: ログドメイン {logDomain}
pt: Log domínio {logDomain}
pt_br: Domínio de log {logDomain}
ro: Domeniu Log {logDomain}
ru: Журнал домена {logDomain}
sv: Log domän {logDomain}

source: Any
ca: Qualsevol
et: Suvaline
fr: Tous
ja: 全部
nl: Elk
pt: Qualquer
pt_br: Qualquer
ro: Orice
ru: Любое
sv: Alla
tr: Herhangi bir

source: Event
ca: Esdeveniment
et: Sündmus
fr: Evénement
ja: イベント
nl: Gebeurtenis
pt: Evento
pt_br: Evento
ro: Eveniment
ru: Событие
sv: Händelse
tr: Olay

source: Filters to apply to notify logs from {logDomain}
ca: Filtres a aplicar per notificar logs de {logDomain}
et: Filtrid {logDomain} teavitustele
fr: Filtres à appliquer pour notifier les enregistrements depuis {logDomain}
ja: {logDomain} からのログを知らせるフィルタ
pt: Filtros a aplicar para notificar logs de {logDomain}
pt_br: Filtros a aplicar para notificação de logs de {logDomain}
ro: Filtre aplicabile pentru notificări de la {logDomain}
ru: Фильтры применены для журнала уведомлений {logDomain}
sv: Filter för att applicera meddelandeloggar från {logDomain}

source: Every filter added is cumulative.Then every log line which matches with any filter given will be notified
ca: Qualsevol filtre afegits s'acumula. Aleshores cada línia del registre que coincideixi amb qualsevol filtre establert serà notificat
et: Filtrite lisamine on kumulatiivne. Igast logireast, mis mõne filtriga vastavuses, teavitatakse.
fr: Tous les filtres ajoutés sont cumulés. Ensuite, chaque enregistrement qui correspond à n'importe quel filtre sera notifié
ja: すべてのフィルタは累積的です。また、任意のフィルタにマッチしたすべてのログの行は知らされます
pt: Cada filtro adicionado é acumulativo. Logo, cada linha de log que se verifique num dos filtros serão notificados
pt_br: Cada filtro adicionado é acumulativo. Logo, cada linha de registro que se verifique num dos filtros será notificada
ro: Fiecare filtru adăugat este cumulativ. Astfel, liniile de log ce se potrivesc cu oricare filtru vor fi notificate.
ru: Доступ из панели управления без пароля
sv: Filtren som läggs till adderas. Alla logg rader som matchar alla filter kommer att notifieras

source: filter
ca: filtre
fr: filtre
ja: フィルタ
pt: filtro
pt_br: filtro
ro: filtru
ru: фильтр

source: Minimum free disk space per filesystem
ca: Espai lliure mínim per al sistema d'arxius
et: Minimaalne vaba kettaruum failisüsteemi kohta
fr: Espace disque libre minimum par système de fichier
ja: ファイルシステム毎の最小空きディスク容量
pt: Espaço em disco mínimo para o sistema de ficheiros
pt_br: Espaço mínimo em disco para o sistema de arquivos
ro: Minimul de spaţiu liber pe disc per sistem de fişiere
ru: Минимальное свободное дисковое пространство на файловой системе
sv: Minimum fritt utrymme per filsystem

source: When the free space percentage of any disk partition is under this value the event is triggered.
ca: Quan el percentatge d'espai lliure de qualsevol disc estigui per sota aquest valor l'esdeveniment serà processat
et: Kui mõne partitsiooni vaba kettaruumi protsent on sellest väärtusest väiksem, kutsutakse esile sündmus.
ja: ディスクパーティションの空き容量がこの値を下回ったときイベントが発生します。
pt_br: Quando a percentagem de espaço mínimo em disco estiver abaixo deste valor o evento é disparado
ro: Când procentul spaţiului liber al oricărei partiţii scade sub această valoare se declanşează evenimentul.
ru: Когда процент свободного пространства любого дискового раздела станет ниже этого значения это событие сработает.
sv: När andelen fritt utrymme är under detta värde i procent triggas denna händelse

source: Configure disk free space watcher
ca: Configura el control de espai al disc
et: Kettakasutuse jälgija seadistamine
fr: Configurer la surveillance de l'espace disque libre
ja: 空きディスク容量の監視を設定する
pt: Configurar monitor de espaço livre no disco
pt_br: Configurar monitor do espaço livre no disco
ro: Configurare supraveghere spaţiu liber pe discuri
ru: Конфигурация наблюдателя свободного дискового пространства
sv: Konfigurera övervakare för fritt diskutrymme

source: Free Disk Space Watcher
ca: Controlador d'espai lliure al disc
et: Kettakasutuse jälgija
pt_br: Espaço Livre em Disco para o Monitor
ro: Supraveghere spaţiu liber pe discuri

source: Name
ca: Nom
et: Nimi
fr: Nom
ja: 名前
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
sv: Namn

source: Description
ca: Descripció
et: Kirjeldus
ja: 内容
nl: Omschrijving
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning
tr: Açıklama

source: Configuration
ca: Configuració
et: Seadistamine
ja: 設定
pt: Configuraração
pt_br: Configuração
ro: Configuraţie
ru: Конфигурация
sv: Konfiguration

source: None
ca: Cap
et: Puudub
fr: Aucun
ja: なし
pt: Nome
pt_br: Nenhum
ro: Nimic
ru: Ничего
sv: Ingen

source: Configure Events
ca: Configuració d'esdeveniments
et: Sündmuste seadistamine
pt_br: Configurar eventos
ro: Configurare evenimente
ru: Настроить события
sv: Konfigurera händelser

source: event
ca: Esdeveniments
et: sündmus
fr: événement
ja: イベント
pt: evento
pt_br: evento
ro: eveniment
ru: событие
sv: Händelse

source: Enable/Disable each event watcher monitoring
ca: Habilita/deshabilita cada monitorització de control d'esdeveniments
et: Sündmustejälgija monitooringu lubamine või keelamine
fr: Activé/Désactiver chaque événement du moniteur
ja: イベント監視を有効/無効にする
pt: Activar/desactivar cada monitorizador de eventos
pt_br: Ativar/desativar cada monitor de eventos
ro: Activeaza/Dezactiveaza fiecare monitorizare de eveniment
ru: Ключ для службы прокси не найден
sv: Aktivera/inaktivera händelseövervakare

source: Warning! There is no log domain watcher enabled. Please, go to 'Configuration' to enable at least one to be notified when a log in this domain happens.
ca: Atenció! No hi ha cap log de control de domini habilitat. Si us plau, ves a 'Configuració' per habilitar-ne almenys un per ser notificat quan hi hagi un log en aquest domini.
et: Hoiatus! Domeeni logijälgija ei ole lubatud. Selleks, et domeeni logimist jälgida, liigu leheküljele 'Seadistamine' ja luba vähemalt üks logi.
fr: Attention ! Il n'y aucun observateur d'évènements pour le domaine. Svp, aller à 'Configuration' pour en activer au moins un
ja: 警告! ログドメイン監視が有効になっていません。このドメインで何らかの変化が起こったときに連絡を受けるためには、'設定'に行き、少なくとも一つのログドメイン監視を有効にしてください。
pt: Aviso! Não existe verificador de log activado. Vá a 'Configuração' para activar pelo menos um para ser notificado quando um log existir neste domínio
pt_br: Aviso! Não existe verificador de registos ativado. Vá em 'Configuração' para ativar pelo menos um para poder ser notificado quando houver um registro neste domínio.
ro: Atentie! Nu exista nici un observator activat pentru domeniu jurnal. Va rog mergeti la 'Configuratie' pentru a activa cel putin un observator pentru a fi notificat cand un jurnal in acest domeniu are loc.
sv: Varning! Det finns ingen övervakare för loggdomän aktiverad. Vänligen gå till "Konfiguration" och aktivera iallafall en som blir notifierad när ett login på denna domän händer.

source: Enabled
ca: Habilitat
et: Lubatud
fr: Activé
ja: 有効
pt: Activado
pt_br: Ativado
ro: Activat
ru: Включено
sv: Aktiverad

source: Receiver
ca: Receptor
et: Vastuvõtja
fr: Récepteur
ja: 受信
pt: Receptor
pt_br: Receptor
ro: Receptor
ru: Получатель
sv: Mottagare

source: Configure Dispatchers
ca: Configura els missatgers
et: Edastajate seadistamine
pt_br: Configurar Expedidores
ro: Configurare dispeceri
ru: Настроика диспетчеров

source: dispatcher
ca: missatger
et: edastaja
fr: expéditeur
ja: ディスパッチャー
pt: expedidor
pt_br: expedidor
ro: dispecer
ru: диспетчер
sv: förmedlare

source: Enable/Disable each event dispatcher
ca: Habilita/deshabitia cada missatge d'esdeveniment
et: Sündmuse edastaja lubamine või keelamine
fr: Activer/désactiver chaque événement de l'exéditeur
ja: イベントディスパッチャーを有効/無効にする
pt: Activar/desactivar cada expedidor de eventos
pt_br: Ativar/desativar cada expedidor de eventos
ro: Activare/Dezactivare fiecare dispecer de eveniment
ru: Включить / Выключить каждый диспетчер событий
sv: Aktivera/Inaktivera varje händelseförmedlare

source: In order to enable a configurable event dispatcher, you need to configure it first
ca: per tal de habilitar un missatge d'esdeveniment configurable, primer l'has de configurar
et: Seadistatava sündmuse edastaja lubamiseks tuleb see esmalt seadistada
fr: Afin d'activer un événement d'expéditeur, vous devez le configurer avant
ja: 設定可能なイベントディスパッチャーを有効にするには、最初に設定してください
pt: DE forma a poder activar um expedidor de eventos configurável, tem que configurá-lo primeiro
pt_br: De forma a poder ativar um expedidor de eventos configurável, você precisa configurá-lo primeiro
ro: Pentru a activa un dispecer configurabil, trebuie mai intai sa il configurati
ru: На сервере нет резервных копий для хоста: {h}
sv: För att aktivera en konfigurerbar händelseförmedlare måste du först konfigurera den

source: Events module configures Zentyal to help informing you about events that happen
ca: El mòdul d'esdeveniments configura Zentyal per tal d'ajudar-te a informar-te sobre els esdeveniments que succeeixen
ro: Modulul Evenimente configureaza Zentyal sa va ajute cu informatii despre evenimente ce se intampla

source: Jabber server name
ca: Nom del servidor de Jabber
et: Jabberi serveri nimi
fr: Non du serveur Jabber
ja: Jabberサーバ名
pt: Nome servidor Jabber
pt_br: Nome do servidor Jabber
ro: Numele serverului Jabber
ru: Имя жаббер сервера
sv: Jabber server namn

source: Jabber server to send the messages
ca: Servidor de Jabber per enviar missatges
et: Jabberi server sõnumite saatmiseks
ja: 送信先Jabberサーバ
pt_br: Servidor Jabber para envio de mensagens
ro: Server Jabber pt. trimis mesaje
ru: Жаббер сервер для отправки сообщений
sv: Jabber server att sända dessa meddelanden

source: Jabber user name
ca: Nom d'usuari de Jabber
et: Jabberi kasutajanimi
fr: Nom d'utilisateur Jabber
ja: Jabberユーザ名
pt: Nome utilizador Jabber
pt_br: Nome de usuário Jabber
ro: Nume utilizator Jabber
ru: Имя пользователя жаббер
sv: Jabber användarnamn

source: Jabber ID of the account that will send the messages. Hint: do not introduce @domain, only the user name
ca: ID del compte de que enviarà el missatge. Ajuda: no introdueixis @domini, nomès el nom d'usuari
et: Jabberi konto ID, mis saadab sõnumeid. Vihje: Esita ainult kasutajanimi, mitte @domeen
pt_br: ID da conta Jabber que vai enviar as mensagens. Dica: não introduzir @domínio, apenas o nome de usuário
ro: ID-ul Jabber al contului care va trimite mesaje. Indiciu: nu introduce @domeniu, numai numele de utilizator
ru: Учетная запись Jabber ID для отправки сообщений. Подсказка: не вводите @domain, только имя пользователя
sv: Jabber ID från det konto som kommer att sända meddelandena. Tips: ange inte @domän, bara användarnamnet.

source: User password
ca: Contrasenya d'usuari
et: Kasutaja parool
fr: Mot de passe utilisateur
ja: ユーザパスワード
pt: Definir palavra-passe
pt_br: Senha de usuário
ro: Parola utilizator
ru: Пароль пользователя
sv: Lösenord

source: Subscribe
ca: Registra
et: Telli
fr: S'enregistrer
ja: 購読する
pt: Subscrever
pt_br: Assinar
ro: Subscrie
ru: Подписаться
sv: Prenumerera

source: Tick this option if you want Zentyal to create an account for the above user
ca: Marca aquesta opció si vols que Zentyal crei el compte per l'usuari de dalt
ro: Bifati aceasta optiune daca doriti ca Zentyal sa creeze un cont pentru utilizatorul mai sus mentionat

source: Administrator Jabber Identifier
ca: Identificador de l'Administrador de Jabber
et: Jabberi administraatori identifikaator
fr: Identifiant de l'administrateur Jabber
ja: Jabber管理者識別子
pt: Identificador administração Jabber
pt_br: Identificador de Administrador Jabber
ro: Identificatorul Jabber al administratorului
ru: Идентификатор администратора жаббер
sv: Administratörs Jabber Identifierare

source: Destination Jabber ID of the messages generated by Zentyal, i.e: you, the Zentyal admin. Note that you need to register this account manually in any jabber server
ca: ID del Jabber de destinació per als missatges generats per Zentyal. p.ex: tu, l'administrador de Zentyal, observa que es necessita registrar aquest compte manualment en qualsevol servidor de jabber
ro: Id-ul Jabber al destinatarului pentru mesajele generate de Zentyal, _ _ ex: tu, administratorul Zentyal. Atentie, trebuie sa inregistrati acest _ _ cont manual in orice server jabber

source: Configure Jabber dispatcher
ca: Configura els missatges de Jabber
et: Jabberi edastaja seadistamine
fr: Configurer l'expéditeur Jabber
ja: Jabberディスパッチャーを設定
pt: Configurar expedidor Jabber
pt_br: Configurar expedidor Jabber
ro: Configurarea dispecerului Jabber
ru: Настройка диспетчера жаббер
sv: Konfigurera Jabber förmedlare

source: This dispatcher will send events to an Jabber account
ca: Els gestor de missatges enviarà esdeveniments a la compta de Jabber
et: See edastaja saadab sündmuseid Jabberi kontole
pt_br: Esse expedidor enviará eventos para uma conta Jabber
ro: Acest dispecer va trimite evenimente catre un cont Jabber
ru: Этот диспетчер отправляет события на учетную запись жаббера
sv: Den här förmedlaren kommer att sända händelser till ett Jabber konto

source: Jabber dispatcher configuration updated
ca: Configuració del gestor de missatges actualitzat
et: Jabberi edastaja seadistused on uuendatud
fr: Configuration de l'expéditeur Jabber mis-à-jour
ja: Jabberディスパッチャー設定が更新されました
pt: Configuração do expedidor Jabber actualizado
pt_br: Configuração do expedidor Jabber atualizada
ro: Configuratia dispecerului Jabber a fost actualizata
ru: Конфигурация диспетчера жаббер обновлена
sv: Jabber förmedlarkonfiguration uppdaterad

source: Jabber Dispatcher
ca: Missatges de Jabber
et: Jabberi edastaja
pt_br: Expedidor Jabber
ro: Dispecer Jabber

source: It should follow the pattern 'user@domain[/resource]'
ca: Hauries de seguir el model 'usuari@domini[/recurs]'
et: See peaks järgima mustrit: 'kasutaja@domeen[/ressurss]'
fr: Doit être formé comme suit : 'user@domain[/resource]'
ja: 次のような書式になっているはずです 'user@domain[/resource]'
pt: Deve ter o seguinte formato 'user@dominio[/resource]
pt_br: Deve seguir o padrão 'usuário@domínio[/resource]'
ro: Ar trebui sa urmeze tiparul urmator 'utilizator@domeniu[/resursa]'
ru: Должно быть по образцу 'user@domain[/resource]'
sv: Det borde följa mönstret 'user@domain[/resurs]'

source: Nobody
ca: Ningú
et: Mitte keegi
fr: Personne
ja: なし
pt: Ninguém
pt_br: Ninguém
ro: Nimeni
ru: Никто
sv: Ingen

source: IP address
ca: Adreça IP
et: IP aadress
fr: Adresse IP
ja: IPアドレス
pt: Endereço IP
pt_br: Endereço de IP
ro: Adresa IP
ru: IP адрес
sv: IP adress

source: Object
ca: Objecte
et: Objekt
fr: Objet
ja: オブジェクト
pt: Objecto
pt_br: Objeto
ro: Obiect
ru: Объект
sv: Objekt

source: Public
ca: Política
et: Avalik
fr: Publique
ja: パブリック
pt: Público
pt_br: Público
ru: Открытый
sv: Publik

source: Channel link
ca: Link del canal
et: Kanali link
fr: Lien du canal
ja: チャンネルリンク
pt: Link canal RSS
pt_br: Link do Canal
ro: Legatura canal
ru: Канал связи
sv: Kanal-länk

source: Allowed readers
ca: Lectors permesos
et: Lubatud lugejad
fr: Lecteurs permis
ja: 許可されたリーダ
pt: Leitores permitidos
pt_br: Leitores permitidos
ro: Cititori autorizati
ru: Разрешенные читатели
sv: Tillåtna läsare

source: Use this field to set the access control for the channel
ca: Usa aquest camp per establir el control d'accés per el canal
et: Seda välja kasutatakse kanalile ligipääsu määramiseks
pt_br: Utilize este campo para definir o controle de acesso para o canal
ro: Folositi acest camp pentru a seta controlul accesului pe acest canal
ru: Используйте данное поле для установки контроля доступа к каналу
sv: Använd det här fältet för att sätta åtkomsten till denna kanal

source: Syndicate this RSS
ca: Afilia't a aquest RSS
et: RSS voo avaldamine
fr: S'abonner à ce flux RSS
ja: このRSSを配給する
pt_br: Sindicar este RSS
ro: Propaga acest RSS
ru: Объединить эту RSS
sv: Publicera denna RSS

source: Configure RSS dispatcher
ca: Configura el missatger de RSS
et: RSSi edastaja seadistamine
fr: Configurer les expéditeurs RSS
ja: RSSディスパッチャーを設定する
pt: Configurar expedidor RSS
pt_br: Configurar expedidor RSS
ro: Configureaza dispecer RSS
ru: Настроить диспетчер RSS
sv: Konfigurera RSS förmedlare

source: The channel link is the link which is used to syndicate the content to your favourite RSS.
ca: El link de canal es el link que es fa servir per afiliar-se al contingut del teu RSS preferit
et: See kanali link on sinu RSS voo avaldamiseks
fr: Le lien de canal est le lien utilisé pour s'abonner au contenu de votre flux RSS favoris
ja: チャネルリンクとはお気に入りのRSSのコンテンツを配給するリンクのことです
pt_br: O canal link é o link que é utilizado para distribuir o conteúdo para o seu RSS favorito.
ro: Legatura canal este acea legatura care este folosita pentru a propaga continutul catre RSS. preferate._
ru: Канал связи использующийся для объедения контента с вашим любимым RSS.
sv: Kanal-länken är den länk som används för att publicera innehåll till din favorit RSS.

source: RSS dispatcher configuration updated
ca: Configuració del missatger de RSS actualitzada
et: RSSi edastaja seadistused on uuendatud
fr: Configuration de l'expéditeur RSS mis-à-jour
ja: RSSディスパッチャーの設定が更新されました
pt: Configuração do expedidor RSS actualizado
pt_br: Configuração de RSS expedidor atualizada
ro: Configurarea dispecerului RSS a fost actualizata
ru: Конфигурация диспетчера RSS одновлена
sv: RSS förmedlarkonfiguration uppdaterad

source: RSS Dispatcher
ca: Missatger de RSS
et: RSSi edastaja
pt_br: Expedidor RSS
ro: Dispecer RSS

source: Source
ca: Font
et: Allikas
pt_br: Origem
ro: Sursa

source: Informative
ca: Informatiu
et: Informatiivne
pt_br: Informativo
ro: Informativ

source: Warning
ca: Atenció
et: Hoiatus
fr: Attention
ja: 警告
pt_br: Aviso
ro: Avertizare
ru: Предупреждение
sv: Varning

source: Fatal error
ca: Error fatal
et: Saatuslik viga
pt_br: Erro fatal
ro: Eroare fatală
ru: Фатальная ошибка

source: Date
ca: Data
et: Kuupäev
ja: 日時
nl: Datum
pt: Data
pt_br: Data
ro: Data
ru: Дата
sv: Datum
tr: Tarih

source: Events details
ca: Detall d'esdeveniments
et: Sündmuste üksikasjad
pt_br: Detalhes de Eventos
ro: Detalii evenimente

source: Events summarized chart
ca: Resum gràfic d'esdeveniments
et: Sündmuste kokkuvõttev diagramm
pt_br: Tabela do Sumário de eventos
ro: Harta sumara a evenimentelor
